Repository: ai-solution-company/systemafarin-custom-addon
Catalog: iran_core/translations_src/*-crm.po
Languages: fa_ir

source: No phone number set
fa_ir: شماره تلفنی تنظیم نشده است

source: No primary contact set
fa_ir: مخاطب اصلی تنظیم نشده است

source: No results found
fa_ir: نتیجه‌ای یافت نشد

source: No templates found
fa_ir: قالبی یافت نشد

source: No users found
fa_ir: کاربری یافت نشد

source: No website found
fa_ir: وب‌سایتی یافت نشد

source: No website set
fa_ir: وب‌سایتی تنظیم نشده است

source: No {0} Available
fa_ir: هیچ {0} در دسترس نیست

source: No {0} Found
fa_ir: هیچ {0} یافت نشد

source: No. of Employees
fa_ir: تعداد کارمندان

source: Normal
fa_ir: عادی

source: Not Allowed
fa_ir: مجاز نیست

source: Not Equals
fa_ir: برابر نیست

source: Not In
fa_ir: شامل نمی‌شود

source: Not Like
fa_ir: شبیه نیست

source: Not Saved
fa_ir: ذخیره نشده

source: Not Synced
fa_ir: همگام‌سازی نشده

source: Not allowed to add contact to Deal
fa_ir: اجازه افزودن مخاطب به معامله داده نشده است

source: Not allowed to convert Lead to Deal
fa_ir: اجازه تبدیل سرنخ به معامله داده نشده است

source: Not allowed to remove contact from Deal
fa_ir: اجازه حذف مخاطب از معامله داده نشده است

source: Not allowed to set primary contact for Deal
fa_ir: اجازه تعیین مخاطب اصلی برای معامله داده نشده است

source: Not implemented yet!
fa_ir: هنوز پیاده‌سازی نشده است!

source: Note
fa_ir: یادداشت

source: Notes
fa_ir: یادداشت‌ها

source: Notes View
fa_ir: نمای یادداشت‌ها

source: Notification
fa_ir: اعلان

source: Notification Text
fa_ir: متن اعلان

source: Notification Type Doc
fa_ir: نوع سند اعلان

source: Notification Type Doctype
fa_ir: نوع داک‌تایپ اعلان

source: Notifications
fa_ir: اعلان‌ها

source: Number
fa_ir: شماره

source: Number chart
fa_ir: نمودار عددی

source: Number of deals
fa_ir: تعداد معاملات

source: Number of deals and total value per salesperson
fa_ir: تعداد معاملات و ارزش کل به ازای هر فروشنده

source: Old Condition
fa_ir: شرط قدیمی

source: Old Parent
fa_ir: والد قدیمی

source: On Hold
fa_ir: در انتظار

source: Ongoing
fa_ir: در حال انجام

source: Ongoing deals
fa_ir: معاملات در حال انجام

source: Only image files are allowed
fa_ir: فقط فایل‌های تصویری مجاز هستند

source: Only one {0} can be set as primary.
fa_ir: فقط یک {0} می‌تواند به عنوان اصلی تعیین شود.

source: Open
fa_ir: باز

source: Open Deal
fa_ir: معامله باز

source: Open Lead
fa_ir: سرنخ باز

source: Open in Portal
fa_ir: باز کردن در پورتال

source: Open in new window
fa_ir: باز کردن در پنجره جدید

source: Open nested conditions
fa_ir: باز کردن شرایط تو در تو

source: Open website
fa_ir: باز کردن وب‌سایت

source: Options
fa_ir: گزینه‌ها

source: Or create leads manually
fa_ir: یا سرنخ‌ها را به صورت دستی ایجاد کنید

source: Order By
fa_ir: مرتب‌سازی بر اساس

source: Organization
fa_ir: سازمان

source: Organization Details
fa_ir: جزئیات سازمان

source: Organization Logo
fa_ir: لوگوی سازمان

source: Organization Name
fa_ir: نام سازمان

source: Organization logo
fa_ir: لوگوی سازمان

source: Organizations
fa_ir: سازمان‌ها

source: Organizer
fa_ir: برگزارکننده

source: Other features
fa_ir: سایر ویژگی‌ها

source: Others
fa_ir: سایر

source: Outbound Call
fa_ir: تماس خروجی

source: Outgoing
fa_ir: خروجی

source: Owner
fa_ir: مالک

source: Owner: {0}
fa_ir: مالک: {0}

source: Page
fa_ir: صفحه

source: Page Name
fa_ir: نام صفحه

source: Parent CRM Territory
fa_ir: حوزه CRM والد

source: Password
fa_ir: گذرواژه

source: Password cannot be reset by Demo User {}
fa_ir: گذرواژه توسط کاربر آزمایشی {} قابل بازنشانی نیست.

source: Password is required
fa_ir: گذرواژه الزامی است

source: Password updated successfully
fa_ir: گذرواژه با موفقیت به‌روز شد

source: Payment Reminder
fa_ir: یادآور پرداخت

source: Payment Reminder from Frappé - (#{{ name }})
fa_ir: یادآور پرداخت از Frappé - (#{{ name }})

source: Pending
fa_ir: در انتظار

source: Pending Invites
fa_ir: دعوت‌نامه‌های در انتظار

source: Period
fa_ir: دوره

source: Person
fa_ir: شخص

source: Personal Settings
fa_ir: تنظیمات شخصی

source: Phone
fa_ir: تلفن

source: Phone Numbers
fa_ir: شماره تلفن‌ها

source: Pin View
fa_ir: نمای سنجاق‌شده

source: Pinned
fa_ir: سنجاق‌شده

source: Pinned Views
fa_ir: نماهای سنجاق‌شده

source: Pinned view
fa_ir: نمای سنجاق‌شده

source: Playback speed
fa_ir: سرعت پخش

source: Please add an email account to continue.
fa_ir: لطفاً برای ادامه، یک حساب ایمیل اضافه کنید.

source: Please check your access token
fa_ir: لطفاً توکن دسترسی خود را بررسی کنید

source: Please enable twilio settings before making a call.
fa_ir: لطفاً قبل از برقراری تماس، تنظیمات Twilio را فعال کنید.

source: Please enter a valid URL
fa_ir: لطفاً یک URL معتبر وارد کنید

source: Please enter the Exchangerate Host access key.
fa_ir: لطفاً کلید دسترسی Exchangerate Host را وارد کنید.

source: Please provide a reason for marking this deal as lost
fa_ir: لطفاً دلیلی برای از دست رفته علامت‌گذاری کردن این معامله ارائه دهید

source: Please select a currency before saving.
fa_ir: لطفاً قبل از ذخیره، یک ارز انتخاب کنید.

source: Please select a lead gen form before syncing!
fa_ir: لطفاً قبل از همگام‌سازی، یک فرم تولید سرنخ انتخاب کنید!

source: Please select an existing contact
fa_ir: لطفاً یک مخاطب موجود را انتخاب کنید

source: Please select an existing organization
fa_ir: لطفاً یک سازمان موجود را انتخاب کنید

source: Please set Email Address
fa_ir: لطفاً آدرس ایمیل را تنظیم کنید

source: Please setup Exotel intergration
fa_ir: لطفاً یکپارچه‌سازی Exotel را راه‌اندازی کنید

source: Please specify a reason for losing the deal.
fa_ir: لطفاً دلیلی برای از دست دادن معامله مشخص کنید.

source: Please specify the reason for losing the deal.
fa_ir: لطفاً دلیل از دست دادن معامله را مشخص کنید.

source: Position
fa_ir: سمت

source: Primary
fa_ir: اصلی

source: Primary Email
fa_ir: ایمیل اصلی

source: Primary Mobile No
fa_ir: شماره موبایل اصلی

source: Primary Phone
fa_ir: تلفن اصلی

source: Primary contact set
fa_ir: مخاطب اصلی تنظیم شد

source: Priorities
fa_ir: اولویت‌ها

source: Priority
fa_ir: اولویت

source: Private
fa_ir: خصوصی

source: Probability
fa_ir: احتمال

source: Product
fa_ir: محصول

source: Product Code
fa_ir: کد محصول

source: Product Name
fa_ir: نام محصول

source: Products
fa_ir: محصولات

source: Profile
fa_ir: پروفایل

source: Profile updated successfully
fa_ir: پروفایل با موفقیت به‌روزرسانی شد

source: Projected vs actual revenue based on deal probability
fa_ir: درآمد پیش‌بینی‌شده در مقابل واقعی بر اساس احتمال معامله

source: Public
fa_ir: عمومی

source: Public Views
fa_ir: نماهای عمومی

source: Public view
fa_ir: نمای عمومی

source: Quantity
fa_ir: تعداد

source: Questions
fa_ir: سوالات

source: Queued
fa_ir: در صف

source: Quick Entry
fa_ir: ثبت سریع

source: Quick Filters
fa_ir: فیلترهای سریع

source: Quick Filters updated successfully
fa_ir: فیلترهای سریع با موفقیت به‌روزرسانی شدند

source: Quick entry layout
fa_ir: طرح‌بندی ثبت سریع

source: Rate
fa_ir: نرخ

source: Read
fa_ir: خواندن

source: Reason
fa_ir: دلیل

source: Record Calls
fa_ir: ضبط تماس‌ها

source: Record Outgoing Calls
fa_ir: ضبط تماس‌های خروجی

source: Recording URL
fa_ir: آدرس URL ضبط

source: Reference Doc
fa_ir: سند مرجع

source: Reference Doctype
fa_ir: DocType مرجع

source: Reference Document Type
fa_ir: نوع سند مرجع

source: Reference Name
fa_ir: نام مرجع

source: Refresh
fa_ir: تازه‌سازی

source: Reject
fa_ir: رد کردن

source: Reject call
fa_ir: رد تماس

source: Remove
fa_ir: حذف

source: Remove all
fa_ir: حذف همه

source: Remove and move fields to previous column
fa_ir: حذف و انتقال فیلدها به ستون قبلی

source: Remove column
fa_ir: حذف ستون

source: Remove group
fa_ir: حذف گروه

source: Remove image
fa_ir: حذف تصویر

source: Remove section
fa_ir: حذف بخش

source: Remove tab
fa_ir: حذف تب

source: Reply
fa_ir: پاسخ

source: Reply All
fa_ir: پاسخ به همه

source: Report an Issue
fa_ir: گزارش مشکل

source: Required Fields
fa_ir: فیلدهای اجباری

source: Reset
fa_ir: بازنشانی

source: Reset Changes
fa_ir: بازنشانی تغییرات

source: Reset ERPNext Form Script
fa_ir: بازنشانی اسکریپت فرم ERPNext

source: Reset to Default
fa_ir: بازنشانی به پیش‌فرض

source: Reset to default
fa_ir: بازنشانی به پیش‌فرض

source: Responded On
fa_ir: تاریخ پاسخ

source: Response By
fa_ir: پاسخ‌دهنده

source: Response Details
fa_ir: جزئیات پاسخ

source: Response Time
fa_ir: زمان پاسخ

source: Response and Follow Up
fa_ir: پاسخ و پیگیری

source: Restart the SLA each time the customer replies (status changes to Open) and fulfill it when marked as Replied
fa_ir: SLA را هر بار که مشتری پاسخ می‌دهد (وضعیت به باز تغییر می‌کند) مجدداً راه‌اندازی کنید و زمانی که به عنوان پاسخ‌داده‌شده علامت‌گذاری شد، آن را تکمیل کنید.

source: Restore
fa_ir: بازیابی

source: Restore Defaults
fa_ir: بازیابی پیش‌فرض‌ها

source: Retake
fa_ir: دوباره گرفتن

source: Retry Sync
fa_ir: تلاش مجدد همگام‌سازی

source: Revenue
fa_ir: درآمد

source: Rich Text
fa_ir: متن غنی

source: Right
fa_ir: راست

source: Ringing
fa_ir: در حال زنگ خوردن

source: Ringing...
fa_ir: در حال زنگ خوردن...

source: Role
fa_ir: نقش

source: Rolling Response Due
fa_ir: مهلت پاسخ چرخشی

source: Rolling Responses
fa_ir: پاسخ‌های چرخشی

source: Route
fa_ir: مسیر

source: Route Name
fa_ir: نام مسیر

source: Rows
fa_ir: ردیف‌ها

source: SLA Creation
fa_ir: ایجاد SLA

source: SLA Name
fa_ir: نام SLA

source: SLA Status
fa_ir: وضعیت SLA

source: SUBJECT
fa_ir: موضوع

source: Sales Manager
fa_ir: مدیر فروش

source: Sales User
fa_ir: کاربر فروش

source: Sales trend
fa_ir: روند فروش

source: Sales user
fa_ir: کاربر فروش

source: Salesperson
fa_ir: فروشنده

source: Salutation
fa_ir: عنوان

source: Saturday
fa_ir: شنبه

source: Save
fa_ir: ذخیره

source: Save Changes
fa_ir: ذخیره تغییرات

source: Saved Views
fa_ir: نماهای ذخیره‌شده

source: Saved view
fa_ir: نمای ذخیره‌شده

source: Schedule a task...
fa_ir: زمان‌بندی یک وظیفه...

source: Schedule an Event
fa_ir: زمان‌بندی یک رویداد

source: Schedule an event
fa_ir: زمان‌بندی یک رویداد

source: Script
fa_ir: اسکریپت

source: Search
fa_ir: جستجو

source: Search template
fa_ir: قالب جستجو

source: Search user
fa_ir: جستجوی کاربر

source: Section
fa_ir: بخش

source: See all participants
fa_ir: مشاهده همه شرکت‌کنندگان

source: Select Range
fa_ir: انتخاب محدوده

source: Select Source Type
fa_ir: انتخاب نوع منبع

source: Select currency
fa_ir: انتخاب ارز

source: Select provider
fa_ir: انتخاب ارائه‌دهنده

source: Select the assignees for {0}.
fa_ir: مسئولین {0} را انتخاب کنید.

source: Select {0}
fa_ir: {0} را انتخاب کنید

source: Send
fa_ir: ارسال

source: Send Invites
fa_ir: ارسال دعوت‌نامه‌ها

source: Send Template
fa_ir: ارسال قالب

source: Send an email
fa_ir: ارسال ایمیل

source: Send email
fa_ir: ارسال ایمیل

source: Send invites to
fa_ir: ارسال دعوت‌نامه به

source: Separator
fa_ir: جداکننده

source: Series
fa_ir: سری

source: Service Provider
fa_ir: ارائه‌دهنده خدمات

source: Service level agreement
fa_ir: توافق‌نامه سطح خدمات

source: Set As Primary
fa_ir: تنظیم به عنوان اصلی

source: Set all as private
fa_ir: تنظیم همه به عنوان خصوصی

source: Set all as public
fa_ir: تنظیم همه به عنوان عمومی

source: Set an organization
fa_ir: تنظیم سازمان

source: Set as Primary Contact
fa_ir: تنظیم به عنوان مخاطب اصلی

source: Set as default
fa_ir: تنظیم به عنوان پیش‌فرض

source: Set currency
fa_ir: تنظیم ارز

source: Set first name
fa_ir: تنظیم نام

source: Setting up
fa_ir: در حال راه‌اندازی

source: Setting up Frappe Mail requires you to have an API key and API Secret of your email account. Read more
fa_ir: راه‌اندازی Frappe Mail مستلزم داشتن کلید API و رمز API حساب ایمیل شماست. بیشتر بخوانید

source: Setting up GMail requires you to enable two factor authentication and app specific passwords. Read more
fa_ir: راه‌اندازی GMail مستلزم فعال‌سازی احراز هویت دو مرحله‌ای

source: Setting up Outlook requires you to enable two factor authentication and app specific passwords. Read more
fa_ir: راه‌اندازی Outlook مستلزم فعال‌سازی احراز هویت دو مرحله‌ای

source: Setting up Sendgrid requires you to enable two factor authentication and app specific passwords. Read more
fa_ir: راه‌اندازی Sendgrid مستلزم فعال‌سازی احراز هویت دو مرحله‌ای

source: Setting up SparkPost requires you to enable two factor authentication and app specific passwords. Read more
fa_ir: راه‌اندازی SparkPost مستلزم فعال‌سازی احراز هویت دو مرحله‌ای

source: Setting up Yahoo requires you to enable two factor authentication and app specific passwords. Read more
fa_ir: راه‌اندازی Yahoo مستلزم فعال‌سازی احراز هویت دو مرحله‌ای

source: Setting up Yandex requires you to enable two factor authentication and app specific passwords. Read more
fa_ir: راه‌اندازی Yandex مستلزم فعال‌سازی احراز هویت دو مرحله‌ای

source: Settings
fa_ir: تنظیمات

source: Setup Email
fa_ir: راه‌اندازی ایمیل

source: Setup the Exchange Rate Provider as 'Exchangerate Host' in settings, as default provider does not support currency conversion for {0} to {1}.
fa_ir: ارائه‌دهنده نرخ ارز را در تنظیمات به عنوان 'Exchangerate Host' تنظیم کنید، زیرا ارائه‌دهنده پیش‌فرض تبدیل ارز را برای {0} به {1} پشتیبانی نمی‌کند.

source: Setup your password
fa_ir: رمز عبور خود را تنظیم کنید

source: Show
fa_ir: نمایش

source: Show Password
fa_ir: نمایش رمز عبور

source: Show border
fa_ir: نمایش حاشیه

source: Show label
fa_ir: نمایش برچسب

source: Show less
fa_ir: نمایش کمتر

source: Show preview
fa_ir: نمایش پیش‌نمایش

source: Side Panel
fa_ir: پنل کناری

source: Sidebar Items
fa_ir: آیتم‌های نوار کناری

source: Simple Python Expression, Example: doc.status == 'Open' and doc.lead_source == 'Ads'
fa_ir: عبارت ساده پایتون، مثال: doc.status == 'Open' and doc.lead_source == 'Ads'

source: Since you removed {0} from the assignee, the {0} has also been removed.
fa_ir: از آنجا که {0} را از تخصیص‌گیرنده حذف کردید، {0} نیز حذف شده است.

source: Since you removed {0} from the assignee, the {0} has been changed to the next available assignee {1}.
fa_ir: از آنجا که {0} را از تخصیص‌گیرنده حذف کردید، {0} به تخصیص‌گیرنده بعدی موجود {1} تغییر یافته است.

source: Some error occurred while renaming assignment rule
fa_ir: هنگام تغییر نام قانون تخصیص خطایی رخ داد

source: Some error occurred while updating assignment rule
fa_ir: هنگام به‌روزرسانی قانون تخصیص خطایی رخ داد

source: Sort
fa_ir: مرتب‌سازی

source: Source
fa_ir: منبع

source: Source Name
fa_ir: نام منبع

source: Source Type
fa_ir: نوع منبع

source: Source disabled successfully
fa_ir: منبع با موفقیت غیرفعال شد

source: Source enabled successfully
fa_ir: منبع با موفقیت فعال شد

source: Spacer
fa_ir: جداکننده

source: Stage
fa_ir: مرحله

source: Standard Form Scripts can not be modified, duplicate the Form Script instead.
fa_ir: اسکریپت‌های فرم استاندارد قابل ویرایش نیستند، به جای آن اسکریپت فرم را کپی کنید.

source: Standard Selling Rate
fa_ir: نرخ فروش استاندارد

source: Standard Views
fa_ir: نماهای استاندارد

source: Start Date
fa_ir: تاریخ شروع

source: Start Time
fa_ir: زمان شروع

source: Start and end time are required
fa_ir: زمان شروع و پایان الزامی است

source: Start with sample 10 leads
fa_ir: با ۱۰ سرنخ نمونه شروع کنید

source: Status
fa_ir: وضعیت

source: Status Change Log
fa_ir: گزارش تغییر وضعیت

source: Status is required
fa_ir: وضعیت الزامی است

source: Subdomain
fa_ir: زیردامنه

source: Subject
fa_ir: موضوع

source: Subject is required
fa_ir: موضوع الزامی است

source: Subject: {0}
fa_ir: موضوع: {0}

source: Sunday
fa_ir: یکشنبه

source: Support / Sales
fa_ir: پشتیبانی / فروش

source: Switch camera
fa_ir: تغییر دوربین

source: Sync Now
fa_ir: همگام‌سازی اکنون

source: Sync Successful, CRM Lead: ${frappe.utils.get_form_link("CRM Lead", message.name, true)}!
fa_ir: همگام‌سازی موفقیت‌آمیز، سرنخ CRM: ${frappe.utils.get_form_link(\"CRM Lead\", message.name, true)}!

source: Sync successful!
fa_ir: همگام‌سازی موفقیت‌آمیز بود!

source: Sync your contacts,email and calenders
fa_ir: مخاطبین، ایمیل و تقویم‌های خود را همگام‌سازی کنید

source: Synced
fa_ir: همگام‌سازی شده

source: Syncing
fa_ir: در حال همگام‌سازی

source: Syncing started in background
fa_ir: همگام‌سازی در پس‌زمینه آغاز شد

source: System Configuration
fa_ir: پیکربندی سیستم

source: System Manager
fa_ir: مدیر سیستم

source: TO
fa_ir: به

source: Take a note...
fa_ir: یادداشتی بنویسید...

source: Task
fa_ir: وظیفه

source: Tasks
fa_ir: وظایف

source: Telegram Channel
fa_ir: کانال تلگرام

source: Telephony
fa_ir: تلفنی

source: Telephony Medium
fa_ir: رسانه تلفنی

source: Telephony settings
fa_ir: تنظیمات تلفنی

source: Template created successfully
fa_ir: قالب با موفقیت ایجاد شد

source: Template deleted successfully
fa_ir: قالب با موفقیت حذف شد

source: Template disabled successfully
fa_ir: قالب با موفقیت غیرفعال شد

source: Template enabled successfully
fa_ir: قالب با موفقیت فعال شد

source: Template name
fa_ir: نام قالب

source: Template renamed successfully
fa_ir: نام قالب با موفقیت تغییر یافت

source: Template updated successfully
fa_ir: قالب با موفقیت به‌روزرسانی شد

source: Territories
fa_ir: مناطق

source: Territory
fa_ir: منطقه

source: Territory Manager
fa_ir: مدیر منطقه

source: Territory Name
fa_ir: نام منطقه

source: Thanks
fa_ir: تشکر

source: The Condition '{0}' is invalid: {1}
fa_ir: شرط '{0}' نامعتبر است: {1}

source: The rate used to convert the deal’s currency to your crm's base currency (set in CRM Settings). It is set once when the currency is first added and doesn't change automatically.
fa_ir: نرخ مورد استفاده برای تبدیل ارز معامله به ارز پایه CRM شما (تنظیم شده در تنظیمات CRM). این نرخ یک بار هنگام افزودن اولیه ارز تنظیم می‌شود و به طور خودکار تغییر نمی‌کند.

source: The rate used to convert the organization’s currency to your crm's base currency (set in CRM Settings). It is set once when the currency is first added and doesn't change automatically.
fa_ir: نرخ مورد استفاده برای تبدیل ارز سازمان به ارز پایه CRM شما (تنظیم شده در تنظیمات CRM). این نرخ یک بار هنگام افزودن اولیه ارز تنظیم می‌شود و به طور خودکار تغییر نمی‌کند.

source: There can only be one default priority in Priorities table
fa_ir: فقط یک اولویت پیش‌فرض می‌تواند در جدول اولویت‌ها وجود داشته باشد

source: These fields are required: {0}
fa_ir: این فیلدها اجباری هستند: {0}

source: This Month
fa_ir: این ماه

source: This Quarter
fa_ir: این سه‌ماهه

source: This Week
fa_ir: این هفته

source: This Year
fa_ir: این سال

source: This section is not editable
fa_ir: این بخش قابل ویرایش نیست

source: This will delete selected items and items linked to it, are you sure?
fa_ir: این کار آیتم‌های انتخاب شده و آیتم‌های مرتبط با آن را حذف خواهد کرد، مطمئن هستید؟

source: This will delete selected items and unlink linked items to it, are you sure?
fa_ir: این کار آیتم‌های انتخاب شده را حذف و آیتم‌های مرتبط با آن را لغو پیوند خواهد کرد، مطمئن هستید؟

source: This will restore (if not exist) all the default statuses, custom fields and layouts. Delete & Restore will delete default layouts and then restore them.
fa_ir: این کار تمام وضعیت‌های پیش‌فرض، فیلدهای سفارشی و طرح‌بندی‌ها را (در صورت عدم وجود) بازیابی خواهد کرد. حذف و بازیابی، طرح‌بندی‌های پیش‌فرض را حذف و سپس بازیابی می‌کند.

source: Thursday
fa_ir: پنجشنبه

source: Time
fa_ir: زمان

source: Timespan
fa_ir: بازه زمانی

source: Title
fa_ir: عنوان

source: Title Field
fa_ir: فیلد عنوان

source: Title is required
fa_ir: عنوان اجباری است

source: To
fa_ir: به

source: To Date
fa_ir: تا تاریخ

source: To Type
fa_ir: نوع مقصد

source: To User
fa_ir: به کاربر

source: To know more about setting up email accounts, click
fa_ir: برای کسب اطلاعات بیشتر در مورد تنظیم حساب‌های ایمیل، کلیک کنید

source: Today
fa_ir: امروز

source: Todo
fa_ir: کارها

source: Toggle on for preview
fa_ir: برای پیش‌نمایش فعال کنید

source: Tomorrow
fa_ir: فردا

source: Took a call with John Doe and discussed the new project.
fa_ir: با جان دو تماس تلفنی گرفته شد و در مورد پروژه جدید بحث شد.

source: Total
fa_ir: کل

source: Total Holidays
fa_ir: کل تعطیلات

source: Total after discount
fa_ir: مجموع پس از تخفیف

source: Total leads
fa_ir: کل سرنخ‌ها

source: Total number of leads
fa_ir: تعداد کل سرنخ‌ها

source: Total number of non won/lost deals
fa_ir: تعداد کل معاملات برنده/بازنده نشده

source: Total number of won deals based on its closure date
fa_ir: تعداد کل معاملات برنده شده بر اساس تاریخ اتمام

source: Traceback
fa_ir: ردیابی خطا

source: Tuesday
fa_ir: سه‌شنبه

source: Turn into a group
fa_ir: تبدیل به گروه

source: Twilio API credential creation error.
fa_ir: خطا در ایجاد اعتبارنامه Twilio API.

source: Twilio Number
fa_ir: شماره Twilio

source: Twilio is not enabled
fa_ir: Twilio فعال نیست

source: Twilio settings updated successfully
fa_ir: تنظیمات Twilio با موفقیت به‌روزرسانی شد

source: Type
fa_ir: نوع

source: Type an email address to add attendee
fa_ir: آدرس ایمیل را برای افزودن شرکت‌کننده وارد کنید

source: Type your message here...
fa_ir: پیام خود را اینجا بنویسید...

source: Unassign conditions are invalid
fa_ir: شرایط لغو تخصیص نامعتبر است

source: Unassignment condition
fa_ir: شرط لغو تخصیص

source: Unauthorized request
fa_ir: درخواست غیرمجاز

source: Uncollapsible
fa_ir: غیرقابل جمع شدن

source: Ungroup conditions
fa_ir: لغو گروه‌بندی شرایط

source: Unknown
fa_ir: نامشخص

source: Unlink
fa_ir: لغو پیوند

source: Unlink all
fa_ir: لغو پیوند همه

source: Unlink and delete
fa_ir: لغو پیوند و حذف

source: Unlink and delete {0} items
fa_ir: لغو پیوند و حذف {0} آیتم

source: Unlink linked item
fa_ir: لغو پیوند آیتم مرتبط

source: Unlink {0} item(s)
fa_ir: لغو پیوند {0} آیتم

source: Unpin View
fa_ir: لغو سنجاق نما

source: Unsaved
fa_ir: ذخیره نشده

source: Unsaved changes
fa_ir: تغییرات ذخیره نشده

source: Untitled
fa_ir: بدون عنوان

source: Update
fa_ir: به‌روزرسانی

source: Update Account
fa_ir: به‌روزرسانی حساب

source: Update {0} Records
fa_ir: به‌روزرسانی {0} رکورد

source: Upload
fa_ir: بارگذاری

source: Upload Attachment
fa_ir: بارگذاری پیوست

source: Upload Document
fa_ir: بارگذاری سند

source: Upload Image
fa_ir: بارگذاری تصویر

source: Upload Video
fa_ir: بارگذاری ویدئو

source: Upload image
fa_ir: بارگذاری تصویر

source: Uploading {0}%
fa_ir: در حال بارگذاری {0}%

source: User
fa_ir: کاربر

source: User Management
fa_ir: مدیریت کاربران

source: User Name
fa_ir: نام کاربری

source: User {0} has been removed
fa_ir: کاربر {0} حذف شد

source: Users
fa_ir: کاربران

source: Users added successfully
fa_ir: کاربران با موفقیت اضافه شدند

source: Users are required
fa_ir: کاربران الزامی هستند

source: Validity
fa_ir: اعتبار

source: Value
fa_ir: مقدار

source: View Name
fa_ir: نام نما

source: View contact
fa_ir: مشاهده مخاطب

source: Views
fa_ir: نماها

source: Web form
fa_ir: فرم وب

source: Webhook Verify Token
fa_ir: توکن تأیید وب‌هوک

source: Website
fa_ir: وب‌سایت

source: Wednesday
fa_ir: چهارشنبه

source: Weekly Off
fa_ir: تعطیلی هفتگی

source: Welcome Message
fa_ir: پیام خوش‌آمدگویی

source: Welcome to Helpdesk
fa_ir: به میز کمک خوش آمدید

source: Welcome {0}, lets add your first lead
fa_ir: خوش آمدید {0}، بیایید اولین سرنخ شما را اضافه کنیم

source: WhatsApp
fa_ir: واتس‌اپ

source: WhatsApp Templates
fa_ir: الگوهای واتس‌اپ

source: Where
fa_ir: کجا

source: Width
fa_ir: عرض

source: Width can be in number, pixel or rem (eg. 3, 30px, 10rem)
fa_ir: عرض می‌تواند به صورت عدد، پیکسل یا رم باشد (مثال: 3، 30px، 10rem)

source: Won
fa_ir: برنده شده

source: Won deals
fa_ir: معاملات برنده شده

source: Workday
fa_ir: روز کاری

source: Working Hours
fa_ir: ساعات کاری

source: Yesterday
fa_ir: دیروز

source: You
fa_ir: شما

source: You are not permitted to access this resource.
fa_ir: شما اجازه دسترسی به این منبع را ندارید.

source: You can also copy-paste following link in your browser
fa_ir: همچنین می‌توانید لینک زیر را در مرورگر خود کپی و پیست کنید

source: You can change the default calling medium from the settings
fa_ir: می‌توانید رسانه تماس پیش‌فرض را از تنظیمات تغییر دهید

source: You can get your access key from
fa_ir: می‌توانید کلید دسترسی خود را از

source: You can invite multiple users by comma separating their email addresses
fa_ir: می‌توانید با جدا کردن آدرس‌های ایمیل کاربران با کاما، چندین کاربر را دعوت کنید
