Repository: ai-solution-company/systemafarin-custom-addon
Catalog: iran_core/translations_src/*-crm.po
Languages: fa_ir

source: (New)
fa_ir: (جدید)

source: (No title)
fa_ir: (بدون عنوان)

source: 1 hour ago
fa_ir: ۱ ساعت پیش

source: 1 hr
fa_ir: ۱ ساعت

source: 1 minute ago
fa_ir: ۱ دقیقه پیش

source: 1 month ago
fa_ir: ۱ ماه پیش

source: 1 week ago
fa_ir: ۱ هفته پیش

source: 1 year ago
fa_ir: ۱ سال پیش

source: <b>META</b>
fa_ir: <b>متا</b>

source: <b>SHORTCUTS</b>
fa_ir: <b>میانبرها</b>

source: <p>Dear {{ lead_name }},</p>\n\n<p>This is a reminder for the payment of {{ grand_total }}.</p>\n\n<p>Thanks,</p>\n<p>Frappé</p>
fa_ir: <p>با سلام {{ lead_name }}،</p>\n\n<p>این یادآوری برای پرداخت مبلغ {{ grand_total }} است.</p>\n\n<p>با تشکر،</p>\n<p>Frappé</p>

source: <span class="h5"><b>PORTAL</b></span>
fa_ir: <span class="h5"><b>پورتال</b></span>

source: @John, can you please check this?
fa_ir: @John، لطفاً این را بررسی می‌کنید؟

source: A Lead requires either a person's name or an organization's name
fa_ir: سرنخ نیاز به نام شخص یا نام سازمان دارد

source: A lead sync source is already enabled for this Facebook Lead Form!
fa_ir: یک منبع همگام‌سازی سرنخ برای این فرم سرنخ فیس‌بوک قبلاً فعال شده است!

source: A new account has been created for you at {0}
fa_ir: یک حساب کاربری جدید برای شما در {0} ایجاد شده است

source: API Key
fa_ir: کلید API

source: API Key is required
fa_ir: کلید API الزامی است

source: API Secret
fa_ir: رمز API

source: API Token
fa_ir: توکن API

source: Accept
fa_ir: قبول

source: Accept Invitation
fa_ir: قبول دعوتنامه

source: Accept call
fa_ir: پذیرش تماس

source: Accepted
fa_ir: پذیرفته شده

source: Accepted At
fa_ir: تاریخ پذیرش

source: Access Denied
fa_ir: دسترسی ممنوع

source: Access Key
fa_ir: کلید دسترسی

source: Access Key is required for Service Provider: {0}
fa_ir: کلید دسترسی برای ارائه‌دهنده سرویس: {0} الزامی است

source: Access Token
fa_ir: توکن دسترسی

source: Access key
fa_ir: کلید دسترسی

source: Access key for Exchangerate Host. Required for fetching exchange rates.
fa_ir: کلید دسترسی برای هاست نرخ ارز. برای دریافت نرخ ارز الزامی است.

source: Access token is required
fa_ir: توکن دسترسی الزامی است

source: Account ID
fa_ir: شناسه حساب

source: Account Name
fa_ir: نام حساب

source: Account SID
fa_ir: SID حساب

source: Account name is required
fa_ir: نام حساب الزامی است

source: Actions
fa_ir: عملیات

source: Activity
fa_ir: فعالیت

source: Add
fa_ir: افزودن

source: Add Account
fa_ir: افزودن حساب

source: Add Assignee
fa_ir: افزودن مسئول

source: Add Column
fa_ir: افزودن ستون

source: Add Existing User
fa_ir: افزودن کاربر موجود

source: Add Field
fa_ir: افزودن فیلد

source: Add Filter
fa_ir: افزودن فیلتر

source: Add Lead or Deal
fa_ir: افزودن سرنخ یا معامله

source: Add Row
fa_ir: افزودن ردیف

source: Add Section
fa_ir: افزودن بخش

source: Add Sort
fa_ir: افزودن مرتب‌سازی

source: Add Tab
fa_ir: افزودن تب

source: Add Weekly Holidays
fa_ir: افزودن تعطیلات هفتگی

source: Add a condition
fa_ir: افزودن یک شرط

source: Add a name for your source
fa_ir: نامی برای منبع خود اضافه کنید

source: Add a note
fa_ir: افزودن یادداشت

source: Add a task
fa_ir: افزودن یک وظیفه

source: Add chart
fa_ir: افزودن نمودار

source: Add column
fa_ir: افزودن ستون

source: Add condition
fa_ir: افزودن شرط

source: Add condition group
fa_ir: افزودن گروه شرط

source: Add description
fa_ir: افزودن توضیحات

source: Add description.
fa_ir: افزودن توضیحات.

source: Add description...
fa_ir: افزودن توضیحات...

source: Add existing system users to this CRM. Assign them a role to grant access with their current credentials.
fa_ir: کاربران سیستم موجود را به این CRM اضافه کنید. برای اعطای دسترسی با اعتبارنامه‌های فعلی آن‌ها، یک نقش به آن‌ها اختصاص دهید.

source: Add filter
fa_ir: افزودن فیلتر

source: Add note
fa_ir: افزودن یادداشت

source: Add sample data
fa_ir: افزودن داده‌های نمونه

source: Add svg code or use feather icons e.g 'settings'
fa_ir: کد SVG را اضافه کنید یا از آیکون‌های Feather مانند 'settings' استفاده کنید

source: Add task
fa_ir: افزودن وظیفه

source: Add to Holidays
fa_ir: افزودن به تعطیلات

source: Add your first comment
fa_ir: اولین نظر خود را اضافه کنید

source: Add, edit, and manage email templates for various CRM communications
fa_ir: افزودن، ویرایش و مدیریت قالب‌های ایمیل برای ارتباطات مختلف CRM

source: Add, edit, and manage sources for automatic lead syncing to your CRM
fa_ir: افزودن، ویرایش و مدیریت منابع برای همگام‌سازی خودکار سرنخ‌ها با CRM شما

source: Address
fa_ir: آدرس

source: Admin
fa_ir: مدیر سیستم

source: Agent is unavailable to take the call, please call after some time.
fa_ir: کارشناس برای پاسخگویی به تماس در دسترس نیست، لطفاً بعداً تماس بگیرید.

source: All
fa_ir: همه

source: All day
fa_ir: تمام روز

source: Amount
fa_ir: مبلغ

source: Amount after discount
fa_ir: مبلغ پس از تخفیف

source: An error occurred
fa_ir: خطایی رخ داد

source: An error occurred while updating the document
fa_ir: هنگام به‌روزرسانی سند خطایی رخ داد

source: An icon file with .ico extension. Should be 16 x 16 px. Generated using a favicon generator. [favicon-generator.org]
fa_ir: یک فایل آیکون با پسوند .ico. باید ۱۶ در ۱۶ پیکسل باشد. با استفاده از یک favicon generator تولید شده است. [favicon-generator.org]

source: An image with 1:1 & 2:1 ratio is preferred
fa_ir: یک تصویر با نسبت ۱:۱ و ۲:۱ ترجیح داده می‌شود

source: And
fa_ir: و

source: Annual Revenue
fa_ir: درآمد سالانه

source: Annual Revenue should be a number
fa_ir: درآمد سالانه باید یک عدد باشد

source: Any failed lead syncs will show up here
fa_ir: هرگونه همگام‌سازی ناموفق سرنخ در اینجا نمایش داده خواهد شد

source: Appears in the left sidebar. Recommended size is 32x32 px in PNG or SVG
fa_ir: در نوار کناری چپ ظاهر می‌شود. اندازه پیشنهادی ۳۲x۳۲ پیکسل در فرمت PNG یا SVG است

source: Appears next to the title in your browser tab. Recommended size is 32x32 px in PNG or ICO
fa_ir: کنار عنوان در تب مرورگر شما ظاهر می‌شود. اندازه پیشنهادی ۳۲x۳۲ پیکسل در فرمت PNG یا ICO است

source: Apply
fa_ir: اعمال

source: Apply On
fa_ir: اعمال بر روی

source: Apply To
fa_ir: اعمال به

source: Apply on
fa_ir: اعمال بر روی

source: Apps
fa_ir: برنامه‌ها

source: Are you sure you want to delete this attachment?
fa_ir: آیا از حذف این پیوست اطمینان دارید؟

source: Are you sure you want to delete this contact?
fa_ir: آیا از حذف این مخاطب اطمینان دارید؟

source: Are you sure you want to delete this event?
fa_ir: آیا از حذف این رویداد اطمینان دارید؟

source: Are you sure you want to delete this organization?
fa_ir: آیا از حذف این سازمان اطمینان دارید؟

source: Are you sure you want to delete this task?
fa_ir: آیا از حذف این وظیفه اطمینان دارید؟

source: Are you sure you want to delete {0} linked item(s)?
fa_ir: آیا از حذف {0} آیتم(های) مرتبط اطمینان دارید؟

source: Are you sure you want to discard unsaved changes to this event?
fa_ir: آیا از نادیده گرفتن تغییرات ذخیره نشده این رویداد اطمینان دارید؟

source: Are you sure you want to go back? Unsaved changes will be lost.
fa_ir: آیا از بازگشت اطمینان دارید؟ تغییرات ذخیره نشده از بین خواهند رفت.

source: Are you sure you want to login to your Frappe Cloud dashboard?
fa_ir: آیا از ورود به Frappe Cloud dashboard خود اطمینان دارید؟

source: Are you sure you want to reset 'Create Quotation from CRM Deal' Form Script?
fa_ir: آیا از بازنشانی 'Create Quotation from CRM Deal' Form Script اطمینان دارید؟

source: Are you sure you want to set the currency as {0}? This cannot be changed later.
fa_ir: آیا از تنظیم ارز به {0} اطمینان دارید؟ این مورد بعداً قابل تغییر نیست.

source: Are you sure you want to unlink {0} linked item(s)?
fa_ir: آیا از لغو پیوند {0} آیتم(های) مرتبط اطمینان دارید؟

source: Ask your manager to set up the Exchange Rate Provider, as default provider does not support currency conversion for {0} to {1}.
fa_ir: از مدیر خود بخواهید ارائه‌دهنده نرخ ارز را تنظیم کند، زیرا ارائه‌دهنده پیش‌فرض از تبدیل ارز برای {0} به {1} پشتیبانی نمی‌کند.

source: Assign To
fa_ir: اختصاص به

source: Assign condition is required
fa_ir: شرط تخصیص الزامی است

source: Assign conditions are invalid
fa_ir: شرایط تخصیص نامعتبر هستند

source: Assign to
fa_ir: اختصاص به

source: Assign to me
fa_ir: به من اختصاص بده

source: Assigned To
fa_ir: اختصاص داده شده به

source: Assignee Rules
fa_ir: قوانین تخصیص

source: Assignees
fa_ir: تخصیص‌گیرندگان

source: Assignment
fa_ir: تخصیص

source: Assignment Rule
fa_ir: قانون تخصیص

source: Assignment Schedule
fa_ir: برنامه تخصیص

source: Assignment cleared successfully
fa_ir: تخصیص با موفقیت لغو شد

source: Assignment condition
fa_ir: شرط تخصیص

source: Assignment days are required
fa_ir: روزهای تخصیص اجباری هستند

source: Assignment rule
fa_ir: قانون تخصیص

source: Assignment rule created
fa_ir: قانون تخصیص ایجاد شد

source: Assignment rule deleted
fa_ir: قانون تخصیص حذف شد

source: Assignment rule duplicated
fa_ir: قانون تخصیص تکثیر شد

source: Assignment rule updated
fa_ir: قانون تخصیص به‌روزرسانی شد

source: Assignment rule {0} updated
fa_ir: قانون تخصیص {0} به‌روزرسانی شد

source: Assignment rules
fa_ir: قوانین تخصیص

source: Assignment rules automatically assign lead/deal to the right sales user based on predefined conditions
fa_ir: قوانین تخصیص به‌طور خودکار سرنخ/معامله را بر اساس شرایط از پیش تعریف‌شده به کاربر فروش مناسب تخصیص می‌دهند

source: At least one field is required
fa_ir: حداقل یک فیلد اجباری است

source: Attach
fa_ir: پیوست

source: Attach a file
fa_ir: پیوست کردن فایل

source: Attachments
fa_ir: پیوست‌ها

source: Attendees
fa_ir: شرکت‌کنندگان

source: Auth Token
fa_ir: توکن احراز هویت

source: Auto Update Expected Deal Value
fa_ir: به‌روزرسانی خودکار ارزش مورد انتظار معامله

source: Auto update expected deal value
fa_ir: به‌روزرسانی خودکار ارزش مورد انتظار معامله

source: Auto update of expected deal value disabled
fa_ir: به‌روزرسانی خودکار ارزش مورد انتظار معامله غیرفعال شد

source: Auto update of expected deal value enabled
fa_ir: به‌روزرسانی خودکار ارزش مورد انتظار معامله فعال شد

source: Automatically update "Expected Deal Value" based on the total value of associated products in a deal
fa_ir: «ارزش مورد انتظار معامله» به‌طور خودکار بر اساس ارزش کل محصولات مرتبط در یک معامله به‌روزرسانی شود

source: Automation & Rules
fa_ir: اتوماسیون و قوانین

source: Average deal value of non won/lost deals
fa_ir: میانگین ارزش معاملات غیر برنده/بازنده

source: Average deal value of ongoing & won deals
fa_ir: میانگین ارزش معاملات در جریان و برنده شده

source: Average deal value of won deals
fa_ir: میانگین ارزش معاملات برنده شده

source: Average time taken from deal creation to deal closure
fa_ir: میانگین زمان صرف شده از ایجاد معامله تا بستن معامله

source: Average time taken from lead creation to deal closure
fa_ir: میانگین زمان صرف شده از ایجاد سرنخ تا بستن معامله

source: Avg deal value
fa_ir: میانگین ارزش معامله

source: Avg ongoing deal value
fa_ir: میانگین ارزش معاملات در جریان

source: Avg time to close a deal
fa_ir: میانگین زمان بستن معامله

source: Avg time to close a lead
fa_ir: میانگین زمان بستن سرنخ

source: Avg won deal value
fa_ir: میانگین ارزش معاملات برنده شده

source: Avg. deal value
fa_ir: میانگین ارزش معامله

source: Avg. ongoing deal value
fa_ir: میانگین ارزش معاملات در جریان

source: Avg. time to close a deal
fa_ir: میانگین زمان نهایی کردن معامله

source: Avg. time to close a lead
fa_ir: میانگین زمان نهایی کردن سرنخ

source: Avg. won deal value
fa_ir: میانگین ارزش معاملات موفق

source: Axis chart
fa_ir: نمودار محوری

source: Back
fa_ir: بازگشت

source: Back to all logs
fa_ir: بازگشت به همه گزارش‌ها

source: Back to file upload
fa_ir: بازگشت به بارگذاری فایل

source: Background Sync Frequency
fa_ir: تناوب همگام‌سازی در پس‌زمینه

source: Backlog
fa_ir: بک‌لاگ

source: Between
fa_ir: بین

source: Brand Settings
fa_ir: تنظیمات برند

source: Brand logo
fa_ir: لوگوی برند

source: Brand name
fa_ir: نام برند

source: Brand settings
fa_ir: تنظیمات برند

source: Branding
fa_ir: برندینگ

source: Bulk Edit
fa_ir: ویرایش انبوه

source: Busy
fa_ir: مشغول

source: CRM Call Log
fa_ir: گزارش تماس CRM

source: CRM Communication Status
fa_ir: وضعیت ارتباط CRM

source: CRM Contacts
fa_ir: مخاطبین CRM

source: CRM Dashboard
fa_ir: داشبورد CRM

source: CRM Deal
fa_ir: معامله CRM

source: CRM Deal Status
fa_ir: وضعیت معامله CRM

source: CRM Dropdown Item
fa_ir: آیتم کشویی CRM

source: CRM Exotel Settings
fa_ir: تنظیمات Exotel CRM

source: CRM Fields Layout
fa_ir: چیدمان فیلدهای CRM

source: CRM Form Script
fa_ir: اسکریپت فرم CRM

source: CRM Global Settings
fa_ir: تنظیمات عمومی CRM

source: CRM Holiday
fa_ir: تعطیلی CRM

source: CRM Holiday List
fa_ir: فهرست تعطیلات CRM

source: CRM Industry
fa_ir: صنعت CRM

source: CRM Invitation
fa_ir: دعوت‌نامه CRM

source: CRM Lead
fa_ir: سرنخ CRM

source: CRM Lead Source
fa_ir: منبع سرنخ CRM

source: CRM Lead Status
fa_ir: وضعیت سرنخ CRM

source: CRM Lost Reason
fa_ir: دلیل از دست دادن CRM

source: CRM Notification
fa_ir: اعلان CRM

source: CRM Organization
fa_ir: سازمان CRM

source: CRM Portal Page
fa_ir: صفحه پورتال CRM

source: CRM Product
fa_ir: محصول CRM

source: CRM Products
fa_ir: محصولات CRM

source: CRM Rolling Response Time
fa_ir: زمان پاسخگویی متحرک CRM

source: CRM Service Day
fa_ir: روز خدمات CRM

source: CRM Service Level Agreement
fa_ir: توافق‌نامه سطح خدمات CRM

source: CRM Service Level Priority
fa_ir: اولویت سطح خدمات CRM

source: CRM Status Change Log
fa_ir: گزارش تغییر وضعیت CRM

source: CRM Task
fa_ir: وظیفه CRM

source: CRM Telephony Agent
fa_ir: عامل تلفنی CRM

source: CRM Telephony Phone
fa_ir: تلفن سیستم تلفنی CRM

source: CRM Territory
fa_ir: قلمرو CRM

source: CRM Twilio Settings
fa_ir: تنظیمات Twilio CRM

source: CRM View Settings
fa_ir: تنظیمات نمایش CRM

source: CRM currency for all monetary values. Once set, cannot be edited.
fa_ir: واحد پول CRM برای تمام مقادیر پولی. پس از تنظیم، قابل ویرایش نیست.

source: Call Details
fa_ir: جزئیات تماس

source: Call Received By
fa_ir: تماس دریافت شده توسط

source: Call duration in seconds
fa_ir: مدت زمان تماس بر حسب ثانیه

source: Call log
fa_ir: گزارش تماس

source: Call using {0}
fa_ir: تماس با استفاده از {0}

source: Call with John Doe
fa_ir: تماس با جان دو

source: Caller
fa_ir: تماس‌گیرنده

source: Calling Medium
fa_ir: واسطه تماس

source: Calling...
fa_ir: در حال تماس...

source: Calls
fa_ir: تماس‌ها

source: Camera
fa_ir: دوربین

source: Can't retry sync for this without source!
fa_ir: امکان تلاش مجدد برای همگام‌سازی این مورد بدون منبع وجود ندارد!

source: Cancel
fa_ir: لغو

source: Canceled
fa_ir: لغو شده

source: Cannot change role of user with Admin access
fa_ir: امکان تغییر نقش کاربری با دسترسی مدیر وجود ندارد

source: Cannot delete standard items {0}
fa_ir: امکان حذف آیتم‌های استاندارد {0} وجود ندارد

source: Cannot enable rule without adding users in it
fa_ir: امکان فعال‌سازی قانون بدون افزودن کاربر به آن وجود ندارد

source: Capture
fa_ir: ثبت

source: Capturing leads
fa_ir: ثبت سرنخ‌ها

source: Category
fa_ir: دسته‌بندی

source: Change
fa_ir: تغییر

source: Change Password
fa_ir: تغییر رمز عبور

source: Change deal status
fa_ir: تغییر وضعیت معامله

source: Change image
fa_ir: تغییر تصویر

source: Change status
fa_ir: تغییر وضعیت

source: Chart
fa_ir: نمودار

source: Chart Type
fa_ir: نوع نمودار

source: Choose Existing
fa_ir: انتخاب موجود

source: Choose Existing Contact
fa_ir: انتخاب مخاطب موجود

source: Choose Existing Organization
fa_ir: انتخاب سازمان موجود

source: Choose how {0} are assigned among salespeople.
fa_ir: نحوه تخصیص {0} بین فروشندگان را انتخاب کنید.

source: Choose the days of the week when this rule should be active.
fa_ir: روزهای هفته‌ای که این قانون باید فعال باشد را انتخاب کنید.

source: Choose the email service provider you want to configure.
fa_ir: ارائه‌دهنده سرویس ایمیلی که می‌خواهید پیکربندی کنید را انتخاب کنید.

source: Choose which {0} are affected by this un-assignment rule.
fa_ir: انتخاب کنید کدام {0} تحت تأثیر این قانون لغو تخصیص قرار می‌گیرند.

source: Clear
fa_ir: پاک کردن

source: Clear Assignment
fa_ir: پاک کردن تخصیص

source: Clear Sort
fa_ir: پاک کردن مرتب‌سازی

source: Clear Table
fa_ir: پاک کردن جدول

source: Clear all Filter
fa_ir: پاک کردن همه فیلترها

source: Click on the link below to complete your registration and set a new password
fa_ir: برای تکمیل ثبت‌نام و تنظیم رمز عبور جدید، روی لینک زیر کلیک کنید.

source: Close
fa_ir: بستن

source: Close panel
fa_ir: بستن پنل

source: Closed Date
fa_ir: تاریخ بسته شدن

source: Collapse
fa_ir: جمع کردن

source: Collapsible
fa_ir: قابل جمع شدن

source: Color
fa_ir: رنگ

source: Column
fa_ir: ستون

source: Column Field
fa_ir: فیلد ستون

source: Columns
fa_ir: ستون‌ها

source: Comment
fa_ir: نظر

source: Comments
fa_ir: نظرات

source: Common reasons for losing deals
fa_ir: دلایل رایج از دست دادن معاملات

source: Communication Status
fa_ir: وضعیت ارتباط

source: Communication Statuses
fa_ir: وضعیت‌های ارتباط

source: Company in ERPNext Site
fa_ir: شرکت در سایت ERPNext

source: Complete Registration
fa_ir: تکمیل ثبت‌نام

source: Completed
fa_ir: تکمیل شده

source: Computer
fa_ir: کامپیوتر

source: Condition
fa_ir: شرط

source: Conditions for this rule were created from
fa_ir: شرایط این قانون از ... ایجاد شده‌اند.

source: Configure actions that appear on the home dropdown
fa_ir: اقدامات ظاهر شده در منوی کشویی صفحه اصلی را پیکربندی کنید.

source: Configure forecasting feature to help predict sales performance and growth
fa_ir: قابلیت پیش‌بینی را برای کمک به پیش‌بینی عملکرد و رشد فروش پیکربندی کنید.

source: Configure telephony settings for your CRM
fa_ir: تنظیمات تلفنی را برای CRM خود پیکربندی کنید.

source: Configure the currency and exchange rate provider for your CRM
fa_ir: ارائه‌دهنده ارز و نرخ ارز را برای CRM خود پیکربندی کنید.

source: Configure the exchange rate provider for your CRM
fa_ir: ارائه‌دهنده نرخ ارز را برای CRM خود پیکربندی کنید

source: Configure your brand name, logo, and favicon
fa_ir: نام برند، لوگو و فاوآیکون خود را پیکربندی کنید

source: Confirm
fa_ir: تأیید

source: Confirm Delete
fa_ir: تأیید حذف

source: Confirm Password
fa_ir: تأیید رمز عبور

source: Confirm Remove
fa_ir: تأیید حذف

source: Confirm overwrite
fa_ir: تأیید بازنویسی

source: Connect your email
fa_ir: ایمیل خود را متصل کنید

source: Contact
fa_ir: مخاطب

source: Contact Already Exists
fa_ir: مخاطب از قبل موجود است

source: Contact Support
fa_ir: تماس با پشتیبانی

source: Contact Us
fa_ir: تماس با ما

source: Contact added
fa_ir: مخاطب اضافه شد

source: Contact already added
fa_ir: مخاطب از قبل اضافه شده است

source: Contact already exists with {0}
fa_ir: مخاطب با {0} از قبل موجود است

source: Contact image updated
fa_ir: تصویر مخاطب به‌روز شد

source: Contact removed
fa_ir: مخاطب حذف شد

source: Contact updated
fa_ir: مخاطب به‌روز شد

source: Contacts
fa_ir: مخاطبین

source: Content
fa_ir: محتوا

source: Content Type
fa_ir: نوع محتوا

source: Content is required
fa_ir: محتوا الزامی است

source: Convert
fa_ir: تبدیل

source: Convert lead to deal
fa_ir: تبدیل سرنخ به معامله

source: Convert to Deal
fa_ir: تبدیل به معامله

source: Converted
fa_ir: تبدیل شده

source: Converted successfully
fa_ir: با موفقیت تبدیل شد

source: Copied to clipboard
fa_ir: در کلیپ‌بورد کپی شد

source: Count
fa_ir: تعداد

source: Create
fa_ir: ایجاد

source: Create Deal
fa_ir: ایجاد معامله

source: Create Lead
fa_ir: ایجاد سرنخ

source: Create New
fa_ir: ایجاد جدید

source: Create Note
fa_ir: ایجاد یادداشت

source: Create Task
fa_ir: ایجاد وظیفه

source: Create View
fa_ir: ایجاد نما

source: Create an event
fa_ir: ایجاد یک رویداد

source: Create customer on status change
fa_ir: ایجاد مشتری هنگام تغییر وضعیت

source: Create event
fa_ir: ایجاد رویداد

source: Create lead
fa_ir: ایجاد سرنخ

source: Create your first lead
fa_ir: اولین سرنخ خود را ایجاد کنید

source: Create your first note
fa_ir: اولین یادداشت خود را ایجاد کنید

source: Create your first task
fa_ir: اولین وظیفه خود را ایجاد کنید

source: Currency
fa_ir: واحد پول

source: Currency & Exchange Rate
fa_ir: واحد پول و نرخ ارز

source: Currency & Exchange rate provider
fa_ir: ارائه‌دهنده واحد پول و نرخ ارز

source: Currency set as {0} successfully
fa_ir: واحد پول با موفقیت روی {0} تنظیم شد

source: Current pipeline distribution
fa_ir: توزیع پایپ‌لاین فعلی

source: Custom actions
fa_ir: عملیات سفارشی

source: Custom branding
fa_ir: برندسازی سفارشی

source: Custom fields
fa_ir: فیلدهای سفارشی

source: Custom list actions
fa_ir: عملیات لیست سفارشی

source: Custom statuses
fa_ir: وضعیت‌های سفارشی

source: Customer created successfully
fa_ir: مشتری با موفقیت ایجاد شد

source: Customization
fa_ir: سفارشی‌سازی

source: Customize quick filters
fa_ir: سفارشی‌سازی فیلترهای سریع

source: Daily
fa_ir: روزانه

source: Daily performance of leads, deals, and wins
fa_ir: عملکرد روزانه سرنخ‌ها، معاملات و موفقیت‌ها

source: Data
fa_ir: داده

source: Data Fields
fa_ir: فیلدهای داده

source: Date
fa_ir: تاریخ

source: Date & Time
fa_ir: تاریخ و زمان

source: Deal
fa_ir: معامله

source: Deal Owner
fa_ir: مسئول معامله

source: Deal Status
fa_ir: وضعیت معامله

source: Deal Statuses
fa_ir: وضعیت‌های معامله

source: Deal Value
fa_ir: ارزش معامله

source: Deal generation channel analysis
fa_ir: تحلیل کانال تولید معامله

source: Deal owner
fa_ir: مسئول معامله

source: Deal value
fa_ir: ارزش معامله

source: Deals
fa_ir: معاملات

source: Deals by ongoing & won stage
fa_ir: معاملات بر اساس مرحله در جریان و موفق

source: Deals by salesperson
fa_ir: معاملات بر اساس فروشنده

source: Deals by source
fa_ir: معاملات بر اساس منبع

source: Deals by stage
fa_ir: معاملات بر اساس مرحله

source: Deals by territory
fa_ir: معاملات بر اساس منطقه

source: Dear {{ lead_name }}, \n\nThis is a reminder for the payment of {{ grand_total }}. \n\nThanks, \nFrappé
fa_ir: جناب/سرکار خانم {{ lead_name }}، \n\nاین یادآوری برای پرداخت مبلغ {{ grand_total }} است. \n\nبا تشکر، \nFrappé

source: Default
fa_ir: پیش‌فرض

source: Default Inbox
fa_ir: صندوق ورودی پیش‌فرض

source: Default Incoming
fa_ir: ورودی پیش‌فرض

source: Default Medium
fa_ir: رسانه پیش‌فرض

source: Default Outgoing
fa_ir: خروجی پیش‌فرض

source: Default Priority
fa_ir: اولویت پیش‌فرض

source: Default Sending
fa_ir: ارسال پیش‌فرض

source: Default Sending and Inbox
fa_ir: ارسال و صندوق ورودی پیش‌فرض

source: Default Service Level Agreement already exists for {0}
fa_ir: توافق‌نامه سطح خدمات پیش‌فرض برای {0} از قبل موجود است

source: Default calling medium for logged in user
fa_ir: رسانه تماس پیش‌فرض برای کاربر وارد شده

source: Default calling medium set successfully to {0}
fa_ir: رسانه تماس پیش‌فرض با موفقیت روی {0} تنظیم شد

source: Default calling medium updated successfully
fa_ir: رسانه تماس پیش‌فرض با موفقیت به‌روزرسانی شد

source: Default medium
fa_ir: رسانه پیش‌فرض

source: Default statuses, custom fields and layouts restored successfully.
fa_ir: وضعیت‌های پیش‌فرض، فیلدهای سفارشی و طرح‌بندی‌ها با موفقیت بازیابی شدند.

source: Delete
fa_ir: حذف

source: Delete & Restore
fa_ir: حذف و بازیابی

source: Delete Task
fa_ir: حذف وظیفه

source: Delete View
fa_ir: حذف نما

source: Delete all
fa_ir: حذف همه

source: Delete attachment
fa_ir: حذف پیوست

source: Delete contact
fa_ir: حذف مخاطب

source: Delete event
fa_ir: حذف رویداد

source: Delete invitation
fa_ir: حذف دعوت‌نامه

source: Delete linked item
fa_ir: حذف آیتم مرتبط

source: Delete or unlink linked documents
fa_ir: حذف یا لغو پیوند اسناد مرتبط

source: Delete or unlink these linked documents before deleting this document
fa_ir: قبل از حذف این سند، این اسناد مرتبط را حذف یا لغو پیوند کنید

source: Delete organization
fa_ir: حذف سازمان

source: Delete {0} item(s)
fa_ir: حذف {0} آیتم

source: Delete {0} items
fa_ir: حذف {0} آیتم

source: Description
fa_ir: توضیحات

source: Description is required
fa_ir: توضیحات الزامی است

source: Desk
fa_ir: میز کار

source: Details
fa_ir: جزئیات

source: Device
fa_ir: دستگاه

source: Disable
fa_ir: غیرفعال کردن

source: Disabled
fa_ir: غیرفعال

source: Discard
fa_ir: لغو

source: Discard unsaved changes?
fa_ir: تغییرات ذخیره نشده لغو شوند؟

source: Discount %
fa_ir: درصد تخفیف

source: Discount Amount
fa_ir: مبلغ تخفیف

source: DocType
fa_ir: نوع سند

source: Document Type
fa_ir: نوع سند
