Repository: ai-solution-company/systemafarin-custom-addon
Catalog: iran_core/translations_src/*-crm.po
Languages: fa_ir

source: You do not have Exotel Number set in your Telephony Agent
fa_ir: شماره Exotel در عامل تلفنی شما تنظیم نشده است

source: You do not have enough permissions to access Frappe CRM. Please contact your administrator if you believe this is an error.
fa_ir: شما مجوز کافی برای دسترسی به Frappe CRM را ندارید. اگر فکر می‌کنید این یک خطا است، لطفاً با مدیر سیستم خود تماس بگیرید.

source: You do not have mobile number set in your Telephony Agent
fa_ir: شماره موبایل در عامل تلفنی شما تنظیم نشده است

source: You do not have permission to access this document
fa_ir: شما مجوز دسترسی به این سند را ندارید

source: You need to be in developer mode to edit a Standard Form Script
fa_ir: برای ویرایش یک اسکریپت فرم استاندارد، باید در حالت توسعه‌دهنده باشید

source: You will be redirected to invite user page, unsaved changes will be lost.
fa_ir: به صفحه دعوت کاربر هدایت خواهید شد، تغییرات ذخیره‌نشده از بین خواهند رفت.

source: You will need a Meta developer account and an access token to sync leads from Facebook. Read more
fa_ir: برای همگام‌سازی سرنخ‌ها از فیس‌بوک، به یک حساب توسعه‌دهنده متا و یک توکن دسترسی نیاز دارید. بیشتر بخوانید

source: Your assignment on task {0} has been removed by {1}
fa_ir: تخصیص شما به وظیفه {0} توسط {1} حذف شده است

source: Your assignment on {0} {1} has been removed by {2}
fa_ir: تخصیص شما به {0} {1} توسط {2} حذف شده است

source: Your login id is
fa_ir: شناسه ورود شما

source: Your old condition will be overwritten. Are you sure you want to save?
fa_ir: شرط قبلی شما بازنویسی خواهد شد. آیا از ذخیره کردن مطمئن هستید؟

source: added a
fa_ir: افزود یک

source: amber
fa_ir: کهربایی

source: assigned a new task {0} to you
fa_ir: یک وظیفه جدید {0} به شما اختصاص داد

source: assigned a {0} {1} to you
fa_ir: یک {0} {1} به شما اختصاص داد

source: black
fa_ir: مشکی

source: blue
fa_ir: آبی

source: changes from
fa_ir: تغییرات از

source: comment
fa_ir: نظر

source: condition
fa_ir: شرط

source: cyan
fa_ir: فیروزه‌ای

source: deals
fa_ir: معاملات

source: desk
fa_ir: میز کار

source: email already exists
fa_ir: ایمیل از قبل موجود است

source: gray
fa_ir: خاکستری

source: green
fa_ir: سبز

source: has made a call
fa_ir: تماس گرفته است

source: has reached out
fa_ir: تماس برقرار کرده است

source: here
fa_ir: اینجا

source: in 1 hour
fa_ir: در ۱ ساعت

source: in 1 minute
fa_ir: در ۱ دقیقه

source: in 1 year
fa_ir: در ۱ سال

source: in {0} M
fa_ir: در {0} ماه

source: in {0} d
fa_ir: در {0} روز

source: in {0} days
fa_ir: در {0} روز

source: in {0} h
fa_ir: در {0} ساعت

source: in {0} hours
fa_ir: در {0} ساعت

source: in {0} m
fa_ir: در {0} دقیقه

source: in {0} minutes
fa_ir: در {0} دقیقه

source: in {0} months
fa_ir: در {0} ماه

source: in {0} w
fa_ir: در {0} هفته

source: in {0} weeks
fa_ir: در {0} هفته

source: in {0} y
fa_ir: در {0} سال

source: in {0} years
fa_ir: در {0} سال

source: just now
fa_ir: همین الان

source: kanban
fa_ir: کانبان

source: label
fa_ir: برچسب

source: leads
fa_ir: سرنخ‌ها

source: list
fa_ir: لیست

source: mentioned you in {0}
fa_ir: در {0} به شما اشاره شد

source: next
fa_ir: بعدی

source: now
fa_ir: اکنون

source: operator
fa_ir: عملگر

source: orange
fa_ir: نارنجی

source: pink
fa_ir: صورتی

source: previous
fa_ir: قبلی

source: private
fa_ir: خصوصی

source: public
fa_ir: عمومی

source: purple
fa_ir: بنفش

source: received a whatsapp message in {0}
fa_ir: یک پیام واتساپ در {0} دریافت شد

source: red
fa_ir: قرمز

source: teal
fa_ir: فیروزه‌ای

source: to
fa_ir: به

source: tomorrow
fa_ir: فردا

source: violet
fa_ir: بنفش

source: which are not compatible with this UI, you will need to recreate the conditions here if you want to manage and add new conditions from this UI.
fa_ir: که با این رابط کاربری سازگار نیستند، در صورت تمایل به مدیریت و افزودن شرایط جدید از طریق این رابط کاربری، باید شرایط را در اینجا بازسازی کنید.

source: yellow
fa_ir: زرد

source: yesterday
fa_ir: دیروز

source: {0} Attendees
fa_ir: {0} شرکت‌کننده

source: {0} M
fa_ir: {0} ماه

source: {0} assigned a {1} {2} to you
fa_ir: {0} یک {1} {2} به شما اختصاص داد

source: {0} d
fa_ir: {0} روز

source: {0} days ago
fa_ir: {0} روز پیش

source: {0} h
fa_ir: {0} ساعت

source: {0} has been granted {1} access
fa_ir: {0} دسترسی {1} اعطا شد

source: {0} hours ago
fa_ir: {0} ساعت پیش

source: {0} hrs
fa_ir: {0} ساعت

source: {0} is an invalid email address
fa_ir: {0} یک آدرس ایمیل نامعتبر است

source: {0} is required
fa_ir: {0} اجباری است

source: {0} m
fa_ir: {0} متر

source: {0} mins
fa_ir: {0} دقیقه

source: {0} minutes ago
fa_ir: {0} دقیقه پیش

source: {0} months ago
fa_ir: {0} ماه پیش

source: {0} w
fa_ir: {0} هفته

source: {0} weeks ago
fa_ir: {0} هفته پیش

source: {0} y
fa_ir: {0} سال

source: {0} years ago
fa_ir: {0} سال پیش

source: ⚠️ Avoid using "trigger" as a field name — it conflicts with the built-in trigger() method.
fa_ir: ⚠️ از استفاده از "trigger" به عنوان نام فیلد خودداری کنید — این با متد داخلی trigger() تداخل دارد.

source: ⚠️ Method "{0}" not found in class.
fa_ir: ⚠️ متد "{0}" در کلاس یافت نشد.

source: ⚠️ No class found for doctype: {0}, it is mandatory to have a class for the parent doctype. it can be empty, but it should be present.
fa_ir: ⚠️ کلاسی برای داک‌تایپ: {0} یافت نشد، داشتن یک کلاس برای داک‌تایپ والد اجباری است. می‌تواند خالی باشد، اما باید وجود داشته باشد.

source: ⚠️ No data found for parent field: {0}
fa_ir: ⚠️ داده‌ای برای فیلد والد: {0} یافت نشد.

source: ⚠️ No row found for idx: {0} in parent field: {1}
fa_ir: ⚠️ ردیفی برای idx: {0} در فیلد والد: {1} یافت نشد.
