Repository: ai-solution-company/systemafarin-custom-addon
Catalog: iran_core/translations_src/*-crm.po
Languages: fa_ir

source: Document does not exist
fa_ir: سند وجود ندارد

source: Document not found
fa_ir: سند یافت نشد

source: Document updated successfully
fa_ir: سند با موفقیت به‌روزرسانی شد

source: Documentation
fa_ir: مستندات

source: Done
fa_ir: انجام شد

source: Donut chart
fa_ir: نمودار دوناتی

source: Download
fa_ir: دانلود

source: Drag and drop files here or upload from
fa_ir: فایل‌ها را اینجا بکشید و رها کنید یا از طریق بارگذاری کنید

source: Drop files here
fa_ir: فایل‌ها را اینجا رها کنید

source: Dropdown Items
fa_ir: آیتم‌های کشویی

source: Due Date
fa_ir: تاریخ سررسید

source: Duplicate
fa_ir: تکرار

source: Duplicate Assignment Rule
fa_ir: تکرار قانون تخصیص

source: Duplicate View
fa_ir: تکرار نما

source: Duplicate an event
fa_ir: تکرار یک رویداد

source: Duplicate event
fa_ir: تکرار رویداد

source: Duplicate template
fa_ir: تکرار الگو

source: Duration
fa_ir: مدت زمان

source: ERPNext CRM Settings
fa_ir: تنظیمات CRM در ERPNext

source: ERPNext Site API's
fa_ir: APIهای سایت ERPNext

source: ERPNext Site URL
fa_ir: آدرس URL سایت ERPNext

source: ERPNext is not installed in the current site
fa_ir: ERPNext در سایت فعلی نصب نشده است

source: ERPNext is not integrated with the CRM
fa_ir: ERPNext با CRM یکپارچه نشده است

source: ERPNext settings
fa_ir: تنظیمات ERPNext

source: ERPNext settings updated
fa_ir: تنظیمات ERPNext به‌روزرسانی شد

source: Edit
fa_ir: ویرایش

source: Edit Call Log
fa_ir: ویرایش گزارش تماس

source: Edit Data Fields Layout
fa_ir: ویرایش چیدمان فیلدهای داده

source: Edit Email
fa_ir: ویرایش ایمیل

source: Edit Field Layout
fa_ir: ویرایش چیدمان فیلد

source: Edit Grid Fields Layout
fa_ir: ویرایش چیدمان فیلدهای جدول

source: Edit Grid Row Fields Layout
fa_ir: ویرایش چیدمان فیلدهای ردیف جدول

source: Edit Note
fa_ir: ویرایش یادداشت

source: Edit Quick Entry Layout
fa_ir: ویرایش چیدمان ورود سریع

source: Edit Task
fa_ir: ویرایش وظیفه

source: Edit View
fa_ir: ویرایش نما

source: Edit an event
fa_ir: ویرایش یک رویداد

source: Edit call log
fa_ir: ویرایش گزارش تماس

source: Edit event
fa_ir: ویرایش رویداد

source: Edit fields layout
fa_ir: ویرایش چیدمان فیلدها

source: Edit grid fields
fa_ir: ویرایش فیلدهای جدول

source: Edit note
fa_ir: ویرایش یادداشت

source: Edit row
fa_ir: ویرایش ردیف

source: Edit task
fa_ir: ویرایش وظیفه

source: Editing Row {0}
fa_ir: در حال ویرایش ردیف {0}

source: Editing event
fa_ir: در حال ویرایش رویداد

source: Email
fa_ir: ایمیل

source: Email Accounts
fa_ir: حساب‌های ایمیل

source: Email ID is required
fa_ir: آدرس ایمیل الزامی است

source: Email Sent At
fa_ir: زمان ارسال ایمیل

source: Email Settings
fa_ir: تنظیمات ایمیل

source: Email Templates
fa_ir: قالب‌های ایمیل

source: Email account created successfully
fa_ir: حساب ایمیل با موفقیت ایجاد شد

source: Email account updated successfully
fa_ir: حساب ایمیل با موفقیت به‌روزرسانی شد

source: Email accounts
fa_ir: حساب‌های ایمیل

source: Email communication
fa_ir: ارتباط ایمیلی

source: Email from Lead
fa_ir: ایمیل از سرنخ

source: Email template
fa_ir: قالب ایمیل

source: Email templates
fa_ir: قالب‌های ایمیل

source: Emails
fa_ir: ایمیل‌ها

source: Empty
fa_ir: خالی

source: Empty - Choose a field to filter by
fa_ir: خالی - یک فیلد برای فیلتر کردن انتخاب کنید

source: Empty - Choose a field to sort by
fa_ir: خالی - یک فیلد برای مرتب‌سازی انتخاب کنید

source: Enable
fa_ir: فعال کردن

source: Enable Forecasting
fa_ir: فعال کردن پیش‌بینی

source: Enable Incoming
fa_ir: فعال کردن ورودی

source: Enable Outgoing
fa_ir: فعال کردن خروجی

source: Enable forecasting
fa_ir: فعال کردن پیش‌بینی

source: Enabled
fa_ir: فعال

source: Enabled?
fa_ir: فعال است؟

source: End Date
fa_ir: تاریخ پایان

source: End Time
fa_ir: زمان پایان

source: End time should be after start time
fa_ir: زمان پایان باید بعد از زمان شروع باشد

source: Enter Access Token
fa_ir: توکن دسترسی را وارد کنید

source: Enter Source Name
fa_ir: نام منبع را وارد کنید

source: Enter access key
fa_ir: کلید دسترسی را وارد کنید

source: Enter brand name
fa_ir: نام برند را وارد کنید

source: Enter your Facebook Access Token
fa_ir: توکن دسترسی فیس‌بوک خود را وارد کنید

source: Enter {0}
fa_ir: {0} را وارد کنید

source: Equals
fa_ir: برابر است با

source: Error converting to deal: {0}
fa_ir: خطا در تبدیل به معامله: {0}

source: Error creating Lead Sync Source
fa_ir: خطا در ایجاد منبع همگام‌سازی سرنخ

source: Error syncing lead
fa_ir: خطا در همگام‌سازی سرنخ

source: Error syncing leads
fa_ir: خطا در همگام‌سازی سرنخ‌ها

source: Error updating Lead Sync Source
fa_ir: خطا در به‌روزرسانی منبع همگام‌سازی سرنخ

source: Error updating field
fa_ir: خطا در به‌روزرسانی فیلد

source: Error while creating customer in ERPNext, check error log for more details
fa_ir: خطا هنگام ایجاد مشتری در ERPNext، برای جزئیات بیشتر گزارش خطا را بررسی کنید

source: Error while creating prospect in ERPNext, check error log for more details
fa_ir: خطا هنگام ایجاد مشتری بالقوه در ERPNext، برای جزئیات بیشتر گزارش خطا را بررسی کنید

source: Error while fetching customer in ERPNext, check error log for more details
fa_ir: خطا هنگام واکشی مشتری در ERPNext، برای جزئیات بیشتر گزارش خطا را بررسی کنید

source: Event ID is required
fa_ir: شناسه رویداد الزامی است

source: Event details
fa_ir: جزئیات رویداد

source: Event title
fa_ir: عنوان رویداد

source: Events
fa_ir: رویدادها

source: Every 10 Minutes
fa_ir: هر ۱۰ دقیقه

source: Every 15 Minutes
fa_ir: هر ۱۵ دقیقه

source: Every 5 Minutes
fa_ir: هر ۵ دقیقه

source: Excel
fa_ir: اکسل

source: Exchange Rate
fa_ir: نرخ ارز

source: Exchange Rate Provider
fa_ir: ارائه‌دهنده نرخ ارز

source: Exchange rate provider
fa_ir: ارائه‌دهنده نرخ ارز

source: Exotel
fa_ir: اگزوتل

source: Exotel Exception
fa_ir: استثنای اگزوتل

source: Exotel Number
fa_ir: شماره اگزوتل

source: Exotel Number Missing
fa_ir: شماره اگزوتل موجود نیست

source: Exotel Number {0} is not valid
fa_ir: شماره اگزوتل {0} معتبر نیست

source: Exotel is not enabled
fa_ir: اگزوتل فعال نیست

source: Exotel settings updated successfully
fa_ir: تنظیمات اگزوتل با موفقیت به‌روزرسانی شد

source: Expand
fa_ir: گسترش

source: Expected Closure Date
fa_ir: تاریخ بسته شدن مورد انتظار

source: Expected Closure Date is required.
fa_ir: تاریخ بسته شدن مورد انتظار الزامی است.

source: Expected Deal Value
fa_ir: ارزش مورد انتظار معامله

source: Expected Deal Value is required.
fa_ir: ارزش مورد انتظار معامله الزامی است.

source: Expired
fa_ir: منقضی شده

source: Export
fa_ir: برون‌بری

source: Export All {0} Record(s)
fa_ir: برون‌بری همه {0} رکورد

source: Export Type
fa_ir: نوع برون‌بری

source: FCRM Note
fa_ir: یادداشت FCRM

source: FCRM Settings
fa_ir: تنظیمات FCRM

source: Facebook
fa_ir: فیس‌بوک

source: Facebook Form ID
fa_ir: شناسه فرم فیس‌بوک

source: Facebook Lead Form
fa_ir: فرم سرنخ فیس‌بوک

source: Facebook Lead Form Question
fa_ir: سوال فرم سرنخ فیس‌بوک

source: Facebook Lead ID
fa_ir: شناسه سرنخ فیس‌بوک

source: Facebook Page
fa_ir: صفحه فیس‌بوک

source: Failed
fa_ir: ناموفق

source: Failed Lead Sync Log
fa_ir: گزارش همگام‌سازی ناموفق سرنخ

source: Failed to add users
fa_ir: در افزودن کاربران ناموفق بود.

source: Failed to capture Twilio recording
fa_ir: در ضبط Twilio ناموفق بود.

source: Failed to create email account, Invalid credentials
fa_ir: ایجاد حساب ایمیل ناموفق بود، اطلاعات کاربری نامعتبر است.

source: Failed to create template
fa_ir: ایجاد الگو ناموفق بود.

source: Failed to delete Lead Sync Source
fa_ir: حذف منبع همگام‌سازی سرنخ ناموفق بود.

source: Failed to delete template
fa_ir: حذف الگو ناموفق بود.

source: Failed to fetch exchange rate from {0} to {1} on {2}. Please check your internet connection or try again later.
fa_ir: دریافت نرخ ارز از {0} به {1} در تاریخ {2} ناموفق بود. لطفاً اتصال اینترنت خود را بررسی کرده یا بعداً دوباره تلاش کنید.

source: Failed to load form controller: {0}
fa_ir: بارگذاری کنترل‌کننده فرم ناموفق بود: {0}

source: Failed to rename template
fa_ir: تغییر نام الگو ناموفق بود.

source: Failed to update Twilio call status
fa_ir: به‌روزرسانی وضعیت تماس Twilio ناموفق بود.

source: Failed to update email account, Invalid credentials
fa_ir: به‌روزرسانی حساب ایمیل ناموفق بود، اطلاعات کاربری نامعتبر است.

source: Failed to update password
fa_ir: به‌روزرسانی رمز عبور ناموفق بود.

source: Failed to update profile
fa_ir: به‌روزرسانی نمایه ناموفق بود.

source: Failed to update source
fa_ir: به‌روزرسانی منبع ناموفق بود.

source: Failed to update template
fa_ir: به‌روزرسانی الگو ناموفق بود.

source: Failure
fa_ir: عدم موفقیت

source: Failure Logs
fa_ir: گزارش‌های عدم موفقیت

source: Favicon
fa_ir: فاوآیکون

source: Field
fa_ir: فیلد

source: Fields Order
fa_ir: ترتیب فیلدها

source: File "{0}" was skipped because of invalid file type
fa_ir: فایل "{0}" به دلیل نوع فایل نامعتبر نادیده گرفته شد.

source: File "{0}" was skipped because only {1} uploads are allowed
fa_ir: فایل "{0}" نادیده گرفته شد زیرا فقط {1} بارگذاری مجاز است.

source: File "{0}" was skipped because only {1} uploads are allowed for DocType "{2}"
fa_ir: فایل "{0}" نادیده گرفته شد زیرا فقط {1} بارگذاری برای DocType "{2}" مجاز است.

source: Filter
fa_ir: فیلتر

source: Filters
fa_ir: فیلترها

source: First Name
fa_ir: نام

source: First Name is mandatory
fa_ir: نام اجباری است.

source: First Responded On
fa_ir: اولین پاسخ در تاریخ

source: First Response Due
fa_ir: مهلت اولین پاسخ

source: First Response TIme
fa_ir: زمان اولین پاسخ

source: First Response Time
fa_ir: زمان اولین پاسخ

source: First name
fa_ir: نام

source: For
fa_ir: برای

source: Forecasted revenue
fa_ir: درآمد پیش‌بینی‌شده

source: Forecasting
fa_ir: پیش‌بینی

source: Forecasting disabled successfully
fa_ir: پیش‌بینی با موفقیت غیرفعال شد

source: Forecasting enabled successfully
fa_ir: پیش‌بینی با موفقیت فعال شد

source: Form
fa_ir: فرم

source: Form Name
fa_ir: نام فرم

source: Form Script updated successfully
fa_ir: اسکریپت فرم با موفقیت به‌روزرسانی شد

source: Frappe CRM mobile
fa_ir: Frappe CRM موبایل

source: Friday
fa_ir: جمعه

source: From
fa_ir: از

source: From Date
fa_ir: از تاریخ

source: From Type
fa_ir: از نوع

source: From User
fa_ir: از کاربر

source: Fulfilled
fa_ir: تکمیل شده

source: Full Name
fa_ir: نام کامل

source: Funnel conversion
fa_ir: تبدیل قیف

source: Gender
fa_ir: جنسیت

source: Geographic distribution of deals and revenue
fa_ir: توزیع جغرافیایی معاملات و درآمد

source: GitHub Repository
fa_ir: مخزن GitHub

source: Go back
fa_ir: بازگشت

source: Go to invite page
fa_ir: به صفحه دعوت بروید

source: Go to website
fa_ir: به وب‌سایت بروید

source: Grid Row
fa_ir: ردیف جدول

source: Group By
fa_ir: گروه‌بندی بر اساس

source: Group By Field
fa_ir: فیلد گروه‌بندی

source: Group By:
fa_ir: گروه‌بندی بر اساس:

source: Hang up
fa_ir: قطع تماس

source: Hello
fa_ir: سلام

source: Help
fa_ir: راهنما

source: Helpdesk
fa_ir: میز کمک

source: Helpdesk CRM Settings
fa_ir: تنظیمات CRM میز کمک

source: Helpdesk Site API's
fa_ir: APIهای سایت میز کمک

source: Helpdesk Site URL
fa_ir: URL سایت میز کمک

source: Helpdesk is not installed in the current site
fa_ir: میز کمک در سایت فعلی نصب نشده است

source: Helpdesk is not integrated with the CRM
fa_ir: میز کمک با CRM یکپارچه نشده است

source: Helpdesk settings
fa_ir: تنظیمات میز کمک

source: Helpdesk settings updated
fa_ir: تنظیمات میز کمک به‌روزرسانی شد

source: Hi John, \n\nCan you please provide more details on this...
fa_ir: سلام جان، \n\nلطفاً جزئیات بیشتری در این مورد ارائه دهید...

source: Hidden
fa_ir: مخفی

source: Hide
fa_ir: پنهان کردن

source: Hide Password
fa_ir: پنهان کردن رمز عبور

source: Hide Recording
fa_ir: پنهان کردن ضبط

source: Hide border
fa_ir: پنهان کردن حاشیه

source: Hide label
fa_ir: پنهان کردن برچسب

source: Hide preview
fa_ir: پنهان کردن پیش‌نمایش

source: High
fa_ir: بالا

source: Holiday List
fa_ir: لیست تعطیلات

source: Holiday List Name
fa_ir: نام لیست تعطیلات

source: Holidays
fa_ir: تعطیلات

source: Home Actions
fa_ir: اقدامات صفحه اصلی

source: Home actions
fa_ir: اقدامات صفحه اصلی

source: Hourly
fa_ir: ساعتی

source: I understand, add conditions
fa_ir: متوجه شدم، شرایط را اضافه کن

source: ID
fa_ir: شناسه

source: Icon
fa_ir: آیکون

source: If enabled, all outgoing emails will be sent from this account. Note: Only one account can be default outgoing.
fa_ir: در صورت فعال بودن، تمام ایمیل‌های خروجی از این حساب ارسال خواهند شد. توجه: فقط یک حساب می‌تواند حساب پیش‌فرض خروجی باشد.

source: If enabled, all replies to your company (eg: replies@yourcomany.com) will come to this account. Note: Only one account can be default incoming.
fa_ir: در صورت فعال بودن، تمام پاسخ‌ها به شرکت شما (مثلاً: replies@yourcomany.com) به این حساب وارد خواهند شد. توجه: فقط یک حساب می‌تواند حساب پیش‌فرض ورودی باشد.

source: If enabled, outgoing emails can be sent from this account.
fa_ir: در صورت فعال بودن، ایمیل‌های خروجی می‌توانند از این حساب ارسال شوند.

source: If enabled, records can be created from the incoming emails on this account.
fa_ir: در صورت فعال بودن، سوابق می‌توانند از ایمیل‌های ورودی این حساب ایجاد شوند.

source: Image
fa_ir: تصویر

source: In
fa_ir: در

source: In Progress
fa_ir: در حال انجام

source: In less than a minute
fa_ir: در کمتر از یک دقیقه

source: Inbound Call
fa_ir: تماس ورودی

source: Inbox
fa_ir: صندوق ورودی

source: Incoming
fa_ir: ورودی

source: Incoming call...
fa_ir: تماس ورودی...

source: Industries
fa_ir: صنایع

source: Industry
fa_ir: صنعت

source: Initiated
fa_ir: آغاز شده

source: Initiating call...
fa_ir: در حال برقراری تماس...

source: Insert Email Template
fa_ir: درج قالب ایمیل

source: Insert Emoji
fa_ir: درج ایموجی

source: Integration
fa_ir: یکپارچه‌سازی

source: Integration Not Enabled
fa_ir: یکپارچه‌سازی فعال نیست

# FCRM
source: Integrations
fa_ir: یکپارچه‌سازی‌ها

source: Introduction
fa_ir: مقدمه

source: Invalid Account SID or Auth Token.
fa_ir: Account SID یا Auth Token نامعتبر است.

source: Invalid Email
fa_ir: ایمیل نامعتبر

source: Invalid Exotel Number
fa_ir: شماره Exotel نامعتبر

source: Invalid access token provided for Facebook.
fa_ir: توکن دسترسی نامعتبر برای فیس‌بوک ارائه شده است.

source: Invalid chart name
fa_ir: نام نمودار نامعتبر

source: Invalid credentials
fa_ir: اعتبارنامه نامعتبر

source: Invalid email ID
fa_ir: ایمیل نامعتبر

source: Invalid fields, check if all are filled in and values are correct.
fa_ir: فیلدهای نامعتبر، بررسی کنید که همه پر شده و مقادیر صحیح باشند.

source: Invalid page or not permitted to access
fa_ir: صفحه نامعتبر یا عدم اجازه دسترسی

source: Invalid start or end time
fa_ir: زمان شروع یا پایان نامعتبر

source: Invalid website URL
fa_ir: آدرس وب‌سایت نامعتبر

source: Invite New User
fa_ir: دعوت کاربر جدید

source: Invite User
fa_ir: دعوت کاربر

source: Invite agent
fa_ir: دعوت نماینده

source: Invite as
fa_ir: دعوت به عنوان

source: Invite users
fa_ir: دعوت کاربران

source: Invite users to access CRM. Specify their roles to control access and permissions
fa_ir: کاربران را برای دسترسی به CRM دعوت کنید. نقش‌های آن‌ها را برای کنترل دسترسی و مجوزها مشخص نمایید.

source: Invite your team
fa_ir: تیم خود را دعوت کنید

source: Invited By
fa_ir: دعوت شده توسط

source: Is
fa_ir: است

source: Is Default
fa_ir: پیش‌فرض است

source: Is ERPNext installed on a different site?
fa_ir: آیا ERPNext در سایت دیگری نصب شده است؟

source: Is Group
fa_ir: گروه است

source: Is Helpdesk installed on a different site?
fa_ir: آیا Helpdesk در سایت دیگری نصب شده است؟

source: Is Primary
fa_ir: اصلی است

source: Is Standard
fa_ir: استاندارد است

source: It will make deal's "Expected Closure Date" & "Expected Deal Value" mandatory to get accurate forecasting insights
fa_ir: این کار باعث می‌شود "تاریخ بسته شدن مورد انتظار" و "ارزش مورد انتظار معامله" اجباری شوند تا بینش‌های دقیق‌تری برای پیش‌بینی به دست آید.

source: Job Title
fa_ir: عنوان شغلی

source: John Doe
fa_ir: جان دو

source: Kanban
fa_ir: کانبان

source: Kanban Columns
fa_ir: ستون‌های کانبان

source: Kanban Fields
fa_ir: فیلدهای کانبان

source: Kanban Settings
fa_ir: تنظیمات کانبان

source: Key
fa_ir: کلید

source: Label
fa_ir: برچسب

source: Last
fa_ir: آخرین

source: Last 6 Months
fa_ir: ۶ ماه گذشته

source: Last Month
fa_ir: ماه گذشته

source: Last Name
fa_ir: نام خانوادگی

source: Last Quarter
fa_ir: سه‌ماهه گذشته

source: Last Responded On
fa_ir: تاریخ آخرین پاسخ

source: Last Response Time
fa_ir: آخرین زمان پاسخ

source: Last Status Change Log
fa_ir: گزارش آخرین تغییر وضعیت

source: Last Synced At
fa_ir: آخرین همگام‌سازی در

source: Last Week
fa_ir: هفته گذشته

source: Last Year
fa_ir: سال گذشته

source: Last modified
fa_ir: آخرین تغییر

source: Last name
fa_ir: نام خانوادگی

source: Last user assigned by this rule
fa_ir: آخرین کاربر اختصاص‌یافته توسط این قانون

source: Layout
fa_ir: طرح‌بندی

source: Lead
fa_ir: سرنخ

source: Lead Data
fa_ir: داده‌های سرنخ

source: Lead Details
fa_ir: جزئیات سرنخ

source: Lead Name
fa_ir: نام سرنخ

source: Lead Owner
fa_ir: مالک سرنخ

source: Lead Owner cannot be same as the Lead Email Address
fa_ir: مالک سرنخ نمی‌تواند با آدرس ایمیل سرنخ یکسان باشد

source: Lead Sources
fa_ir: منابع سرنخ

source: Lead Statuses
fa_ir: وضعیت‌های سرنخ

source: Lead Sync Source
fa_ir: منبع همگام‌سازی سرنخ

source: Lead Sync Source created successfully
fa_ir: منبع همگام‌سازی سرنخ با موفقیت ایجاد شد

source: Lead Sync Source deleted successfully
fa_ir: منبع همگام‌سازی سرنخ با موفقیت حذف شد

source: Lead Syncing
fa_ir: همگام‌سازی سرنخ

source: Lead generation channel analysis
fa_ir: تحلیل کانال تولید سرنخ

source: Lead sources
fa_ir: منابع سرنخ

source: Lead sync initiated.
fa_ir: همگام‌سازی سرنخ آغاز شد.

source: Lead to deal conversion pipeline
fa_ir: خط لوله تبدیل سرنخ به معامله

source: Leads
fa_ir: سرنخ‌ها

source: Leads by source
fa_ir: سرنخ‌ها بر اساس منبع

source: Learn about conditions
fa_ir: درباره شرایط بیاموزید

source: Left
fa_ir: چپ

source: Library
fa_ir: کتابخانه

source: Like
fa_ir: پسندیدن

source: Link
fa_ir: پیوند

source: Links
fa_ir: پیوندها

source: List
fa_ir: فهرست

source: Listen
fa_ir: گوش دادن

source: Load Default Columns
fa_ir: بارگذاری ستون‌های پیش‌فرض

source: Load More
fa_ir: بارگذاری بیشتر

source: Loading...
fa_ir: در حال بارگذاری...

source: Log
fa_ir: گزارش

source: Log ID
fa_ir: شناسه گزارش

source: Log a Call
fa_ir: ثبت تماس

source: Login to Frappe Cloud?
fa_ir: ورود به Frappe Cloud؟

source: Login with different account
fa_ir: ورود با حساب کاربری دیگر

source: Logo
fa_ir: لوگو

source: Lost
fa_ir: از دست رفته

source: Lost Notes
fa_ir: یادداشت‌های از دست رفته

source: Lost Reason
fa_ir: دلیل از دست رفتن

source: Lost deal reasons
fa_ir: دلایل از دست رفتن معامله

source: Lost notes
fa_ir: یادداشت‌های از دست رفته

source: Lost notes are required when lost reason is "Other"
fa_ir: یادداشت‌های از دست رفته زمانی که دلیل از دست رفتن "سایر" باشد، الزامی است.

source: Lost reason
fa_ir: دلیل از دست رفتن

source: Lost reason is required
fa_ir: دلیل از دست رفتن الزامی است.

source: Low
fa_ir: پایین

source: Make Call
fa_ir: برقراری تماس

source: Make Private
fa_ir: خصوصی کردن

source: Make Public
fa_ir: عمومی کردن

source: Make a Call
fa_ir: برقراری تماس

source: Make a call
fa_ir: برقراری تماس

source: Make attachment {0}
fa_ir: پیوست کردن {0}

source: Make call
fa_ir: برقراری تماس

source: Make private
fa_ir: خصوصی کردن

source: Make public
fa_ir: عمومی کردن

source: Make {0}
fa_ir: ایجاد {0}

source: Make {0} as default calling medium
fa_ir: {0} را به عنوان رسانه تماس پیش‌فرض تنظیم کنید

source: Makes "Expected Closure Date" and "Expected Deal Value" mandatory for deal value forecasting
fa_ir: "تاریخ بسته شدن مورد انتظار" و "ارزش مورد انتظار معامله" را برای پیش‌بینی ارزش معامله اجباری می‌کند.

source: Manage CRM users by adding or inviting them, and assign roles to control their access and permissions
fa_ir: کاربران CRM را با افزودن یا دعوت از آن‌ها مدیریت کنید و برای کنترل دسترسی و مجوزهایشان، نقش‌ها را اختصاص دهید.

source: Manage your email accounts to send and receive emails directly from CRM. You can add multiple accounts and set one as default for incoming and outgoing emails.
fa_ir: حساب‌های ایمیل خود را برای ارسال و دریافت ایمیل‌ها مستقیماً از CRM مدیریت کنید. می‌توانید چندین حساب اضافه کرده و یکی را به عنوان پیش‌فرض برای ایمیل‌های ورودی و خروجی تنظیم کنید.

source: Manager
fa_ir: مدیر

source: Mandatory field error: {0}
fa_ir: خطای فیلد اجباری: {0}

source: Mandatory field(s) {0} must be mapped
fa_ir: فیلد(های) اجباری {0} باید نگاشت شوند.

source: Mandatory fields required: {0}
fa_ir: فیلدهای اجباری مورد نیاز: {0}

source: Manual
fa_ir: دستی

source: Mapped to CRM Field
fa_ir: نگاشت شده به فیلد CRM

source: Mark all as read
fa_ir: علامت‌گذاری همه به عنوان خوانده شده

source: Masters
fa_ir: اطلاعات پایه

source: May 1, 2025
fa_ir: ۱ مه ۲۰۲۵

source: Medium
fa_ir: متوسط

source: Mention
fa_ir: اشاره

source: Message
fa_ir: پیام

source: Middle Name
fa_ir: نام میانی

source: Minimize
fa_ir: کوچک‌نمایی

source: Mobile No
fa_ir: شماره موبایل

source: Mobile No should be a number
fa_ir: شماره موبایل باید عدد باشد

source: Mobile No.
fa_ir: شماره موبایل

source: Mobile Number
fa_ir: شماره موبایل

source: Mobile Number Missing
fa_ir: شماره موبایل وارد نشده

source: Mobile app installation
fa_ir: نصب اپلیکیشن موبایل

source: Mobile no
fa_ir: شماره موبایل

source: Monday
fa_ir: دوشنبه

source: Month
fa_ir: ماه

source: Monthly
fa_ir: ماهانه

source: More Options
fa_ir: گزینه‌های بیشتر

source: Move to next section
fa_ir: انتقال به بخش بعدی

source: Move to next tab
fa_ir: انتقال به تب بعدی

source: Move to previous section
fa_ir: انتقال به بخش قبلی

source: Move to previous tab
fa_ir: انتقال به تب قبلی

source: My Open Deals
fa_ir: معاملات باز من

source: Name
fa_ir: نام

source: Name is required
fa_ir: نام الزامی است

source: Naming Series
fa_ir: سری نام‌گذاری

source: Nested conditions
fa_ir: شرایط تو در تو

source: Net Amount
fa_ir: مبلغ خالص

source: Net Total
fa_ir: جمع خالص

source: New
fa_ir: جدید

source: New Address
fa_ir: آدرس جدید

source: New Assignment Rule
fa_ir: قانون تخصیص جدید

source: New Assignment Rule Name
fa_ir: نام قانون تخصیص جدید

source: New Call Log
fa_ir: گزارش تماس جدید

source: New Comment
fa_ir: نظر جدید

source: New Contact
fa_ir: مخاطب جدید

source: New Email
fa_ir: ایمیل جدید

source: New Lead Sync Source
fa_ir: منبع همگام‌سازی سرنخ جدید

source: New Message
fa_ir: پیام جدید

source: New Note
fa_ir: یادداشت جدید

source: New Organization
fa_ir: سازمان جدید

source: New Password
fa_ir: رمز عبور جدید

source: New Section
fa_ir: بخش جدید

source: New Tab
fa_ir: تب جدید

source: New Task
fa_ir: وظیفه جدید

source: New WhatsApp Message
fa_ir: پیام واتساپ جدید

source: New contact will be created based on the person's details
fa_ir: مخاطب جدید بر اساس جزئیات شخص ایجاد خواهد شد

source: New event
fa_ir: رویداد جدید

source: New organization will be created based on the data in details section
fa_ir: سازمان جدید بر اساس داده‌های بخش جزئیات ایجاد خواهد شد

source: New template
fa_ir: قالب جدید

source: New {0}
fa_ir: جدید {0}

source: Next 6 Months
fa_ir: ۶ ماه آینده

source: Next Month
fa_ir: ماه آینده

source: Next Quarter
fa_ir: فصل آینده

source: Next Step
fa_ir: گام بعدی

source: Next Week
fa_ir: هفته آینده

source: Next Year
fa_ir: سال آینده

source: No
fa_ir: خیر

source: No Answer
fa_ir: بدون پاسخ

source: No Data
fa_ir: داده‌ای وجود ندارد

source: No Events Scheduled
fa_ir: رویدادی برنامه‌ریزی نشده است

source: No Title
fa_ir: بدون عنوان

source: No changes made
fa_ir: تغییری اعمال نشد

source: No contacts added
fa_ir: مخاطبی اضافه نشده است

source: No details added
fa_ir: جزئیاتی اضافه نشده است

source: No email set
fa_ir: ایمیلی تنظیم نشده است

source: No email templates found
fa_ir: قالب ایمیلی یافت نشد

source: No failure logs found
fa_ir: گزارش خطایی یافت نشد

source: No items in the list
fa_ir: هیچ آیتمی در لیست وجود ندارد

source: No label
fa_ir: بدون برچسب

source: No lead sources found
fa_ir: منبع سرنخی یافت نشد

source: No mobile number set
fa_ir: شماره موبایلی تنظیم نشده است

source: No new notifications
fa_ir: اعلان جدیدی وجود ندارد
