Repository: ai-solution-company/systemafarin-custom-addon
Catalog: iran_core/translations_src/*-framework.po
Languages: fa_ir

source: Image Width
fa_ir: عرض تصویر

source: Image field must be a valid fieldname
fa_ir: فیلد تصویر باید یک نام فیلد معتبر باشد

source: Image field must be of type Attach Image
fa_ir: فیلد تصویر باید از نوع پیوست تصویر باشد

source: Image link '{0}' is not valid
fa_ir: لینک تصویر '{0}' معتبر نیست

source: Image optimized
fa_ir: تصویر بهینه‌سازی شد

source: Image: Corrupted Data Stream
fa_ir: تصویر: جریان داده خراب

source: Images
fa_ir: تصاویر

source: Impersonate
fa_ir: ورود به عنوان

source: Impersonate as {0}
fa_ir: ورود به عنوان {0}

source: Impersonated by {0}
fa_ir: ورود به عنوان توسط {0}

source: Impersonating {0}
fa_ir: در حال ورود به عنوان {0}

source: Implement `clear_old_logs` method to enable auto error clearing.
fa_ir: متد `clear_old_logs` را برای فعال کردن پاکسازی خودکار خطاها پیاده‌سازی کنید.

source: Implicit
fa_ir: ضمنی

source: Import
fa_ir: وارد کردن

# Button in list view menu
source: Import
fa_ir: وارد کردن

source: Import Data
fa_ir: وارد کردن داده

source: Import Email From
fa_ir: وارد کردن ایمیل از

source: Import File
fa_ir: وارد کردن فایل

source: Import File Errors and Warnings
fa_ir: خطاها و هشدارهای وارد کردن فایل

source: Import Log
fa_ir: گزارش وارد کردن

source: Import Log Preview
fa_ir: پیش‌نمایش گزارش وارد کردن

source: Import Preview
fa_ir: پیش‌نمایش وارد کردن

source: Import Progress
fa_ir: پیشرفت وارد کردن

source: Import Subscribers
fa_ir: وارد کردن مشترکین

source: Import Type
fa_ir: نوع وارد کردن

source: Import Warnings
fa_ir: هشدارهای وارد کردن

source: Import Zip
fa_ir: وارد کردن فایل زیپ

source: Import from Google Sheets
fa_ir: وارد کردن از گوگل شیتس

source: Import template should be of type .csv, .xlsx or .xls
fa_ir: قالب وارد کردن باید از نوع .csv، .xlsx یا .xls باشد

source: Import template should contain a Header and atleast one row.
fa_ir: قالب وارد کردن باید شامل یک سربرگ و حداقل یک ردیف باشد.

source: Import timed out, please re-try.
fa_ir: زمان وارد کردن به پایان رسید، لطفاً دوباره تلاش کنید.

source: Importing {0} is not allowed.
fa_ir: وارد کردن {0} مجاز نیست.

source: Importing {0} of {1}
fa_ir: در حال وارد کردن {0} از {1}

source: Importing {0} of {1}, {2}
fa_ir: در حال وارد کردن {0} از {1}، {2}

source: In
fa_ir: در

source: In Days
fa_ir: بر حسب روز

source: In Filter
fa_ir: در فیلتر

source: In Global Search
fa_ir: در جستجوی سراسری

source: In Grid View
fa_ir: در نمای شبکه‌ای

source: In List Filter
fa_ir: در فیلتر لیست

source: In List View
fa_ir: در نمای لیست

source: In Minutes
fa_ir: بر حسب دقیقه

source: In Preview
fa_ir: در پیش‌نمایش

source: In Progress
fa_ir: در حال انجام

source: In Read Only Mode
fa_ir: در حالت فقط خواندنی

source: In Reply To
fa_ir: در پاسخ به

source: In Standard Filter
fa_ir: در فیلتر استاندارد

source: In points. Default is 9.
fa_ir: بر حسب نقطه. پیش‌فرض ۹ است.

source: In seconds
fa_ir: بر حسب ثانیه

source: Inactive
fa_ir: غیرفعال

source: Inbox
fa_ir: صندوق ورودی

source: Inbox User
fa_ir: کاربر صندوق ورودی

source: Inbox View
fa_ir: نمای صندوق ورودی

source: Include Disabled
fa_ir: شامل موارد غیرفعال

source: Include Name Field
fa_ir: شامل فیلد نام

source: Include Search in Top Bar
fa_ir: شامل جستجو در نوار بالا

source: Include Theme from Apps
fa_ir: شامل پوسته از برنامه‌ها

source: Include Web View Link in Email
fa_ir: شامل لینک نمای وب در ایمیل

source: Include filters
fa_ir: شامل فیلترها

source: Include hidden columns
fa_ir: شامل ستون‌های مخفی

source: Include indentation
fa_ir: شامل تورفتگی

source: Include symbols, numbers and capital letters in the password
fa_ir: شامل نمادها، اعداد و حروف بزرگ در رمز عبور

source: Incoming
fa_ir: ورودی

source: Incoming (POP/IMAP) Settings
fa_ir: تنظیمات ورودی (POP/IMAP)

source: Incoming Emails (Last 7 days)
fa_ir: ایمیل‌های ورودی (۷ روز گذشته)

source: Incoming Server
fa_ir: سرور ورودی

source: Incoming Settings
fa_ir: تنظیمات ورودی

source: Incoming email account not correct
fa_ir: حساب ایمیل ورودی صحیح نیست

source: Incomplete Virtual Doctype Implementation
fa_ir: پیاده‌سازی ناقص داک‌تایپ مجازی

source: Incomplete login details
fa_ir: جزئیات ورود ناقص

source: Incorrect Configuration
fa_ir: پیکربندی نادرست

source: Incorrect URL
fa_ir: آدرس اینترنتی (URL) نادرست

source: Incorrect User or Password
fa_ir: نام کاربری یا رمز عبور نادرست

source: Incorrect Verification code
fa_ir: کد تأیید نادرست

source: Incorrect value in row {0}:
fa_ir: مقدار نادرست در ردیف {0}:

source: Incorrect value:
fa_ir: مقدار نادرست:

source: Index
fa_ir: فهرست

source: Index Web Pages for Search
fa_ir: فهرست‌بندی صفحات وب برای جستجو

source: Index created successfully on column {0} of doctype {1}
fa_ir: فهرست با موفقیت روی ستون {0} از داک‌تایپ {1} ایجاد شد

source: Indexing authorization code
fa_ir: فهرست‌بندی کد مجوز

source: Indexing refresh token
fa_ir: فهرست‌بندی توکن بازنشانی

source: Indicator
fa_ir: نشانگر

source: Indicator Color
fa_ir: رنگ نشانگر

source: Indicator color
fa_ir: رنگ نشانگر

source: Info
fa_ir: اطلاعات

source: Info:
fa_ir: اطلاعات:

source: Initial Sync Count
fa_ir: تعداد همگام‌سازی اولیه

source: Input existing role name if you would like to extend it with access of another role.
fa_ir: نام نقش موجود را وارد کنید اگر می‌خواهید آن را با دسترسی نقش دیگری گسترش دهید.

source: Insert
fa_ir: درج

source: Insert Above
fa_ir: درج در بالا

source: Insert After
fa_ir: درج بعد از

source: Insert After cannot be set as {0}
fa_ir: درج بعد از نمی‌تواند به عنوان {0} تنظیم شود

source: Insert After field '{0}' mentioned in Custom Field '{1}', with label '{2}', does not exist
fa_ir: فیلد «درج بعد از» '{0}' که در فیلد سفارشی '{1}' با برچسب '{2}' ذکر شده است، وجود ندارد.

source: Insert Below
fa_ir: درج در پایین

source: Insert Column Before {0}
fa_ir: درج ستون قبل از {0}

source: Insert Image in Markdown
fa_ir: درج تصویر در مارک‌داون

source: Insert New Records
fa_ir: درج رکوردهای جدید

source: Insert Style
fa_ir: درج استایل

source: Instagram
fa_ir: اینستاگرام

source: Install {0} from Marketplace
fa_ir: نصب {0} از بازارچه

source: Installed Application
fa_ir: برنامه نصب شده

source: Installed Applications
fa_ir: برنامه‌های نصب شده

source: Installed Apps
fa_ir: اپلیکیشن‌های نصب شده

source: Instructions
fa_ir: دستورالعمل‌ها

source: Instructions Emailed
fa_ir: دستورالعمل‌ها ایمیل شد

source: Insufficient Permission Level for {0}
fa_ir: سطح دسترسی ناکافی برای {0}

source: Insufficient Permission for {0}
fa_ir: دسترسی ناکافی برای {0}

source: Insufficient Permissions for deleting Report
fa_ir: دسترسی ناکافی برای حذف گزارش

source: Insufficient Permissions for editing Report
fa_ir: دسترسی ناکافی برای ویرایش گزارش

source: Insufficient attachment limit
fa_ir: محدودیت پیوست ناکافی

source: Int
fa_ir: عدد صحیح

source: Integration Request
fa_ir: درخواست یکپارچه‌سازی

source: Integrations
fa_ir: یکپارچه‌سازی‌ها

source: Integrations can use this field to set email delivery status
fa_ir: یکپارچه‌سازی‌ها می‌توانند از این فیلد برای تنظیم وضعیت تحویل ایمیل استفاده کنند

source: Interests
fa_ir: علایق

source: Intermediate
fa_ir: بینابینی

source: Internal Server Error
fa_ir: خطای داخلی سرور

source: Internal record of document shares
fa_ir: رکورد داخلی اشتراک‌گذاری اسناد

source: Intro Video URL
fa_ir: آدرس ویدیوی معرفی

source: Introduce your company to the website visitor.
fa_ir: شرکت خود را به بازدیدکننده وب‌سایت معرفی کنید.

source: Introduction
fa_ir: معرفی

source: Introductory information for the Contact Us Page
fa_ir: اطلاعات مقدماتی برای صفحه تماس با ما

source: Introspection URI
fa_ir: URI بازرسی

source: Invalid
fa_ir: نامعتبر

source: Invalid "depends_on" expression
fa_ir: عبارت "depends_on" نامعتبر است

source: Invalid "depends_on" expression set in filter {0}
fa_ir: عبارت "depends_on" تنظیم شده در فیلتر {0} نامعتبر است

source: Invalid "mandatory_depends_on" expression
fa_ir: عبارت "mandatory_depends_on" نامعتبر است

source: Invalid Action
fa_ir: عملیات نامعتبر

source: Invalid CSV Format
fa_ir: فرمت CSV نامعتبر است

source: Invalid Code. Please try again.
fa_ir: کد نامعتبر است. لطفاً دوباره تلاش کنید.

source: Invalid Condition: {}
fa_ir: شرط نامعتبر: {}

source: Invalid Credentials
fa_ir: اعتبارنامه‌های نامعتبر

source: Invalid Date
fa_ir: تاریخ نامعتبر

source: Invalid DocType
fa_ir: نوع سند نامعتبر

source: Invalid DocType: {0}
fa_ir: نوع سند نامعتبر: {0}

source: Invalid Doctype
fa_ir: نوع سند نامعتبر

source: Invalid Fieldname
fa_ir: نام فیلد نامعتبر

source: Invalid File URL
fa_ir: URL فایل نامعتبر

source: Invalid Filter
fa_ir: فیلتر نامعتبر

source: Invalid Filter Format for field {0} of type {1}. Try using filter icon on the field to set it correctly
fa_ir: فرمت فیلتر برای فیلد {0} از نوع {1} نامعتبر است. برای تنظیم صحیح، از آیکون فیلتر روی فیلد استفاده کنید

source: Invalid Filter Value
fa_ir: مقدار فیلتر نامعتبر

source: Invalid Home Page
fa_ir: صفحه اصلی نامعتبر

source: Invalid Link
fa_ir: لینک نامعتبر

source: Invalid Login Token
fa_ir: توکن ورود نامعتبر

source: Invalid Login. Try again.
fa_ir: ورود نامعتبر. دوباره تلاش کنید.

source: Invalid Mail Server. Please rectify and try again.
fa_ir: سرور ایمیل نامعتبر است. لطفاً اصلاح کرده و دوباره تلاش کنید.

source: Invalid Naming Series: {}
fa_ir: سری نامگذاری نامعتبر: {}

source: Invalid Operation
fa_ir: عملیات نامعتبر

source: Invalid Option
fa_ir: گزینه نامعتبر

source: Invalid Outgoing Mail Server or Port: {0}
fa_ir: سرور ایمیل خروجی یا پورت نامعتبر: {0}

source: Invalid Output Format
fa_ir: فرمت خروجی نامعتبر

source: Invalid Override
fa_ir: بازنویسی نامعتبر

source: Invalid Parameters.
fa_ir: پارامترهای نامعتبر.

source: Invalid Password
fa_ir: رمز عبور نامعتبر

source: Invalid Phone Number
fa_ir: شماره تلفن نامعتبر

source: Invalid Request
fa_ir: درخواست نامعتبر

source: Invalid Search Field {0}
fa_ir: فیلد جستجو نامعتبر {0}

source: Invalid Table Fieldname
fa_ir: نام فیلد جدول نامعتبر

source: Invalid Transition
fa_ir: گذار نامعتبر

source: Invalid URL
fa_ir: URL نامعتبر

source: Invalid User Name or Support Password. Please rectify and try again.
fa_ir: نام کاربری یا رمز عبور پشتیبانی نامعتبر است. لطفاً اصلاح کرده و دوباره تلاش کنید.

source: Invalid Values
fa_ir: مقادیر نامعتبر

source: Invalid Webhook Secret
fa_ir: Webhook Secret نامعتبر

source: Invalid aggregate function
fa_ir: تابع تجمیعی نامعتبر

source: Invalid alias format: {0}. Alias must be a simple identifier.
fa_ir: فرمت نام مستعار نامعتبر: {0}. نام مستعار باید یک شناسه ساده باشد.

source: Invalid app
fa_ir: برنامه نامعتبر

source: Invalid argument format: {0}. Only quoted string literals or simple field names are allowed.
fa_ir: فرمت آرگومان نامعتبر: {0}. فقط رشته‌های نقل قول شده یا نام فیلدهای ساده مجاز هستند.

source: Invalid argument type: {0}. Only strings, numbers, and None are allowed.
fa_ir: نوع آرگومان نامعتبر: {0}. فقط رشته‌ها، اعداد و None مجاز هستند.

source: Invalid characters in fieldname: {0}. Only letters, numbers, and underscores are allowed.
fa_ir: کاراکترهای نامعتبر در نام فیلد: {0}. فقط حروف، اعداد و زیرخط مجاز هستند.

source: Invalid characters in table name: {0}
fa_ir: کاراکترهای نامعتبر در نام جدول: {0}

source: Invalid column
fa_ir: ستون نامعتبر

source: Invalid condition type in nested filters: {0}
fa_ir: نوع شرط نامعتبر در فیلترهای تو در تو: {0}

source: Invalid direction in Order By: {0}. Must be 'ASC' or 'DESC'.
fa_ir: جهت نامعتبر در مرتب‌سازی (Order By): {0}. باید 'ASC' یا 'DESC' باشد.

source: Invalid docstatus
fa_ir: docstatus نامعتبر

source: Invalid expression set in filter {0}
fa_ir: مجموعه عبارت نامعتبر در فیلتر {0}

source: Invalid expression set in filter {0} ({1})
fa_ir: مجموعه عبارت نامعتبر در فیلتر {0} ({1})

source: Invalid field format for SELECT: {0}. Field names must be simple, backticked, table-qualified, aliased, or '*'.
fa_ir: فرمت فیلد نامعتبر برای SELECT: {0}. نام فیلدها باید ساده، با علامت بک‌تیک، با نام جدول، نام مستعار یا '*' باشند.

source: Invalid field format in {0}: {1}. Use 'field', 'link_field.field', or 'child_table.field'.
fa_ir: فرمت فیلد نامعتبر در {0}: {1}. از 'field'، 'link_field.field' یا 'child_table.field' استفاده کنید.

source: Invalid field name in function: {0}. Only simple field names are allowed.
fa_ir: نام فیلد نامعتبر در تابع: {0}. فقط نام فیلدهای ساده مجاز هستند.

source: Invalid field name {0}
fa_ir: نام فیلد نامعتبر {0}

source: Invalid field type: {0}
fa_ir: نوع فیلد نامعتبر: {0}

source: Invalid fieldname '{0}' in autoname
fa_ir: نام فیلد '{0}' در autoname نامعتبر است

source: Invalid file path: {0}
fa_ir: مسیر فایل نامعتبر: {0}

source: Invalid filter condition: {0}. Expected a list or tuple.
fa_ir: شرط فیلتر نامعتبر: {0}. یک لیست یا تاپل مورد انتظار است.

source: Invalid filter field format: {0}. Use 'fieldname' or 'link_fieldname.target_fieldname'.
fa_ir: فرمت فیلد فیلتر نامعتبر: {0}. از 'fieldname' یا 'link_fieldname.target_fieldname' استفاده کنید.

source: Invalid filter: {0}
fa_ir: فیلتر نامعتبر: {0}

source: Invalid function argument type: {0}. Only strings, numbers, lists, and None are allowed.
fa_ir: نوع آرگومان تابع نامعتبر: {0}. فقط رشته‌ها، اعداد، لیست‌ها و None مجاز هستند.

source: Invalid function dictionary format
fa_ir: فرمت دیکشنری تابع نامعتبر

source: Invalid input
fa_ir: ورودی نامعتبر

source: Invalid json added in the custom options: {0}
fa_ir: JSON نامعتبر اضافه شده در گزینه‌های سفارشی: {0}

source: Invalid key
fa_ir: کلید نامعتبر

source: Invalid name type (integer) for varchar name column
fa_ir: نوع نام نامعتبر (عدد صحیح) برای ستون نام varchar

source: Invalid naming series {}: dot (.) missing
fa_ir: سری نام‌گذاری نامعتبر {}: نقطه (.) گم شده است

source: Invalid naming series {}: dot (.) missing before the numeric placeholders. Kindly use a format like <b>ABCD.#####</b>.
fa_ir: سری نام‌گذاری نامعتبر {}: نقطه (.) قبل از جایگزین‌های عددی گم شده است. لطفاً از فرمتی مانند <b>ABCD.#####</b> استفاده کنید.

source: Invalid or corrupted content for import
fa_ir: محتوای نامعتبر یا خراب برای وارد کردن

source: Invalid redirect regex in row #{}: {}
fa_ir: عبارت منظم (regex) تغییر مسیر نامعتبر در ردیف #{}: {}

source: Invalid request arguments
fa_ir: آرگومان‌های درخواست نامعتبر

source: Invalid request body
fa_ir: بدنه درخواست نامعتبر

source: Invalid role
fa_ir: نقش نامعتبر

source: Invalid simple filter format: {0}
fa_ir: قالب فیلتر ساده نامعتبر است: {0}

source: Invalid start for filter condition: {0}. Expected a list or tuple.
fa_ir: شروع نامعتبر برای شرط فیلتر: {0}. انتظار می‌رود یک لیست یا تاپل باشد.

source: Invalid string literal format: {0}
fa_ir: قالب رشته متنی نامعتبر است: {0}

source: Invalid template file for import
fa_ir: فایل قالب برای درون‌ریزی نامعتبر است

source: Invalid token state! Check if the token has been created by the OAuth user.
fa_ir: وضعیت توکن نامعتبر است! بررسی کنید که آیا توکن توسط کاربر OAuth ایجاد شده است.

source: Invalid username or password
fa_ir: نام کاربری یا رمز عبور نامعتبر است

source: Invalid value specified for UUID: {}
fa_ir: مقدار نامعتبر برای UUID مشخص شده است: {}

# Error message in web form
source: Invalid values for fields:
fa_ir: مقادیر نامعتبر برای فیلدها:

source: Invalid wkhtmltopdf version
fa_ir: نسخه wkhtmltopdf نامعتبر است

source: Invalid {0} condition
fa_ir: شرط {0} نامعتبر است

source: Inverse
fa_ir: معکوس

source: Invitation already accepted
fa_ir: دعوتنامه قبلاً پذیرفته شده است

source: Invitation already exists
fa_ir: دعوتنامه قبلاً وجود دارد

source: Invitation cannot be cancelled
fa_ir: دعوتنامه قابل لغو نیست

source: Invitation is cancelled
fa_ir: دعوتنامه لغو شده است

source: Invitation is expired
fa_ir: دعوتنامه منقضی شده است

source: Invitation not found
fa_ir: دعوتنامه یافت نشد

source: Invitation to join {0} cancelled
fa_ir: دعوتنامه برای پیوستن به {0} لغو شد

source: Invitation to join {0} expired
fa_ir: دعوتنامه برای پیوستن به {0} منقضی شد

source: Invite as User
fa_ir: دعوت به عنوان کاربر

source: Invited By
fa_ir: دعوت شده توسط

source: Is
fa_ir: است

source: Is Active
fa_ir: فعال است

source: Is Attachments Folder
fa_ir: پوشه پیوست‌ها است

source: Is Calendar and Gantt
fa_ir: تقویم و گانت است

source: Is Child Table
fa_ir: جدول فرزند است

source: Is Complete
fa_ir: کامل است

source: Is Completed
fa_ir: تکمیل شده است

source: Is Current
fa_ir: جاری است

source: Is Custom
fa_ir: سفارشی است

source: Is Custom Field
fa_ir: فیلد سفارشی است

source: Is Default
fa_ir: پیش‌فرض است

source: Is Dynamic URL?
fa_ir: آیا URL پویا است؟

source: Is Folder
fa_ir: پوشه است

source: Is Global
fa_ir: سراسری است

source: Is Group
fa_ir: گروه است

source: Is Hidden
fa_ir: پنهان است

source: Is Home Folder
fa_ir: پوشه اصلی است

source: Is Mandatory Field
fa_ir: فیلد اجباری است

source: Is Optional State
fa_ir: وضعیت اختیاری است

source: Is Primary
fa_ir: اصلی است

source: Is Primary Address
fa_ir: آدرس اصلی است

source: Is Primary Contact
fa_ir: تماس اصلی است

source: Is Primary Mobile
fa_ir: موبایل اصلی است

source: Is Primary Phone
fa_ir: تلفن اصلی است

source: Is Private
fa_ir: خصوصی است

source: Is Public
fa_ir: عمومی است

source: Is Published Field
fa_ir: فیلد منتشر شده است

source: Is Published Field must be a valid fieldname
fa_ir: فیلد منتشر شده باید یک نام فیلد معتبر باشد

source: Is Query Report
fa_ir: گزارش کوئری است

source: Is Remote Request?
fa_ir: درخواست از راه دور است؟

source: Is Setup Complete?
fa_ir: راه‌اندازی کامل است؟

source: Is Single
fa_ir: تک است

source: Is Skipped
fa_ir: رد شده است

source: Is Spam
fa_ir: هرزنامه است

source: Is Standard
fa_ir: استاندارد است

source: Is Submittable
fa_ir: قابل ارسال است

source: Is System Generated
fa_ir: تولید شده توسط سیستم است

source: Is Table
fa_ir: جدول است

source: Is Table Field
fa_ir: فیلد جدول است

source: Is Tree
fa_ir: درختی است

source: Is Unique
fa_ir: منحصر به فرد است

source: Is Virtual
fa_ir: مجازی است

source: Is standard
fa_ir: استاندارد است

source: It is risky to delete this file: {0}. Please contact your System Manager.
fa_ir: حذف این فایل: {0} خطرناک است. لطفاً با مدیر سیستم خود تماس بگیرید.

source: Item Label
fa_ir: برچسب آیتم

source: Item Type
fa_ir: نوع آیتم

source: Item cannot be added to its own descendants
fa_ir: آیتم را نمی‌توان به زیرمجموعه‌های خود اضافه کرد

source: JS Message
fa_ir: پیام JS

source: JSON Request Body
fa_ir: بدنه درخواست JSON

source: Jane Doe
fa_ir: جین دو

source: JavaScript
fa_ir: جاوا اسکریپت

source: JavaScript Format: frappe.query_reports['REPORTNAME'] = {}
fa_ir: فرمت جاوا اسکریپت: frappe.query_reports['REPORTNAME'] = {}

source: Javascript
fa_ir: جاوا اسکریپت

source: Javascript is disabled on your browser
fa_ir: جاوا اسکریپت در مرورگر شما غیرفعال است

source: Jinja
fa_ir: جینجا

source: Job ID
fa_ir: شناسه کار

source: Job Id
fa_ir: شناسه کار

source: Job Info
fa_ir: اطلاعات کار

source: Job Name
fa_ir: نام کار

source: Job Status
fa_ir: وضعیت کار

source: Job Stopped Successfully
fa_ir: کار با موفقیت متوقف شد

source: Job is in {0} state and can't be cancelled
fa_ir: کار در وضعیت {0} است و نمی‌توان آن را لغو کرد

source: Job is not running.
fa_ir: کار در حال اجرا نیست.

source: Job stopped successfully
fa_ir: کار با موفقیت متوقف شد

source: Join video conference with {0}
fa_ir: پیوستن به کنفرانس ویدیویی با {0}

source: Jump to field
fa_ir: پرش به فیلد

# Number system
source: K
fa_ir: ک

source: Kanban
fa_ir: کانبان

source: Kanban Board
fa_ir: بورد کانبان

source: Kanban Board Column
fa_ir: ستون بورد کانبان

source: Kanban Board Name
fa_ir: نام بورد کانبان

# Button in kanban view menu
source: Kanban Settings
fa_ir: تنظیمات کانبان

source: Kanban View
fa_ir: نمای کانبان

source: Keep track of all update feeds
fa_ir: پیگیری همه فیدهای به‌روزرسانی

source: Keeps track of all communications
fa_ir: همه ارتباطات را پیگیری می‌کند

source: Key
fa_ir: کلید

source: Keyboard Shortcuts
fa_ir: میانبرهای صفحه‌کلید

source: Keycloak
fa_ir: کی‌کلوک

# Number system
source: Kh
fa_ir: خ

source: Knowledge Base
fa_ir: پایگاه دانش

source: Knowledge Base Contributor
fa_ir: مشارکت‌کننده پایگاه دانش

source: Knowledge Base Editor
fa_ir: ویرایشگر پایگاه دانش

# Number system
source: L
fa_ir: ل

source: LDAP Auth
fa_ir: احراز هویت LDAP

source: LDAP Custom Settings
fa_ir: تنظیمات سفارشی LDAP

source: LDAP Email Field
fa_ir: فیلد ایمیل LDAP

source: LDAP First Name Field
fa_ir: فیلد نام کوچک LDAP

source: LDAP Group
fa_ir: گروه LDAP

source: LDAP Group Field
fa_ir: فیلد گروه LDAP

source: LDAP Group Mapping
fa_ir: نگاشت گروه LDAP

source: LDAP Group Mappings
fa_ir: نگاشت‌های گروه LDAP

source: LDAP Group Member attribute
fa_ir: ویژگی عضو گروه LDAP

source: LDAP Last Name Field
fa_ir: فیلد نام خانوادگی LDAP

source: LDAP Middle Name Field
fa_ir: فیلد نام میانی LDAP

source: LDAP Mobile Field
fa_ir: فیلد موبایل LDAP

source: LDAP Not Installed
fa_ir: LDAP نصب نشده است

source: LDAP Phone Field
fa_ir: فیلد تلفن LDAP

source: LDAP Search String
fa_ir: رشته جستجوی LDAP

source: LDAP Search String must be enclosed in '()' and needs to contian the user placeholder {0}, eg sAMAccountName={0}
fa_ir: رشته جستجوی LDAP باید در '()' محصور شود و شامل جای‌گذاری کاربر {0} باشد، مثلاً sAMAccountName={0}

source: LDAP Search and Paths
fa_ir: جستجو و مسیرهای LDAP

source: LDAP Security
fa_ir: امنیت LDAP

source: LDAP Server Settings
fa_ir: تنظیمات سرور LDAP

source: LDAP Server Url
fa_ir: آدرس سرور LDAP

source: LDAP Settings
fa_ir: تنظیمات LDAP

source: LDAP User Creation and Mapping
fa_ir: ایجاد و نگاشت کاربر LDAP

source: LDAP Username Field
fa_ir: فیلد نام کاربری LDAP

source: LDAP is not enabled.
fa_ir: LDAP فعال نیست.

source: LDAP search path for Groups
fa_ir: مسیر جستجوی LDAP برای گروه‌ها

source: LDAP search path for Users
fa_ir: مسیر جستجوی LDAP برای کاربران

source: LDAP settings incorrect. validation response was: {0}
fa_ir: تنظیمات LDAP نادرست است. پاسخ اعتبارسنجی: {0}

source: Label
fa_ir: برچسب

source: Label Help
fa_ir: راهنمای برچسب

source: Label and Type
fa_ir: برچسب و نوع

source: Label is mandatory
fa_ir: برچسب اجباری است

source: Landing Page
fa_ir: صفحه فرود

source: Landscape
fa_ir: افقی

source: Language
fa_ir: زبان

source: Language Code
fa_ir: کد زبان

source: Language Name
fa_ir: نام زبان

source: Last 10 active users
fa_ir: ۱۰ کاربر فعال آخر

source: Last 14 Days
fa_ir: ۱۴ روز گذشته

source: Last 30 Days
fa_ir: ۳۰ روز گذشته

source: Last 6 Months
fa_ir: ۶ ماه گذشته

source: Last 7 Days
fa_ir: ۷ روز گذشته

source: Last 90 Days
fa_ir: ۹۰ روز گذشته

source: Last Active
fa_ir: آخرین فعالیت

source: Last Execution
fa_ir: آخرین اجرا

source: Last Heartbeat
fa_ir: آخرین ضربان

source: Last IP
fa_ir: آخرین IP

source: Last Known Versions
fa_ir: آخرین نسخه‌های شناخته‌شده

source: Last Login
fa_ir: آخرین ورود

source: Last Modified Date
fa_ir: تاریخ آخرین تغییر

source: Last Modified On
fa_ir: آخرین تغییر در

source: Last Month
fa_ir: ماه گذشته

source: Last Name
fa_ir: نام خانوادگی

source: Last Password Reset Date
fa_ir: تاریخ آخرین بازنشانی رمز عبور

source: Last Quarter
fa_ir: سه‌ماهه گذشته

source: Last Received At
fa_ir: آخرین دریافت در

source: Last Reset Password Key Generated On
fa_ir: آخرین زمان تولید کلید بازنشانی رمز عبور

source: Last Run
fa_ir: آخرین اجرا

source: Last Sync On
fa_ir: آخرین همگام‌سازی در

source: Last Synced On
fa_ir: آخرین همگام‌سازی در

source: Last Updated
fa_ir: آخرین به‌روزرسانی

source: Last Updated By
fa_ir: آخرین به‌روزرسانی توسط

source: Last Updated On
fa_ir: آخرین به‌روزرسانی در

source: Last User
fa_ir: آخرین کاربر

source: Last Week
fa_ir: هفته گذشته

source: Last Year
fa_ir: سال گذشته

source: Last synced {0}
fa_ir: آخرین همگام‌سازی {0}

source: Layout Reset
fa_ir: بازنشانی طرح‌بندی

source: Layout will be reset to standard layout, are you sure you want to do this?
fa_ir: طرح‌بندی به طرح‌بندی استاندارد بازنشانی خواهد شد، آیا مطمئن هستید که می‌خواهید این کار را انجام دهید؟

source: Learn more
fa_ir: بیشتر بدانید

source: Leave blank to repeat always
fa_ir: برای تکرار همیشگی، خالی بگذارید

source: Leave this conversation
fa_ir: ترک این گفتگو

source: Ledger
fa_ir: دفتر کل

source: Left
fa_ir: چپ

# alignment
source: Left
fa_ir: چپ
