Repository: ai-solution-company/systemafarin-custom-addon
Catalog: iran_core/translations_src/*-framework.po
Languages: fa_ir

source: Auto follow documents that you Like
fa_ir: اسنادی که پسندیده‌اید را به صورت خودکار دنبال کنید

source: Auto follow documents that you comment on
fa_ir: اسنادی که در مورد آن‌ها نظر می‌دهید را به صورت خودکار دنبال کنید

source: Auto follow documents that you create
fa_ir: اسنادی که ایجاد می‌کنید را به صورت خودکار دنبال کنید

source: Auto repeat failed. Please enable auto repeat after fixing the issues.
fa_ir: تکرار خودکار با شکست مواجه شد. لطفاً پس از رفع مشکلات، تکرار خودکار را فعال کنید.

source: Autocomplete
fa_ir: تکمیل خودکار

source: Autoincrement
fa_ir: افزایش خودکار

source: Automate processes and extend standard functionality using scripts and background jobs
fa_ir: فرآیندها را خودکار کنید و قابلیت‌های استاندارد را با استفاده از اسکریپت‌ها و کارهای پس‌زمینه گسترش دهید

source: Automated Message
fa_ir: پیام خودکار

source: Automatic
fa_ir: خودکار

source: Automatic Linking can be activated only for one Email Account.
fa_ir: پیوند خودکار فقط برای یک حساب ایمیل قابل فعال‌سازی است.

source: Automatic Linking can be activated only if Incoming is enabled.
fa_ir: پیوند خودکار فقط در صورتی قابل فعال‌سازی است که دریافت (ایمیل) فعال باشد.

source: Automatic sending of emails is disabled via site config.
fa_ir: ارسال خودکار ایمیل‌ها از طریق تنظیمات سایت غیرفعال شده است.

source: Automatically Assign Documents to Users
fa_ir: تخصیص خودکار اسناد به کاربران

source: Automatically applied a filter for recent data. You can disable this behavior from the list view settings.
fa_ir: فیلتری برای داده‌های اخیر به صورت خودکار اعمال شد. می‌توانید این رفتار را از تنظیمات نمای لیست غیرفعال کنید.

source: Automatically delete account within (hours)
fa_ir: حذف خودکار حساب در (ساعت)

source: Automation
fa_ir: اتوماسیون

source: Average
fa_ir: میانگین

source: Average of {0}
fa_ir: میانگین {0}

source: Avoid dates and years that are associated with you.
fa_ir: از تاریخ‌ها و سال‌هایی که با شما مرتبط هستند، اجتناب کنید.

source: Avoid recent years.
fa_ir: از سال‌های اخیر اجتناب کنید.

source: Avoid sequences like abc or 6543 as they are easy to guess
fa_ir: از دنباله‌هایی مانند abc یا 6543 اجتناب کنید زیرا به راحتی قابل حدس زدن هستند.

source: Avoid years that are associated with you.
fa_ir: از سال‌هایی که با شما مرتبط هستند، اجتناب کنید.

source: Awaiting Password
fa_ir: در انتظار رمز عبور

source: Awaiting password
fa_ir: در انتظار رمز عبور

source: Awesome Work
fa_ir: کار عالی

source: Awesome, now try making an entry yourself
fa_ir: عالی، حالا خودتان یک ورودی ایجاد کنید

# Number system
source: B
fa_ir: ب

source: B0
fa_ir: ب0

source: B1
fa_ir: ب1

source: B10
fa_ir: ب10

source: B2
fa_ir: ب2

source: B3
fa_ir: ب3

source: B4
fa_ir: ب4

source: B5
fa_ir: ب5

source: B6
fa_ir: ب6

source: B7
fa_ir: ب7

source: B8
fa_ir: ب8

source: B9
fa_ir: ب9

source: BCC
fa_ir: رونوشت مخفی (BCC)

# Email Recipients
source: BCC
fa_ir: رونوشت مخفی (BCC)

source: Back
fa_ir: بازگشت

source: Back to Desk
fa_ir: بازگشت به میزکار

source: Back to Home
fa_ir: بازگشت به صفحه اصلی

source: Back to Login
fa_ir: بازگشت به ورود

source: Background Color
fa_ir: رنگ پس‌زمینه

source: Background Image
fa_ir: تصویر پس‌زمینه

source: Background Jobs
fa_ir: کارهای پس‌زمینه

source: Background Jobs Check
fa_ir: بررسی کارهای پس‌زمینه

source: Background Jobs Queue
fa_ir: صف کارهای پس‌زمینه

source: Background Print (required for >25 documents)
fa_ir: چاپ در پس‌زمینه (برای بیش از ۲۵ سند الزامی است)

source: Background Workers
fa_ir: پردازشگران پس‌زمینه

source: Backup Encryption Key
fa_ir: کلید رمزگذاری پشتیبان

source: Backup job is already queued. You will receive an email with the download link
fa_ir: کار پشتیبان‌گیری قبلاً در صف قرار گرفته است. ایمیلی حاوی لینک دانلود دریافت خواهید کرد

source: Backups
fa_ir: پشتیبان‌ها

source: Backups (MB)
fa_ir: پشتیبان‌ها (مگابایت)

source: Bad Cron Expression
fa_ir: عبارت Cron نامعتبر

source: Banker's Rounding
fa_ir: گرد کردن بانکی

source: Banker's Rounding (legacy)
fa_ir: گرد کردن بانکی (قدیمی)

source: Banner
fa_ir: بنر

source: Banner HTML
fa_ir: HTML بنر

source: Banner Image
fa_ir: تصویر بنر

source: Banner is above the Top Menu Bar.
fa_ir: بنر بالای نوار منوی بالا قرار دارد.

source: Bar
fa_ir: نوار

source: Barcode
fa_ir: بارکد

source: Base Distinguished Name (DN)
fa_ir: نام متمایز پایه (DN)

source: Base URL
fa_ir: آدرس پایه (URL)

source: Based On
fa_ir: بر اساس

source: Based on Field
fa_ir: بر اساس فیلد

source: Based on Permissions For User
fa_ir: بر اساس مجوزهای کاربر

source: Basic
fa_ir: پایه

source: Basic Info
fa_ir: اطلاعات پایه

source: Before
fa_ir: قبل از

source: Before Cancel
fa_ir: قبل از لغو

source: Before Delete
fa_ir: قبل از حذف

source: Before Discard
fa_ir: قبل از انصراف

source: Before Insert
fa_ir: قبل از درج

source: Before Print
fa_ir: قبل از چاپ

source: Before Rename
fa_ir: قبل از تغییر نام

source: Before Save
fa_ir: قبل از ذخیره

source: Before Save (Submitted Document)
fa_ir: قبل از ذخیره (سند ارسال‌شده)

source: Before Submit
fa_ir: قبل از ارسال

source: Before Validate
fa_ir: قبل از اعتبارسنجی

source: Beginner
fa_ir: مبتدی

source: Beginning with
fa_ir: شروع با

source: Beta
fa_ir: بتا

source: Better add a few more letters or another word
fa_ir: بهتر است چند حرف یا کلمه دیگر اضافه کنید

source: Between
fa_ir: بین

source: Billing
fa_ir: صورت‌حساب‌دهی

source: Billing Contact
fa_ir: مخاطب صورت‌حساب

source: Binary Logging
fa_ir: ثبت باینری

source: Bio
fa_ir: بیو

source: Birth Date
fa_ir: تاریخ تولد

source: Blank Template
fa_ir: قالب خالی

source: Block Module
fa_ir: مسدود کردن ماژول

source: Block Modules
fa_ir: مسدود کردن ماژول‌ها

source: Blocked
fa_ir: مسدود شده

source: Blue
fa_ir: آبی

source: Bold
fa_ir: پررنگ

source: Bot
fa_ir: ربات

source: Both DocType and Name required
fa_ir: هم نوع سند و هم نام الزامی است

source: Both login and password required
fa_ir: هم نام کاربری و هم رمز عبور الزامی است

source: Bottom
fa_ir: پایین

source: Bottom Center
fa_ir: پایین-مرکز

source: Bottom Left
fa_ir: پایین-چپ

source: Bottom Right
fa_ir: پایین-راست

source: Bounced
fa_ir: برگشت‌خورده

source: Brand
fa_ir: برند

source: Brand HTML
fa_ir: HTML برند

source: Brand Image
fa_ir: تصویر برند

source: Brand Logo
fa_ir: لوگوی برند

source: Brand is what appears on the top-left of the toolbar. If it is an image, make sure it has a transparent background and use the &lt;img /&gt; tag. Keep size as 200px x 30px
fa_ir: برند چیزی است که در بالا-سمت چپ نوار ابزار ظاهر می‌شود. اگر تصویر است، مطمئن شوید که پس‌زمینه شفاف دارد و از تگ &lt;img /&gt; استفاده کنید. اندازه را 200px در 30px نگه دارید

source: Breadcrumbs
fa_ir: مسیر پیمایش

source: Browser
fa_ir: مرورگر

source: Browser Version
fa_ir: نسخه مرورگر

source: Browser not supported
fa_ir: مرورگر پشتیبانی نمی‌شود

source: Brute Force Security
fa_ir: امنیت حملات Brute Force

source: Bufferpool Size
fa_ir: اندازه Bufferpool

source: Build
fa_ir: ساخت

source: Build your own reports, print formats, and dashboards. Create personalized workspaces for easier navigation
fa_ir: گزارش‌ها، فرمت‌های چاپ و داشبوردهای خود را بسازید. برای ناوبری آسان‌تر، فضاهای کاری شخصی‌سازی‌شده ایجاد کنید

source: Build {0}
fa_ir: ساخت {0}

source: Built on {0}
fa_ir: ساخته شده بر روی {0}

source: Bulk Actions
fa_ir: عملیات دسته‌ای

source: Bulk Delete
fa_ir: حذف دسته‌ای

source: Bulk Edit
fa_ir: ویرایش دسته‌ای

source: Bulk Edit {0}
fa_ir: ویرایش دسته‌ای {0}

source: Bulk Operation Failed
fa_ir: عملیات دسته‌ای ناموفق بود

source: Bulk Operation Successful
fa_ir: عملیات دسته‌ای با موفقیت انجام شد

source: Bulk PDF Export
fa_ir: خروجی PDF دسته‌ای

source: Bulk Update
fa_ir: به‌روزرسانی دسته‌ای

source: Bulk approval only support up to 500 documents.
fa_ir: تأیید دسته‌ای فقط تا 500 سند را پشتیبانی می‌کند.

source: Bulk operation is enqueued in background.
fa_ir: عملیات دسته‌ای در صف پس‌زمینه قرار گرفت.

source: Bulk operations only support up to 500 documents.
fa_ir: عملیات دسته‌ای فقط تا 500 سند را پشتیبانی می‌کنند.

source: Bulk {0} is enqueued in background.
fa_ir: {0} دسته‌ای در صف پس‌زمینه قرار گرفت.

source: Button
fa_ir: دکمه

source: Button Gradients
fa_ir: گرادیان‌های دکمه

source: Button Rounded Corners
fa_ir: گوشه‌های گرد دکمه

source: Button Shadows
fa_ir: سایه‌های دکمه

source: By "Naming Series" field
fa_ir: بر اساس فیلد "Naming Series"

source: By default the title is used as meta title, adding a value here will override it.
fa_ir: به صورت پیش‌فرض عنوان به عنوان متا عنوان استفاده می‌شود، افزودن یک مقدار در اینجا آن را بازنویسی خواهد کرد.

source: By fieldname
fa_ir: بر اساس نام فیلد

source: By script
fa_ir: توسط اسکریپت

source: Bypass Restricted IP Address Check If Two Factor Auth Enabled
fa_ir: دور زدن بررسی آدرس IP محدود شده در صورت فعال بودن احراز هویت دو مرحله‌ای

source: Bypass Two Factor Auth for users who login from restricted IP Address
fa_ir: دور زدن احراز هویت دو مرحله‌ای برای کاربرانی که از آدرس IP محدود شده وارد می‌شوند

source: Bypass restricted IP Address check If Two Factor Auth Enabled
fa_ir: دور زدن بررسی آدرس IP محدود شده در صورت فعال بودن احراز هویت دو مرحله‌ای

source: CANCELLED
fa_ir: لغو شده

source: CC
fa_ir: رونوشت

# Email Recipients
source: CC
fa_ir: رونوشت

source: COLOR PICKER
fa_ir: انتخاب‌گر رنگ

source: CSS Class
fa_ir: کلاس CSS

source: CSS selector for the element you want to highlight.
fa_ir: انتخاب‌گر CSS برای عنصری که می‌خواهید برجسته کنید.

source: Cache
fa_ir: کش

source: Cache Cleared
fa_ir: کش پاک شد

source: Calculate
fa_ir: محاسبه

source: Calendar
fa_ir: تقویم

source: Calendar Name
fa_ir: نام تقویم

source: Calendar View
fa_ir: نمای تقویم

source: Call
fa_ir: تماس

source: Call To Action
fa_ir: فراخوان به عمل

source: Call To Action URL
fa_ir: URL فراخوان به عمل

source: Callback Message
fa_ir: پیام بازگشتی

source: Callback Title
fa_ir: عنوان فراخوانی

source: Camera
fa_ir: دوربین

source: Campaign
fa_ir: کمپین

source: Campaign Description (Optional)
fa_ir: توضیحات کمپین (اختیاری)

source: Can Read
fa_ir: می‌تواند بخواند

source: Can Share
fa_ir: می‌تواند به اشتراک بگذارد

source: Can Submit
fa_ir: می‌تواند ارسال کند

source: Can Write
fa_ir: می‌تواند بنویسد

source: Can not rename as column {0} is already present on DocType.
fa_ir: امکان تغییر نام وجود ندارد زیرا ستون {0} از قبل در نوع سند (DocType) موجود است.

source: Can only change to/from Autoincrement naming rule when there is no data in the doctype
fa_ir: تنها زمانی می‌توان به/از قانون نام‌گذاری افزایش خودکار تغییر داد که هیچ داده‌ای در نوع سند (doctype) وجود نداشته باشد.

source: Can only list down the document types which has been linked to the User document type.
fa_ir: تنها می‌توان انواع سندی را فهرست کرد که به نوع سند کاربر (User document type) پیوند داده شده‌اند.

source: Can't follow since changes are not tracked.
fa_ir: امکان پیگیری وجود ندارد زیرا تغییرات ردیابی نمی‌شوند.

source: Can't rename {0} to {1} because {0} doesn't exist.
fa_ir: امکان تغییر نام {0} به {1} وجود ندارد زیرا {0} موجود نیست.

source: Cancel
fa_ir: لغو

# Button in list view actions menu
source: Cancel
fa_ir: لغو

# Secondary button in warning dialog
source: Cancel
fa_ir: لغو

source: Cancel All
fa_ir: لغو همه

source: Cancel All Documents
fa_ir: لغو همه اسناد

source: Cancel Import
fa_ir: لغو واردات

source: Cancel Prepared Report
fa_ir: لغو گزارش آماده شده

# Title of confirmation dialog
source: Cancel {0} documents?
fa_ir: {0} سند لغو شود؟

source: Cancelled
fa_ir: لغو شده

source: Cancelled Document restored as Draft
fa_ir: سند لغو شده به عنوان پیش‌نویس بازیابی شد.

# Freeze message while cancelling a document
source: Cancelling
fa_ir: در حال لغو

source: Cancelling documents
fa_ir: در حال لغو اسناد

source: Cancelling {0}
fa_ir: در حال لغو {0}

source: Cannot Download Report due to insufficient permissions
fa_ir: به دلیل عدم مجوز کافی، امکان دانلود گزارش وجود ندارد.

source: Cannot Fetch Values
fa_ir: امکان واکشی مقادیر وجود ندارد.

source: Cannot Remove
fa_ir: امکان حذف وجود ندارد.

source: Cannot Update After Submit
fa_ir: امکان به‌روزرسانی پس از ارسال وجود ندارد.

source: Cannot access file path {0}
fa_ir: امکان دسترسی به مسیر فایل {0} وجود ندارد.

source: Cannot cancel before submitting while transitioning from <b>{0} State</b> to <b>{1} State</b>
fa_ir: امکان لغو قبل از ارسال در حین انتقال از <b>وضعیت {0}</b> به <b>وضعیت {1}</b> وجود ندارد.

source: Cannot cancel before submitting. See Transition {0}
fa_ir: امکان لغو قبل از ارسال وجود ندارد. به انتقال {0} مراجعه کنید.

source: Cannot cancel {0}.
fa_ir: امکان لغو {0} وجود ندارد.

source: Cannot change docstatus from 0 (Draft) to 2 (Cancelled)
fa_ir: امکان تغییر وضعیت سند (docstatus) از 0 (پیش‌نویس) به 2 (لغو شده) وجود ندارد.

source: Cannot change docstatus from 1 (Submitted) to 0 (Draft)
fa_ir: امکان تغییر وضعیت سند (docstatus) از 1 (ارسال شده) به 0 (پیش‌نویس) وجود ندارد.

source: Cannot change state of Cancelled Document <b>({0} State)</b>
fa_ir: امکان تغییر وضعیت سند لغو شده <b>(وضعیت {0})</b> وجود ندارد.

source: Cannot change state of Cancelled Document. Transition row {0}
fa_ir: امکان تغییر وضعیت سند لغو شده وجود ندارد. ردیف انتقال {0}

source: Cannot change to/from autoincrement autoname in Customize Form
fa_ir: امکان تغییر به/از نام‌گذاری خودکار افزایشی در فرم سفارشی‌سازی وجود ندارد.

source: Cannot create a {0} against a child document: {1}
fa_ir: امکان ایجاد {0} در برابر یک سند فرزند: {1} وجود ندارد.

source: Cannot create private workspace of other users
fa_ir: امکان ایجاد فضای کاری خصوصی برای کاربران دیگر وجود ندارد.

source: Cannot delete Home and Attachments folders
fa_ir: امکان حذف پوشه‌های خانه و پیوست‌ها وجود ندارد.

source: Cannot delete or cancel because {0} {1} is linked with {2} {3} {4}
fa_ir: امکان حذف یا لغو وجود ندارد زیرا {0} {1} با {2} {3} {4} مرتبط است.

source: Cannot delete standard action. You can hide it if you want
fa_ir: امکان حذف اقدام استاندارد وجود ندارد. در صورت تمایل می‌توانید آن را مخفی کنید.

source: Cannot delete standard document state.
fa_ir: امکان حذف وضعیت استاندارد سند وجود ندارد.

source: Cannot delete standard field <strong>{0}</strong>. You can hide it instead.
fa_ir: امکان حذف فیلد استاندارد <strong>{0}</strong> وجود ندارد. به جای آن می‌توانید آن را مخفی کنید.

source: Cannot delete standard field. You can hide it if you want
fa_ir: امکان حذف فیلد استاندارد وجود ندارد. در صورت تمایل می‌توانید آن را مخفی کنید.

source: Cannot delete standard link. You can hide it if you want
fa_ir: امکان حذف لینک استاندارد وجود ندارد. در صورت تمایل می‌توانید آن را مخفی کنید.

source: Cannot delete system generated field <strong>{0}</strong>. You can hide it instead.
fa_ir: امکان حذف فیلد تولید شده توسط سیستم <strong>{0}</strong> وجود ندارد. به جای آن می‌توانید آن را مخفی کنید.

source: Cannot delete {0}
fa_ir: امکان حذف {0} وجود ندارد.

source: Cannot delete {0} as it has child nodes
fa_ir: امکان حذف {0} وجود ندارد زیرا دارای گره‌های فرزند است.

source: Cannot edit Standard Dashboards
fa_ir: امکان ویرایش داشبوردهای استاندارد وجود ندارد.

source: Cannot edit Standard Notification. To edit, please disable this and duplicate it
fa_ir: امکان ویرایش اعلان استاندارد وجود ندارد. برای ویرایش، لطفاً آن را غیرفعال کرده و کپی کنید.

source: Cannot edit Standard charts
fa_ir: امکان ویرایش نمودارهای استاندارد وجود ندارد.

source: Cannot edit a standard report. Please duplicate and create a new report
fa_ir: امکان ویرایش گزارش استاندارد وجود ندارد. لطفاً آن را کپی کرده و یک گزارش جدید ایجاد کنید.

source: Cannot edit cancelled document
fa_ir: امکان ویرایش سند لغو شده وجود ندارد.

source: Cannot edit filters for standard charts
fa_ir: امکان ویرایش فیلترها برای نمودارهای استاندارد وجود ندارد.

source: Cannot edit filters for standard number cards
fa_ir: امکان ویرایش فیلترها برای کارت‌های عددی استاندارد وجود ندارد.

source: Cannot edit standard fields
fa_ir: امکان ویرایش فیلدهای استاندارد وجود ندارد.

source: Cannot enable {0} for a non-submittable doctype
fa_ir: امکان فعال‌سازی {0} برای یک داک‌تایپ غیرقابل ارسال وجود ندارد.

source: Cannot find file {} on disk
fa_ir: فایل {} در دیسک یافت نشد.

source: Cannot get file contents of a Folder
fa_ir: امکان دریافت محتویات فایل از یک پوشه وجود ندارد.

source: Cannot have multiple printers mapped to a single print format.
fa_ir: امکان نگاشت چندین چاپگر به یک فرمت چاپ واحد وجود ندارد.

source: Cannot import table with more than 5000 rows.
fa_ir: امکان وارد کردن جدول با بیش از 5000 ردیف وجود ندارد.

source: Cannot link cancelled document: {0}
fa_ir: امکان لینک کردن سند لغو شده وجود ندارد: {0}

source: Cannot map because following condition fails:
fa_ir: امکان نگاشت وجود ندارد زیرا شرط زیر برقرار نیست:

source: Cannot match column {0} with any field
fa_ir: امکان مطابقت ستون {0} با هیچ فیلدی وجود ندارد.

source: Cannot move row
fa_ir: امکان جابجایی ردیف وجود ندارد.

source: Cannot remove ID field
fa_ir: امکان حذف فیلد شناسه وجود ندارد.

source: Cannot set 'Report' permission if 'Only If Creator' permission is set
fa_ir: امکان تنظیم مجوز 'گزارش' وجود ندارد اگر مجوز 'فقط در صورت ایجادکننده' تنظیم شده باشد.

source: Cannot set Notification with event {0} on Document Type {1}
fa_ir: امکان تنظیم اعلان با رویداد {0} در نوع سند {1} وجود ندارد.

source: Cannot share {0} with submit permission as the doctype {1} is not submittable
fa_ir: امکان اشتراک‌گذاری {0} با مجوز ارسال وجود ندارد زیرا داک‌تایپ {1} قابل ارسال نیست.

source: Cannot submit {0}.
fa_ir: امکان ارسال {0} وجود ندارد.

source: Cannot update {0}
fa_ir: امکان به‌روزرسانی {0} وجود ندارد.

source: Cannot use sub-query here.
fa_ir: امکان استفاده از زیرپرس‌وجو در اینجا وجود ندارد.

source: Cannot use {0} in order/group by
fa_ir: امکان استفاده از {0} در مرتب‌سازی/گروه‌بندی وجود ندارد.

source: Cannot {0} {1}.
fa_ir: امکان {0} {1} وجود ندارد.

source: Capitalization doesn't help very much.
fa_ir: حروف بزرگ‌نویسی کمک چندانی نمی‌کند.

source: Capture
fa_ir: ثبت

source: Card
fa_ir: کارت

source: Card Break
fa_ir: جداسازی کارت

source: Card Label
fa_ir: برچسب کارت

source: Card Links
fa_ir: پیوندهای کارت

source: Cards
fa_ir: کارت‌ها

source: Category
fa_ir: دسته‌بندی

source: Category Description
fa_ir: توضیحات دسته‌بندی

source: Category Name
fa_ir: نام دسته‌بندی

source: Center
fa_ir: مرکز

source: Certain documents, like an Invoice, should not be changed once final. The final state for such documents is called Submitted. You can restrict which roles can Submit.
fa_ir: برخی اسناد، مانند فاکتور، پس از نهایی شدن نباید تغییر کنند. وضعیت نهایی برای چنین اسنادی «ارسال‌شده» نامیده می‌شود. می‌توانید نقش‌هایی را که می‌توانند ارسال کنند، محدود کنید.

source: Change
fa_ir: تغییر

# Coins
source: Change
fa_ir: تغییر

source: Change Image
fa_ir: تغییر تصویر

source: Change Label (via Custom Translation)
fa_ir: تغییر برچسب (از طریق ترجمه سفارشی)

source: Change Letter Head
fa_ir: تغییر سربرگ

source: Change Password
fa_ir: تغییر رمز عبور

source: Change Print Format
fa_ir: تغییر فرمت چاپ

source: Change the starting / current sequence number of an existing series. <br> Warning: Incorrectly updating counters can prevent documents from getting created.
fa_ir: شماره توالی شروع / فعلی یک سری موجود را تغییر دهید. <br>

source: Changed at
fa_ir: تغییر یافته در

source: Changed by
fa_ir: تغییر یافته توسط

source: Changelog Feed
fa_ir: فید تغییرات

source: Changes
fa_ir: تغییرات

source: Changing any setting will reflect on all the email accounts associated with this domain.
fa_ir: تغییر هر تنظیماتی بر روی تمام حساب‌های ایمیل مرتبط با این دامنه اعمال خواهد شد.

source: Changing rounding method on site with data can result in unexpected behaviour.
fa_ir: تغییر روش گرد کردن در سایتی که دارای داده است، می‌تواند منجر به رفتار غیرمنتظره شود.

source: Channel
fa_ir: کانال

source: Chart
fa_ir: نمودار

source: Chart Configuration
fa_ir: پیکربندی نمودار

source: Chart Name
fa_ir: نام نمودار

source: Chart Options
fa_ir: گزینه‌های نمودار

source: Chart Source
fa_ir: منبع نمودار

source: Chart Type
fa_ir: نوع نمودار

source: Charts
fa_ir: نمودارها

source: Chat
fa_ir: چت

source: Check
fa_ir: بررسی

source: Check Request URL
fa_ir: بررسی URL درخواست

source: Check columns to select, drag to set order.
fa_ir: ستون‌ها را برای انتخاب علامت بزنید، برای تنظیم ترتیب بکشید.

source: Check the Error Log for more information: {0}
fa_ir: برای اطلاعات بیشتر، گزارش خطا را بررسی کنید: {0}

source: Check this if you don't want users to sign up for an account on your site. Users won't get desk access unless you explicitly provide it.
fa_ir: اگر نمی‌خواهید کاربران در سایت شما ثبت‌نام کنند، این گزینه را علامت بزنید. کاربران دسترسی به میزکار نخواهند داشت مگر اینکه شما صراحتاً آن را فراهم کنید.

source: Check this if you want to force the user to select a series before saving. There will be no default if you check this.
fa_ir: اگر می‌خواهید کاربر را مجبور به انتخاب یک سری قبل از ذخیره کنید، این گزینه را علامت بزنید. در صورت علامت زدن این گزینه، هیچ پیش‌فرضی وجود نخواهد داشت.

source: Check to display the full numeric value (e.g., 1,234,567 instead of 1.2M).
fa_ir: برای نمایش مقدار عددی کامل (مثلاً 1,234,567 به جای 1.2M) علامت بزنید.

source: Checking one moment
fa_ir: در حال بررسی، یک لحظه

source: Checking this will enable tracking page views for blogs, web pages, etc.
fa_ir: با انتخاب این گزینه، ردیابی بازدید صفحات برای وبلاگ‌ها، صفحات وب و غیره فعال می‌شود.

source: Checking this will hide custom doctypes and reports cards in Links section
fa_ir: با انتخاب این گزینه، کارت‌های داک‌تایپ‌ها و گزارش‌های سفارشی در بخش پیوندها پنهان می‌شوند.

source: Checking this will publish the page on your website and it'll be visible to everyone.
fa_ir: با انتخاب این گزینه، صفحه در وب‌سایت شما منتشر می‌شود و برای همه قابل مشاهده خواهد بود.

source: Checking this will show a text area where you can write custom javascript that will run on this page.
fa_ir: با انتخاب این گزینه، یک ناحیه متنی نمایش داده می‌شود که می‌توانید جاوااسکریپت سفارشی خود را در آن بنویسید و در این صفحه اجرا خواهد شد.

source: Child DocTypes are not allowed
fa_ir: داک‌تایپ‌های فرزند مجاز نیستند.

source: Child Doctype
fa_ir: داک‌تایپ فرزند

source: Child Table {0} for field {1} must be virtual
fa_ir: جدول فرزند {0} برای فیلد {1} باید مجازی باشد

source: Child Tables are shown as a Grid in other DocTypes
fa_ir: جداول فرزند به صورت گرید در سایر داک‌تایپ‌ها نمایش داده می‌شوند.

source: Child query fields for '{0}' must be a list or tuple.
fa_ir: فیلدهای کوئری فرزند برای '{0}' باید یک لیست یا تاپل باشد.

source: Choose Existing Card or create New Card
fa_ir: کارت موجود را انتخاب کنید یا کارت جدید ایجاد کنید.

source: Choose a block or continue typing
fa_ir: یک بلوک انتخاب کنید یا به تایپ کردن ادامه دهید.

source: Choose a color
fa_ir: یک رنگ انتخاب کنید

source: Choose an icon
fa_ir: یک آیکون انتخاب کنید

source: Choose authentication method to be used by all users
fa_ir: روش احراز هویت که توسط همه کاربران استفاده شود را انتخاب کنید.

source: Chromium is not downloaded. Please run the setup first.
fa_ir: کرومیوم دانلود نشده است. لطفاً ابتدا راه‌اندازی را اجرا کنید.

source: City
fa_ir: شهر

source: City/Town
fa_ir: شهر

source: Clear
fa_ir: پاک کردن

source: Clear & Add Template
fa_ir: پاک کردن و افزودن الگو

source: Clear & Add template
fa_ir: پاک کردن و افزودن الگو

source: Clear All
fa_ir: پاک کردن همه

# Button in list view actions menu
source: Clear Assignment
fa_ir: پاک کردن تخصیص

source: Clear Cache and Reload
fa_ir: پاک کردن کش و بارگذاری مجدد

source: Clear Error Logs
fa_ir: پاک کردن گزارش‌های خطا

source: Clear Filters
fa_ir: پاک کردن فیلترها

source: Clear Logs After (days)
fa_ir: پاک کردن گزارش‌ها پس از (روز)

source: Clear User Permissions
fa_ir: پاک کردن مجوزهای کاربر

source: Clear the email message and add the template
fa_ir: پیام ایمیل را پاک کنید و الگو را اضافه کنید.

source: Clearing end date, as it cannot be in the past for published pages.
fa_ir: تاریخ پایان در حال پاک شدن است، زیرا برای صفحات منتشر شده نمی‌تواند در گذشته باشد.

source: Click On Customize to add your first widget
fa_ir: روی سفارشی‌سازی کلیک کنید تا اولین ویجت خود را اضافه کنید.
