Repository: ai-solution-company/systemafarin-custom-addon
Catalog: iran_core/translations_src/*-framework.po
Languages: fa_ir

source: Webhook Header
fa_ir: سربرگ وب‌هوک

source: Webhook Headers
fa_ir: سربرگ‌های وب‌هوک

source: Webhook Request
fa_ir: درخواست وب‌هوک

source: Webhook Request Log
fa_ir: گزارش درخواست وب‌هوک

source: Webhook Secret
fa_ir: رمز وب‌هوک

source: Webhook Security
fa_ir: امنیت وب‌هوک

source: Webhook Trigger
fa_ir: راه‌انداز وب‌هوک

source: Webhook URL
fa_ir: نشانی وب‌هوک

source: Website
fa_ir: وب‌سایت

source: Website Analytics
fa_ir: تحلیل وب‌سایت

source: Website Manager
fa_ir: مدیر وب‌سایت

source: Website Meta Tag
fa_ir: متاتگ وب‌سایت

source: Website Route Meta
fa_ir: متای مسیر وب‌سایت

source: Website Route Redirect
fa_ir: تغییر مسیر وب‌سایت

source: Website Script
fa_ir: اسکریپت وب‌سایت

source: Website Search Field
fa_ir: فیلد جستجوی وب‌سایت

source: Website Search Field must be a valid fieldname
fa_ir: فیلد جستجوی وب‌سایت باید یک نام فیلد معتبر باشد

source: Website Settings
fa_ir: تنظیمات وب‌سایت

source: Website Sidebar
fa_ir: نوار کناری وب‌سایت

source: Website Sidebar Item
fa_ir: آیتم نوار کناری وب‌سایت

source: Website Slideshow
fa_ir: اسلایدشو وب‌سایت

source: Website Slideshow Item
fa_ir: آیتم اسلایدشو وب‌سایت

source: Website Theme
fa_ir: قالب وب‌سایت

source: Website Theme Ignore App
fa_ir: نادیده گرفتن برنامه قالب وب‌سایت

source: Website Theme Image
fa_ir: تصویر قالب وب‌سایت

source: Website Theme image link
fa_ir: لینک تصویر قالب وب‌سایت

source: Websocket
fa_ir: وب‌سوکت

source: Wednesday
fa_ir: چهارشنبه

source: Week
fa_ir: هفته

source: Weekdays
fa_ir: روزهای هفته

source: Weekly
fa_ir: هفتگی

source: Weekly Long
fa_ir: هفتگی طولانی

source: Welcome
fa_ir: خوش آمدید

source: Welcome Email Template
fa_ir: قالب ایمیل خوش آمدید

source: Welcome URL
fa_ir: نشانی خوش آمدید

source: Welcome Workspace
fa_ir: فضای کاری خوش آمدید

source: Welcome email sent
fa_ir: ایمیل خوش آمدید ارسال شد

source: Welcome to {0}
fa_ir: به {0} خوش آمدید

source: What's New
fa_ir: تازه‌ها

source: When enabled this will allow guests to upload files to your application, You can enable this if you wish to collect files from user without having them to log in, for example in job applications web form.
fa_ir: با فعال کردن این گزینه، مهمانان می‌توانند فایل‌ها را در برنامه شما بارگذاری کنند. می‌توانید این گزینه را فعال کنید اگر می‌خواهید بدون نیاز به ورود کاربران، فایل‌هایی را از آن‌ها جمع‌آوری کنید، مثلاً در فرم‌های وب درخواست شغلی.

source: When sending document using email, store the PDF on Communication. Warning: This can increase your storage usage.
fa_ir: هنگام ارسال سند از طریق ایمیل، PDF را در ارتباطات ذخیره کن. هشدار: این کار می‌تواند مصرف فضای ذخیره‌سازی شما را افزایش دهد.

source: When uploading files, force the use of the web-based image capture. If this is unchecked, the default behavior is to use the mobile native camera when use from a mobile is detected.
fa_ir: هنگام بارگذاری فایل‌ها، استفاده از ابزار وب‌محور ثبت تصویر را اجباری کن. اگر این گزینه انتخاب نشود، رفتار پیش‌فرض استفاده از دوربین بومی موبایل در صورت تشخیص استفاده از موبایل است.

source: When you Amend a document after Cancel and save it, it will get a new number that is a version of the old number.
fa_ir: هنگامی که سندی را پس از لغو، اصلاح و ذخیره می‌کنید، شماره جدیدی به آن اختصاص داده می‌شود که نسخه‌ای از شماره قدیمی است.

source: Which view of the associated DocType should this shortcut take you to?
fa_ir: این میانبر باید شما را به کدام نمای DocType مرتبط ببرد؟

source: Width
fa_ir: عرض

source: Widths can be set in px or %.
fa_ir: عرض‌ها را می‌توان بر حسب پیکسل (px) یا درصد (%) تنظیم کرد.

source: Wildcard Filter
fa_ir: فیلتر وایلدکارد

source: Will add "%" before and after the query
fa_ir: کاراکتر "%" را قبل و بعد از عبارت جستجو اضافه می‌کند.

source: Will be your login ID
fa_ir: شناسه ورود شما خواهد بود

source: Will only be shown if section headings are enabled
fa_ir: فقط در صورتی نمایش داده می‌شود که سربرگ‌های بخش فعال باشند.

source: Will run scheduled jobs only once a day for inactive sites. Set it to 0 to avoid automatically disabling the scheduler.
fa_ir: کارهای زمان‌بندی شده را فقط یک بار در روز برای سایت‌های غیرفعال اجرا می‌کند. آن را روی 0 تنظیم کنید تا از غیرفعال شدن خودکار زمان‌بند جلوگیری شود.

source: With Letter head
fa_ir: با سربرگ

source: Worker Information
fa_ir: اطلاعات پرسنل

source: Worker Name
fa_ir: نام پرسنل

source: Workflow
fa_ir: گردش کار

source: Workflow Action
fa_ir: اقدام گردش کار

source: Workflow Action Master
fa_ir: اقدام گردش کار اصلی

source: Workflow Action Name
fa_ir: نام اقدام گردش کار

source: Workflow Action Permitted Role
fa_ir: نقش مجاز برای اقدام گردش کار

source: Workflow Action is not created for optional states
fa_ir: اقدام گردش کار برای وضعیت‌های اختیاری ایجاد نشده است.

source: Workflow Builder
fa_ir: سازنده گردش کار

source: Workflow Builder ID
fa_ir: شناسه سازنده گردش کار

source: Workflow Builder allows you to create workflows visually. You can drag and drop states and link them to create transitions. Also you can update thieir properties from the sidebar.
fa_ir: سازنده گردش کار به شما امکان می‌دهد گردش‌های کار را به صورت بصری ایجاد کنید. می‌توانید وضعیت‌ها را بکشید و رها کنید و آن‌ها را برای ایجاد انتقال‌ها به هم متصل کنید. همچنین می‌توانید ویژگی‌های آن‌ها را از نوار کناری به‌روزرسانی کنید.

source: Workflow Data
fa_ir: داده‌های گردش کار

source: Workflow Details
fa_ir: جزئیات گردش کار

source: Workflow Document State
fa_ir: وضعیت سند گردش کار

source: Workflow Name
fa_ir: نام گردش کار

source: Workflow State
fa_ir: وضعیت گردش کار

source: Workflow State Field
fa_ir: فیلد وضعیت گردش کار

source: Workflow State not set
fa_ir: وضعیت گردش کار تنظیم نشده است.

source: Workflow State transition not allowed from {0} to {1}
fa_ir: انتقال وضعیت گردش کار از {0} به {1} مجاز نیست.

source: Workflow States Don't Exist
fa_ir: وضعیت‌های گردش کار وجود ندارند.

source: Workflow Status
fa_ir: وضعیت گردش کار

source: Workflow Task
fa_ir: وظیفه گردش کار

source: Workflow Transition
fa_ir: انتقال گردش کار

source: Workflow Transition Task
fa_ir: وظیفه انتقال گردش کار

source: Workflow Transition Tasks
fa_ir: وظایف انتقال گردش کار

source: Workflow state represents the current state of a document.
fa_ir: وضعیت گردش کار، وضعیت فعلی یک سند را نشان می‌دهد.

source: Workflow updated successfully
fa_ir: گردش کار با موفقیت به‌روزرسانی شد

source: Workspace
fa_ir: فضای کاری

source: Workspace <b>{0}</b> does not exist
fa_ir: فضای کاری <b>{0}</b> وجود ندارد

source: Workspace Chart
fa_ir: نمودار فضای کاری

source: Workspace Custom Block
fa_ir: بلاک سفارشی فضای کاری

source: Workspace Link
fa_ir: لینک فضای کاری

source: Workspace Manager
fa_ir: مدیر فضای کاری

source: Workspace Number Card
fa_ir: کارت عددی فضای کاری

source: Workspace Quick List
fa_ir: لیست سریع فضای کاری

source: Workspace Settings
fa_ir: تنظیمات فضای کاری

source: Workspace Setup Completed
fa_ir: راه‌اندازی فضای کاری تکمیل شد

source: Workspace Shortcut
fa_ir: میانبر فضای کاری

source: Workspace Visibility
fa_ir: قابلیت مشاهده فضای کاری

source: Workspace {0} created
fa_ir: فضای کاری {0} ایجاد شد

source: Workspaces
fa_ir: فضاهای کاری

source: Would you like to publish this comment? This means it will become visible to website/portal users.
fa_ir: آیا مایلید این نظر را منتشر کنید؟ این بدان معناست که برای کاربران وب‌سایت/پورتال قابل مشاهده خواهد شد.

source: Would you like to unpublish this comment? This means it will no longer be visible to website/portal users.
fa_ir: آیا مایلید این نظر را از حالت انتشار خارج کنید؟ این بدان معناست که دیگر برای کاربران وب‌سایت/پورتال قابل مشاهده نخواهد بود.

source: Wrapping up
fa_ir: در حال اتمام

source: Write
fa_ir: نوشتن

source: Wrong Fetch From value
fa_ir: مقدار 'واکشی از' اشتباه است

source: X Axis Field
fa_ir: فیلد محور X

source: X Field
fa_ir: فیلد X

source: Y Axis
fa_ir: محور Y

source: Y Axis Fields
fa_ir: فیلدهای محور Y

source: Y Field
fa_ir: فیلد Y

source: Year
fa_ir: سال

source: Yearly
fa_ir: سالانه

source: Yellow
fa_ir: زرد

source: Yes
fa_ir: بله

# Approve confirmation dialog
source: Yes
fa_ir: بله

# Checkbox is checked
source: Yes
fa_ir: بله

source: Yesterday
fa_ir: دیروز

# Name of the current user. For example: You edited this 5 hours ago.
source: You
fa_ir: شما

source: You Liked
fa_ir: شما پسندیدید

source: You added 1 row to {0}
fa_ir: شما 1 ردیف به {0} اضافه کردید

source: You added {0} rows to {1}
fa_ir: شما {0} ردیف به {1} اضافه کردید

source: You are about to open an external link. To confirm, click the link again.
fa_ir: شما در حال باز کردن یک لینک خارجی هستید. برای تأیید، دوباره روی لینک کلیک کنید.

source: You are connected to internet.
fa_ir: شما به اینترنت متصل هستید.

source: You are impersonating as another user.
fa_ir: شما در نقش کاربر دیگری هستید.

source: You are not allowed to access this resource
fa_ir: شما مجاز به دسترسی به این منبع نیستید.

source: You are not allowed to access this {0} record because it is linked to {1} '{2}' in field {3}
fa_ir: شما مجاز به دسترسی به این رکورد {0} نیستید زیرا به {1} '{2}' در فیلد {3} مرتبط است.

source: You are not allowed to access this {0} record because it is linked to {1} '{2}' in row {3}, field {4}
fa_ir: شما مجاز به دسترسی به این رکورد {0} نیستید زیرا به {1} '{2}' در ردیف {3}، فیلد {4} مرتبط است.

source: You are not allowed to create columns
fa_ir: شما مجاز به ایجاد ستون نیستید.

source: You are not allowed to delete Standard Report
fa_ir: شما مجاز به حذف گزارش استاندارد نیستید.

source: You are not allowed to delete a standard Website Theme
fa_ir: شما مجاز به حذف یک قالب وب‌سایت استاندارد نیستید.

source: You are not allowed to edit the report.
fa_ir: شما مجاز به ویرایش گزارش نیستید.

source: You are not allowed to export {} doctype
fa_ir: شما مجاز به اکسپورت داک‌تایپ {} نیستید.

source: You are not allowed to print this report
fa_ir: شما مجاز به چاپ این گزارش نیستید.

source: You are not allowed to send emails related to this document
fa_ir: شما مجاز به ارسال ایمیل‌های مربوط به این سند نیستید.

source: You are not allowed to update this Web Form Document
fa_ir: شما مجاز به به‌روزرسانی این سند فرم وب نیستید.

source: You are not connected to Internet. Retry after sometime.
fa_ir: شما به اینترنت متصل نیستید. مدتی بعد دوباره تلاش کنید.

source: You are not permitted to access this page without login.
fa_ir: شما بدون ورود به سیستم مجاز به دسترسی به این صفحه نیستید.

source: You are not permitted to access this page.
fa_ir: شما مجاز به دسترسی به این صفحه نیستید.

source: You are not permitted to access this resource. Login to access
fa_ir: شما مجاز به دسترسی به این منبع نیستید. برای دسترسی وارد شوید.

source: You are now following this document. You will receive daily updates via email. You can change this in User Settings.
fa_ir: شما اکنون این سند را دنبال می‌کنید. به‌روزرسانی‌های روزانه را از طریق ایمیل دریافت خواهید کرد. می‌توانید این را در تنظیمات کاربر تغییر دهید.

source: You are only allowed to update order, do not remove or add apps.
fa_ir: شما فقط مجاز به به‌روزرسانی ترتیب هستید، برنامه‌ها را حذف یا اضافه نکنید.

source: You are selecting Sync Option as ALL, It will resync all read as well as unread message from server. This may also cause the duplication of Communication (emails).
fa_ir: شما گزینه همگام‌سازی را "همه" انتخاب کرده‌اید، این کار تمام پیام‌های خوانده شده و خوانده نشده را از سرور مجدداً همگام‌سازی می‌کند. این ممکن است باعث تکرار ارتباطات (ایمیل‌ها) نیز شود.

# Form timeline
source: You attached {0}
fa_ir: شما {0} را پیوست کردید.

source: You can add dynamic properties from the document by using Jinja templating.
fa_ir: شما می‌توانید با استفاده از قالب‌بندی Jinja، ویژگی‌های پویا را از سند اضافه کنید.

source: You can also access wkhtmltopdf variables (valid only in PDF print):
fa_ir: شما همچنین می‌توانید به متغیرهای wkhtmltopdf دسترسی داشته باشید (فقط در چاپ PDF معتبر است):

source: You can also copy-paste following link in your browser
fa_ir: شما همچنین می‌توانید لینک زیر را در مرورگر خود کپی-پیست کنید.

source: You can also copy-paste this
fa_ir: شما همچنین می‌توانید این را کپی-پیست کنید.

source: You can also copy-paste this {0} to your browser
fa_ir: شما همچنین می‌توانید این {0} را در مرورگر خود کپی-پیست کنید.

source: You can ask your team to resend the invitation if you'd still like to join.
fa_ir: اگر هنوز مایل به پیوستن هستید، می‌توانید از تیم خود بخواهید دعوت‌نامه را دوباره ارسال کند.

source: You can change Submitted documents by cancelling them and then, amending them.
fa_ir: شما می‌توانید اسناد ارسال‌شده را با لغو کردن و سپس اصلاح آن‌ها تغییر دهید.

source: You can change the retention policy from {0}.
fa_ir: شما می‌توانید سیاست نگهداری را از {0} تغییر دهید.

source: You can continue with the onboarding after exploring this page
fa_ir: شما می‌توانید پس از بررسی این صفحه، فرآیند آشناسازی (آنبوردینگ) را ادامه دهید.

source: You can disable this {0} instead of deleting it.
fa_ir: شما می‌توانید این {0} را به جای حذف آن، غیرفعال کنید.

source: You can increase the limit from System Settings.
fa_ir: شما می‌توانید محدودیت را از تنظیمات سیستم افزایش دهید.

source: You can manually remove the lock if you think it's safe: {}
fa_ir: شما می‌توانید قفل را به صورت دستی حذف کنید اگر فکر می‌کنید ایمن است: {}

source: You can only insert images in Markdown fields
fa_ir: شما فقط می‌توانید تصاویر را در فیلدهای مارک‌داون درج کنید.

source: You can only print upto {0} documents at a time
fa_ir: شما فقط می‌توانید حداکثر {0} سند را در یک زمان چاپ کنید.

source: You can only set the 3 custom doctypes in the Document Types table.
fa_ir: شما فقط می‌توانید 3 داک‌تایپ سفارشی را در جدول انواع سند تنظیم کنید.

source: You can only upload JPG, PNG, PDF, TXT, CSV or Microsoft documents.
fa_ir: شما فقط می‌توانید اسناد JPG، PNG، PDF، TXT، CSV یا مایکروسافت را آپلود کنید.

source: You can only upload upto 5000 records in one go. (may be less in some cases)
fa_ir: شما فقط می‌توانید حداکثر 5000 رکورد را در یک مرحله آپلود کنید. (ممکن است در برخی موارد کمتر باشد)

source: You can select one from the following,
fa_ir: شما می‌توانید یکی را از موارد زیر انتخاب کنید،

source: You can set a high value here if multiple users will be logging in from the same network.
fa_ir: می‌توانید در اینجا مقدار بالایی را تنظیم کنید اگر چندین کاربر از یک شبکه وارد شوند.

source: You can try changing the filters of your report.
fa_ir: می‌توانید فیلترهای گزارش خود را تغییر دهید.

source: You can use Customize Form to set levels on fields.
fa_ir: می‌توانید از Customize Form برای تنظیم سطوح روی فیلدها استفاده کنید.

source: You can use wildcard %
fa_ir: می‌توانید از وایلدکارد % استفاده کنید.

source: You can't set 'Options' for field {0}
fa_ir: نمی‌توانید 'Options' را برای فیلد {0} تنظیم کنید.

source: You can't set 'Translatable' for field {0}
fa_ir: نمی‌توانید 'Translatable' را برای فیلد {0} تنظیم کنید.

# Form timeline
source: You cancelled this document
fa_ir: شما این سند را لغو کردید.

# Form timeline
source: You cancelled this document {1}
fa_ir: شما این سند {1} را لغو کردید.

source: You cannot create a dashboard chart from single DocTypes
fa_ir: نمی‌توانید نمودار داشبورد را از داک‌تایپ‌های تکی ایجاد کنید.

source: You cannot unset 'Read Only' for field {0}
fa_ir: نمی‌توانید 'Read Only' را برای فیلد {0} غیرفعال کنید.

source: You changed the value of {0}
fa_ir: شما مقدار {0} را تغییر دادید.

source: You changed the value of {0} {1}
fa_ir: شما مقدار {0} {1} را تغییر دادید.

source: You changed the values for {0}
fa_ir: شما مقادیر {0} را تغییر دادید.

source: You changed the values for {0} {1}
fa_ir: شما مقادیر {0} {1} را تغییر دادید.

# Form timeline
source: You changed {0} to {1}
fa_ir: شما {0} را به {1} تغییر دادید.

source: You created this
fa_ir: شما این را ایجاد کردید.

# Form timeline
source: You created this document {0}
fa_ir: شما این سند {0} را ایجاد کردید.

source: You do not have Read or Select Permissions for {}
fa_ir: شما مجوزهای خواندن یا انتخاب برای {} را ندارید.

source: You do not have enough permissions to access this resource. Please contact your manager to get access.
fa_ir: شما مجوز کافی برای دسترسی به این منبع را ندارید. لطفاً برای دسترسی با مدیر خود تماس بگیرید.

source: You do not have enough permissions to complete the action
fa_ir: شما مجوز کافی برای تکمیل این اقدام را ندارید.

source: You do not have permission to access field: {0}
fa_ir: شما مجوز دسترسی به فیلد: {0} را ندارید.

source: You do not have permission to access {0}: {1}.
fa_ir: شما مجوز دسترسی به {0}: {1} را ندارید.

source: You do not have permissions to cancel all linked documents.
fa_ir: شما مجوز لغو تمام اسناد مرتبط را ندارید.

source: You don't have access to Report: {0}
fa_ir: شما به گزارش: {0} دسترسی ندارید.

source: You don't have permission to access the {0} DocType.
fa_ir: شما مجوز دسترسی به داک‌تایپ {0} را ندارید.

source: You don't have permission to access this file
fa_ir: شما مجوز دسترسی به این فایل را ندارید.

source: You don't have permission to get a report on: {0}
fa_ir: شما مجوز دریافت گزارش در مورد: {0} را ندارید.

source: You don't have the permissions to access this document
fa_ir: شما مجوزهای لازم برای دسترسی به این سند را ندارید.

source: You have a new message from:
fa_ir: شما یک پیام جدید از:

source: You have been successfully logged out
fa_ir: شما با موفقیت از سیستم خارج شدید.

source: You have hit the row size limit on database table: {0}
fa_ir: شما به محدودیت اندازه ردیف در جدول پایگاه داده: {0} رسیده‌اید.

source: You have not entered a value. The field will be set to empty.
fa_ir: شما مقداری وارد نکرده‌اید. فیلد خالی تنظیم خواهد شد.

source: You have to enable Two Factor Auth from System Settings.
fa_ir: باید احراز هویت دو مرحله‌ای را از System Settings فعال کنید.

source: You have unsaved changes in this form. Please save before you continue.
fa_ir: شما تغییرات ذخیره‌نشده در این فرم دارید. لطفاً قبل از ادامه، ذخیره کنید.

source: You have unseen notifications
fa_ir: شما اعلان‌های دیده نشده دارید.

source: You have unseen {0}
fa_ir: شما {0} دیده نشده دارید.

source: You haven't added any Dashboard Charts or Number Cards yet.
fa_ir: شما هنوز هیچ Dashboard Charts یا Number Cards اضافه نکرده‌اید.

source: You haven't created a {0} yet
fa_ir: شما هنوز {0} ایجاد نکرده‌اید.

source: You hit the rate limit because of too many requests. Please try after sometime.
fa_ir: شما به دلیل درخواست‌های زیاد به محدودیت نرخ درخواست رسیده‌اید. لطفاً بعد از مدتی دوباره امتحان کنید.

source: You last edited this
fa_ir: شما آخرین بار این را ویرایش کردید.

source: You must add atleast one link.
fa_ir: باید حداقل یک پیوند اضافه کنید.

source: You must be logged in to use this form.
fa_ir: برای استفاده از این فرم باید وارد سیستم شوید.

source: You must login to submit this form
fa_ir: برای ارسال این فرم باید وارد سیستم شوید.

source: You need the '{0}' permission on {1} {2} to perform this action.
fa_ir: برای انجام این عمل به مجوز '{0}' در {1} {2} نیاز دارید.

source: You need to be Workspace Manager to delete a public workspace.
fa_ir: برای حذف یک فضای کاری عمومی باید مدیر فضای کاری باشید.

source: You need to be Workspace Manager to edit this document
fa_ir: برای ویرایش این سند باید مدیر فضای کاری باشید.

source: You need to be a system user to access this page.
fa_ir: برای دسترسی به این صفحه باید کاربر سیستم باشید.

source: You need to be in developer mode to edit a Standard Web Form
fa_ir: برای ویرایش یک فرم وب استاندارد باید در حالت توسعه‌دهنده باشید.

source: You need to be logged in and have System Manager Role to be able to access backups.
fa_ir: برای دسترسی به پشتیبان‌گیری‌ها باید وارد سیستم شده و نقش مدیر سیستم را داشته باشید.

source: You need to be logged in to access this page
fa_ir: برای دسترسی به این صفحه باید وارد سیستم شوید.

source: You need to be logged in to access this {0}.
fa_ir: برای دسترسی به این {0} باید وارد سیستم شوید.

source: You need to create these first:
fa_ir: ابتدا باید این موارد را ایجاد کنید:

source: You need to enable JavaScript for your app to work.
fa_ir: برای کارکرد برنامه خود باید جاوااسکریپت را فعال کنید.

source: You need to have "Share" permission
fa_ir: شما باید مجوز «اشتراک‌گذاری» را داشته باشید.

source: You need to install pycups to use this feature!
fa_ir: برای استفاده از این قابلیت باید pycups را نصب کنید!

source: You need to select indexes you want to add first.
fa_ir: ابتدا باید شاخص‌هایی را که می‌خواهید اضافه کنید، انتخاب نمایید.

source: You need to set one IMAP folder for {0}
fa_ir: باید یک پوشه IMAP برای {0} تنظیم کنید.

source: You need write permission on {0} {1} to merge
fa_ir: برای ادغام به مجوز نوشتن در {0} {1} نیاز دارید.

source: You need write permission on {0} {1} to rename
fa_ir: برای تغییر نام به مجوز نوشتن در {0} {1} نیاز دارید.

source: You need {0} permission to fetch values from {1} {2}
fa_ir: برای واکشی مقادیر از {1} {2} به مجوز {0} نیاز دارید.

source: You removed 1 row from {0}
fa_ir: شما ۱ ردیف را از {0} حذف کردید.

# Form timeline
source: You removed attachment {0}
fa_ir: شما پیوست {0} را حذف کردید.

source: You removed {0} rows from {1}
fa_ir: شما {0} ردیف را از {1} حذف کردید.

source: You seem good to go!
fa_ir: به نظر می‌رسد آماده‌اید!

source: You seem to have written your name instead of your email. Please enter a valid email address so that we can get back.
fa_ir: به نظر می‌رسد به جای ایمیل خود، نامتان را وارد کرده‌اید. لطفاً یک آدرس ایمیل معتبر وارد کنید تا بتوانیم با شما تماس بگیریم.

source: You selected Draft or Cancelled documents
fa_ir: شما اسناد پیش‌نویس یا لغو شده را انتخاب کرده‌اید.

# Form timeline
source: You submitted this document
fa_ir: شما این سند را ارسال کردید.

# Form timeline
source: You submitted this document {0}
fa_ir: شما این سند را {0} ارسال کردید.

source: You unfollowed this document
fa_ir: شما پیگیری این سند را متوقف کردید.

source: You viewed this
fa_ir: شما این را مشاهده کردید.

source: You will be redirected to:
fa_ir: به این آدرس هدایت خواهید شد:

source: You've been invited to join {0}
fa_ir: شما برای پیوستن به {0} دعوت شده‌اید.

source: You've been invited to join {0}.
fa_ir: شما برای پیوستن به {0} دعوت شده‌اید.

source: You've logged in as another user from another tab. Refresh this page to continue using system.
fa_ir: شما از یک تب دیگر با کاربر دیگری وارد شده‌اید. برای ادامه استفاده از سیستم، این صفحه را بازخوانی کنید.

source: YouTube
fa_ir: یوتیوب

source: Your CSV file is being generated and will appear in the Attachments section once ready. Additionally, you will get notified when the file is available for download.
fa_ir: فایل CSV شما در حال تولید است و پس از آماده شدن در بخش پیوست‌ها ظاهر خواهد شد. همچنین، هنگامی که فایل برای دانلود در دسترس باشد، به شما اطلاع داده می‌شود.

source: Your Country
fa_ir: کشور شما

source: Your Language
fa_ir: زبان شما

source: Your Name
fa_ir: نام شما

source: Your PDF is ready for download
fa_ir: فایل PDF شما برای دانلود آماده است.

source: Your Shortcuts
fa_ir: میانبرهای شما

source: Your account has been deleted
fa_ir: حساب کاربری شما حذف شده است

source: Your account has been locked and will resume after {0} seconds
fa_ir: حساب کاربری شما قفل شده است و پس از {0} ثانیه فعال خواهد شد

source: Your assignment on {0} {1} has been removed by {2}
fa_ir: تخصیص شما در {0} {1} توسط {2} حذف شده است

source: Your browser does not support the audio element.
fa_ir: مرورگر شما از عنصر صوتی پشتیبانی نمی‌کند.

source: Your browser does not support the video element.
fa_ir: مرورگر شما از عنصر ویدیویی پشتیبانی نمی‌کند.

source: Your connection request to Google Calendar was successfully accepted
fa_ir: درخواست اتصال شما به تقویم گوگل با موفقیت پذیرفته شد

source: Your email address
fa_ir: آدرس ایمیل شما

source: Your exported report: {0}
fa_ir: گزارش خروجی شما: {0}

source: Your form has been successfully updated
fa_ir: فرم شما با موفقیت به‌روزرسانی شد

source: Your invitation to join {0} has been cancelled by the site administrator.
fa_ir: دعوت‌نامه شما برای پیوستن به {0} توسط مدیر سایت لغو شده است.

source: Your invitation to join {0} has expired.
fa_ir: دعوت‌نامه شما برای پیوستن به {0} منقضی شده است.

source: Your login id is
fa_ir: شناسه ورود شما
