Repository: ai-solution-company/systemafarin-custom-addon
Catalog: iran_core/translations_src/*-framework.po
Languages: fa_ir

source: For more information, {0}.
fa_ir: برای اطلاعات بیشتر، {0}.

source: For multiple addresses, enter the address on different line. e.g. test@test.com ⏎ test1@test.com
fa_ir: برای آدرس‌های متعدد، هر آدرس را در خط جداگانه وارد کنید. مثال: test@test.com ⏎ test1@test.com

source: For updating, you can update only selective columns.
fa_ir: برای به‌روزرسانی، فقط می‌توانید ستون‌های انتخابی را به‌روزرسانی کنید.

source: For {0} at level {1} in {2} in row {3}
fa_ir: برای {0} در سطح {1} در {2} در ردیف {3}

source: Force
fa_ir: اجبار

source: Force Re-route to Default View
fa_ir: اجبار به تغییر مسیر به نمای پیش‌فرض

source: Force Show
fa_ir: اجبار به نمایش

source: Force Stop job
fa_ir: اجبار به توقف کار

source: Force User to Reset Password
fa_ir: اجبار کاربر به بازنشانی رمز عبور

source: Force Web Capture Mode for Uploads
fa_ir: اجبار حالت ضبط وب برای بارگذاری‌ها

source: Forgot Password?
fa_ir: رمز عبور را فراموش کرده‌اید؟

source: Form
fa_ir: فرم

source: Form Builder
fa_ir: فرم‌ساز

source: Form Dict
fa_ir: فرم دیکت

source: Form Settings
fa_ir: تنظیمات فرم

source: Form Tour
fa_ir: تور فرم

source: Form Tour Step
fa_ir: مرحله تور فرم

source: Form URL-Encoded
fa_ir: فرم URL-Encoded

source: Format
fa_ir: فرمت

source: Format Data
fa_ir: فرمت‌بندی داده

source: Fortnightly
fa_ir: دو هفته یکبار

source: Forward
fa_ir: ارسال

source: Forward Query Parameters
fa_ir: ارسال پارامترهای کوئری

source: Forward To Email Address
fa_ir: ارسال به آدرس ایمیل

source: Fraction
fa_ir: کسر

source: Fraction Units
fa_ir: واحدهای کسری

source: Frappe
fa_ir: فراپه

source: Frappe Blog
fa_ir: وبلاگ فراپه

source: Frappe Forum
fa_ir: انجمن فراپه

source: Frappe Framework
fa_ir: فریم‌ورک فراپه

source: Frappe Light
fa_ir: فراپه لایت

source: Frappe Mail
fa_ir: فراپه میل

source: Frappe Mail OAuth Error
fa_ir: خطای OAuth ایمیل فراپه

source: Frappe Mail Site
fa_ir: سایت ایمیل فراپه

source: Frappe Support
fa_ir: پشتیبانی فراپه

source: Frappe page builder using components
fa_ir: سازنده صفحه فراپه با استفاده از کامپوننت‌ها

# Image Cropper
source: Free
fa_ir: رایگان

source: Frequency
fa_ir: تناوب

source: Friday
fa_ir: جمعه

source: From
fa_ir: از

# Email Sender
source: From
fa_ir: از

source: From Attach Field
fa_ir: از فیلد پیوست

source: From Date
fa_ir: از تاریخ

source: From Date Field
fa_ir: از فیلد تاریخ

source: From Document Type
fa_ir: از نوع سند

source: From Field
fa_ir: از فیلد

source: From Full Name
fa_ir: از نام کامل

source: From User
fa_ir: از کاربر

source: From version
fa_ir: از نسخه

source: Full
fa_ir: کامل

source: Full Name
fa_ir: نام کامل

source: Full Page
fa_ir: صفحه کامل

source: Full Width
fa_ir: عرض کامل

source: Function
fa_ir: تابع

source: Function Based On
fa_ir: تابع بر اساس

source: Function {0} is not whitelisted.
fa_ir: تابع {0} در لیست مجاز نیست.

source: Function {0} requires arguments but none were provided
fa_ir: تابع {0} به آرگومان نیاز دارد اما هیچ‌کدام ارائه نشده است

source: Further sub-groups can only be created under records marked as 'Group'
fa_ir: زیرگروه‌های بیشتر فقط می‌توانند تحت رکوردهایی که به عنوان 'گروه' علامت‌گذاری شده‌اند، ایجاد شوند

source: Fw: {0}
fa_ir: ارجاع: {0}

source: GMail
fa_ir: جیمیل

source: GNU Affero General Public License
fa_ir: مجوز عمومی همگانی گنو آفرو

source: GNU General Public License
fa_ir: مجوز عمومی همگانی گنو

source: Gantt
fa_ir: گانت

source: Gantt View
fa_ir: نمای گانت

source: Gender
fa_ir: جنسیت

source: Genderqueer
fa_ir: جنسیت کوییر

source: General
fa_ir: عمومی

source: Generate Keys
fa_ir: تولید کلیدها

source: Generate New Report
fa_ir: تولید گزارش جدید

source: Generate Random Password
fa_ir: تولید رمز عبور تصادفی

source: Generate Separate Documents For Each Assignee
fa_ir: تولید اسناد جداگانه برای هر مسئول

source: Generate Tracking URL
fa_ir: تولید URL ردیابی

source: Geolocation
fa_ir: موقعیت جغرافیایی

source: Geolocation Settings
fa_ir: تنظیمات موقعیت جغرافیایی

source: Get Alerts for Today
fa_ir: دریافت هشدارهای امروز

source: Get Backup Encryption Key
fa_ir: دریافت کلید رمزگذاری پشتیبان

source: Get Contacts
fa_ir: دریافت مخاطبین

source: Get Fields
fa_ir: دریافت فیلدها

source: Get Header and Footer wkhtmltopdf variables
fa_ir: دریافت متغیرهای سربرگ و پاورقی wkhtmltopdf

source: Get Items
fa_ir: دریافت آیتم‌ها

source: Get OpenID Configuration
fa_ir: دریافت پیکربندی OpenID

source: Get PDF
fa_ir: دریافت PDF

source: Get a preview of generated names with a series.
fa_ir: دریافت پیش‌نمایش نام‌های تولید شده با یک سری.

source: Get more insights with
fa_ir: بینش‌های بیشتری با

source: Get notified when an email is received on any of the documents assigned to you.
fa_ir: هنگام دریافت ایمیل برای هر یک از اسناد اختصاص‌یافته به شما، مطلع شوید.

source: Get your globally recognized avatar from Gravatar.com
fa_ir: آواتار جهانی خود را از Gravatar.com دریافت کنید.

source: Git Branch
fa_ir: شاخه Git

source: Github flavoured markdown syntax
fa_ir: نحو مارک‌داون به سبک گیت‌هاب

source: Global Search DocType
fa_ir: نوع سند جستجوی سراسری

source: Global Search Document Types Reset.
fa_ir: بازنشانی انواع سند جستجوی سراسری.

source: Global Search Settings
fa_ir: تنظیمات جستجوی سراسری

source: Global Shortcuts
fa_ir: میانبرهای سراسری

source: Global Unsubscribe
fa_ir: لغو اشتراک سراسری

source: Go
fa_ir: برو

source: Go Back
fa_ir: بازگشت

source: Go to Notification Settings List
fa_ir: رفتن به لیست تنظیمات اعلان

source: Go to Page
fa_ir: رفتن به صفحه

source: Go to Workflow
fa_ir: رفتن به گردش کار

source: Go to Workspace
fa_ir: رفتن به فضای کاری

source: Go to next record
fa_ir: رفتن به رکورد بعدی

source: Go to previous record
fa_ir: رفتن به رکورد قبلی

source: Go to the document
fa_ir: رفتن به سند

source: Go to this URL after completing the form
fa_ir: پس از تکمیل فرم به این نشانی اینترنتی بروید

source: Go to {0}
fa_ir: رفتن به {0}

source: Go to {0} List
fa_ir: رفتن به لیست {0}

source: Go to {0} Page
fa_ir: رفتن به صفحه {0}

source: Goal
fa_ir: هدف

source: Google Analytics ID
fa_ir: شناسه Google Analytics

source: Google Analytics anonymise IP
fa_ir: ناشناس‌سازی IP در Google Analytics

source: Google Calendar
fa_ir: تقویم گوگل

source: Google Calendar - Could not create Calendar for {0}, error code {1}.
fa_ir: تقویم گوگل - امکان ایجاد تقویم برای {0} وجود نداشت، کد خطا {1}.

source: Google Calendar - Could not delete Event {0} from Google Calendar, error code {1}.
fa_ir: تقویم گوگل - امکان حذف رویداد {0} از تقویم گوگل وجود نداشت، کد خطا {1}.

source: Google Calendar - Could not fetch event from Google Calendar, error code {0}.
fa_ir: تقویم گوگل - امکان واکشی رویداد از تقویم گوگل وجود نداشت، کد خطا {0}.

source: Google Calendar - Could not find Calendar for {0}, error code {1}.
fa_ir: تقویم گوگل - امکان یافتن تقویم برای {0} وجود نداشت، کد خطا {1}.

source: Google Calendar - Could not insert contact in Google Contacts {0}, error code {1}.
fa_ir: تقویم گوگل - امکان درج مخاطب در مخاطبین گوگل {0} وجود نداشت، کد خطا {1}.

source: Google Calendar - Could not insert event in Google Calendar {0}, error code {1}.
fa_ir: تقویم گوگل - امکان درج رویداد در تقویم گوگل {0} وجود نداشت، کد خطا {1}.

source: Google Calendar - Could not update Event {0} in Google Calendar, error code {1}.
fa_ir: تقویم گوگل - امکان به‌روزرسانی رویداد {0} در تقویم گوگل وجود نداشت، کد خطا {1}.

source: Google Calendar Event ID
fa_ir: شناسه رویداد تقویم گوگل

source: Google Calendar ID
fa_ir: شناسه تقویم گوگل

source: Google Calendar has been configured.
fa_ir: تقویم گوگل پیکربندی شده است.

source: Google Contacts
fa_ir: مخاطبین گوگل

source: Google Contacts - Could not sync contacts from Google Contacts {0}, error code {1}.
fa_ir: مخاطبین گوگل - امکان همگام‌سازی مخاطبین از مخاطبین گوگل {0} وجود نداشت، کد خطا {1}.

source: Google Contacts - Could not update contact in Google Contacts {0}, error code {1}.
fa_ir: مخاطبین گوگل - امکان به‌روزرسانی مخاطب در مخاطبین گوگل {0} وجود نداشت، کد خطا {1}.

source: Google Contacts Id
fa_ir: شناسه مخاطبین گوگل

source: Google Drive
fa_ir: گوگل درایو

source: Google Drive Picker
fa_ir: انتخابگر گوگل درایو

source: Google Drive Picker Enabled
fa_ir: انتخابگر گوگل درایو فعال شد

source: Google Font
fa_ir: فونت گوگل

source: Google Meet Link
fa_ir: لینک گوگل میت

source: Google Services
fa_ir: خدمات گوگل

source: Google Settings
fa_ir: تنظیمات گوگل

source: Google Sheets URL is invalid or not publicly accessible.
fa_ir: آدرس URL گوگل شیتس نامعتبر است یا به صورت عمومی قابل دسترسی نیست.

source: Google Sheets URL must end with "gid={number}". Copy and paste the URL from the browser address bar and try again.
fa_ir: آدرس URL گوگل شیتس باید با "gid={number}" به پایان برسد. آدرس URL را از نوار آدرس مرورگر کپی کرده و دوباره امتحان کنید.

source: Grant Type
fa_ir: نوع اعطا

source: Graph
fa_ir: نمودار

source: Gray
fa_ir: خاکستری

source: Greater Than
fa_ir: بزرگتر از

source: Greater Than Or Equal To
fa_ir: بزرگتر یا مساوی با

source: Green
fa_ir: سبز

source: Grid Empty State
fa_ir: وضعیت خالی جدول

source: Grid Page Length
fa_ir: طول صفحه جدول

source: Grid Shortcuts
fa_ir: میانبرهای جدول

source: Group
fa_ir: گروه

source: Group By
fa_ir: گروه‌بندی بر اساس

source: Group By Based On
fa_ir: گروه‌بندی بر اساس

source: Group By Type
fa_ir: نوع گروه‌بندی

source: Group By field is required to create a dashboard chart
fa_ir: فیلد گروه‌بندی برای ایجاد نمودار داشبورد الزامی است.

source: Group By must be a string
fa_ir: گروه‌بندی باید از نوع رشته باشد.

source: Group Object Class
fa_ir: کلاس شیء گروه

source: Group your custom doctypes under modules
fa_ir: داک‌تایپ‌های سفارشی خود را تحت ماژول‌ها گروه‌بندی کنید

source: Grouped by <span style='font-weight:600;'>{0}</b>
fa_ir: گروه‌بندی شده بر اساس <span style='font-weight:600;'>{0}</b>

source: HEAD
fa_ir: سربرگ

source: HERE
fa_ir: اینجا

source: HTML Editor
fa_ir: ویرایشگر HTML

source: HTML Page
fa_ir: صفحه HTML

source: HTML for header section. Optional
fa_ir: HTML برای بخش سربرگ. اختیاری

source: HTML with jinja support
fa_ir: HTML با پشتیبانی از Jinja

source: Half
fa_ir: نصف

source: Half Yearly
fa_ir: شش ماهه

source: Half-yearly
fa_ir: شش ماهه

source: Handled Emails
fa_ir: ایمیل‌های رسیدگی شده

source: Has Attachment
fa_ir: دارای پیوست

source: Has Domain
fa_ir: دارای دامنه

source: Has Next Condition
fa_ir: دارای شرط بعدی

source: Has Role
fa_ir: دارای نقش

source: Has Setup Wizard
fa_ir: دارای ویزارد راه‌اندازی

source: Has Web View
fa_ir: دارای نمای وب

source: Have an account? Login
fa_ir: حساب کاربری دارید؟ وارد شوید

source: Header
fa_ir: سربرگ

source: Header HTML
fa_ir: HTML سربرگ

source: Header HTML set from attachment {0}
fa_ir: HTML سربرگ از پیوست {0} تنظیم شده است

source: Header Script
fa_ir: اسکریپت سربرگ

source: Header and Breadcrumbs
fa_ir: سربرگ و مسیر راهنما

source: Header, Robots
fa_ir: سربرگ، ربات‌ها

source: Header/Footer scripts can be used to add dynamic behaviours.
fa_ir: اسکریپت‌های سربرگ/پاورقی می‌توانند برای افزودن رفتارهای پویا استفاده شوند.

source: Headers
fa_ir: سربرگ‌ها

source: Headers must be a dictionary
fa_ir: سربرگ‌ها باید یک دیکشنری باشند

source: Heading
fa_ir: عنوان

source: Heatmap
fa_ir: نقشه حرارتی

source: Hello
fa_ir: سلام

source: Hello,
fa_ir: سلام،

source: Help
fa_ir: راهنما

source: Help Article
fa_ir: مقاله راهنما

source: Help Articles
fa_ir: مقالات راهنما

source: Help Category
fa_ir: دسته‌بندی راهنما

source: Help Dropdown
fa_ir: منوی کشویی راهنما

source: Help HTML
fa_ir: راهنمای HTML

source: Help on Search
fa_ir: راهنمای جستجو

source: Help: To link to another record in the system, use "/app/note/[Note Name]" as the Link URL. (don't use "http://")
fa_ir: راهنما: برای پیوند به یک رکورد دیگر در سیستم، از "/app/note/[Note Name]" به عنوان URL پیوند استفاده کنید. (از "http://" استفاده نکنید)

source: Helpful
fa_ir: مفید

source: Helvetica
fa_ir: هلوتیکا

source: Helvetica Neue
fa_ir: هلوتیکا نو

source: Here's your tracking URL
fa_ir: این URL پیگیری شماست

source: Hi {0}
fa_ir: سلام {0}

source: Hidden
fa_ir: مخفی

source: Hidden Fields
fa_ir: فیلدهای مخفی

source: Hidden columns include: {0}
fa_ir: ستون‌های مخفی شامل: {0}

source: Hide
fa_ir: مخفی کردن

source: Hide Block
fa_ir: مخفی کردن بلوک

source: Hide Border
fa_ir: مخفی کردن حاشیه

source: Hide Buttons
fa_ir: مخفی کردن دکمه‌ها

source: Hide Copy
fa_ir: مخفی کردن کپی

source: Hide Custom DocTypes and Reports
fa_ir: مخفی کردن داک‌تایپ‌ها و گزارش‌های سفارشی

source: Hide Days
fa_ir: مخفی کردن روزها

source: Hide Descendants
fa_ir: مخفی کردن زیرمجموعه‌ها

source: Hide Empty Read-Only Fields
fa_ir: مخفی کردن فیلدهای فقط خواندنی خالی

source: Hide Error
fa_ir: مخفی کردن خطا

source: Hide Label
fa_ir: مخفی کردن برچسب

source: Hide Login
fa_ir: مخفی کردن ورود

source: Hide Preview
fa_ir: مخفی کردن پیش‌نمایش

source: Hide Previous, Next and Close button on highlight dialog.
fa_ir: مخفی کردن دکمه‌های قبلی، بعدی و بستن در پنجره برجسته‌سازی.

source: Hide Saved
fa_ir: مخفی کردن ذخیره‌شده

source: Hide Seconds
fa_ir: مخفی کردن ثانیه‌ها

source: Hide Sidebar, Menu, and Comments
fa_ir: مخفی کردن نوار کناری، منو و نظرات

source: Hide Standard Menu
fa_ir: مخفی کردن منوی استاندارد

source: Hide Tags
fa_ir: مخفی کردن برچسب‌ها

source: Hide Weekends
fa_ir: مخفی کردن آخر هفته‌ها

source: Hide descendant records of <b>For Value</b>.
fa_ir: مخفی کردن رکوردهای زیرمجموعه <b>برای مقدار</b>.

source: Hide details
fa_ir: مخفی کردن جزئیات

source: Hide footer
fa_ir: مخفی کردن پاورقی

source: Hide footer in auto email reports
fa_ir: مخفی کردن پاورقی در گزارش‌های ایمیل خودکار

source: Hide footer signup
fa_ir: مخفی کردن ثبت‌نام پاورقی

source: Hide navbar
fa_ir: مخفی کردن نوار ناوبری

source: High
fa_ir: بالا

source: Higher priority rule will be applied first
fa_ir: قانون با اولویت بالاتر ابتدا اعمال خواهد شد

source: Highlight
fa_ir: برجسته کردن

source: Hint: Include symbols, numbers and capital letters in the password
fa_ir: نکته: شامل نمادها، اعداد و حروف بزرگ در رمز عبور باشد

source: Home
fa_ir: خانه

source: Home Page
fa_ir: صفحه اصلی

source: Home Settings
fa_ir: تنظیمات صفحه اصلی

source: Home/Test Folder 1
fa_ir: خانه/پوشه آزمایشی ۱

source: Home/Test Folder 1/Test Folder 3
fa_ir: خانه/پوشه آزمایشی ۱/پوشه آزمایشی ۳

source: Home/Test Folder 2
fa_ir: خانه/پوشه آزمایشی ۲

source: Hourly
fa_ir: ساعتی

source: Hourly Long
fa_ir: ساعتی طولانی

source: Hourly Maintenance
fa_ir: نگهداری ساعتی

source: Hourly rate limit for generating password reset links
fa_ir: محدودیت نرخ ساعتی برای تولید لینک‌های بازنشانی رمز عبور

# Duration
source: Hours
fa_ir: ساعت

source: How should this currency be formatted? If not set, will use system defaults
fa_ir: این ارز چگونه قالب‌بندی شود؟ در صورت عدم تنظیم، از پیش‌فرض‌های سیستم استفاده خواهد شد

source: Human-readable name intended for display to the end user.
fa_ir: نام قابل خواندن برای انسان که برای نمایش به کاربر نهایی در نظر گرفته شده است.

source: I guess you don't have access to any workspace yet, but you can create one just for yourself. Click on the <b>Create Workspace</b> button to create one.<br>
fa_ir: حدس می‌زنم هنوز به هیچ فضای کاری دسترسی ندارید، اما می‌توانید یکی فقط برای خودتان ایجاد کنید. برای ایجاد یک فضای کاری، روی دکمه <b>ایجاد فضای کاری</b> کلیک کنید.<br>

source: ID
fa_ir: شناسه

# Label of name column in report
source: ID
fa_ir: شناسه

source: ID (name)
fa_ir: شناسه (نام)

source: ID (name) of the entity whose property is to be set
fa_ir: شناسه (نام) موجودیتی که ویژگی آن باید تنظیم شود

source: IDs must contain only alphanumeric characters, not contain spaces, and should be unique.
fa_ir: شناسه‌ها باید فقط شامل کاراکترهای الفبایی-عددی باشند، فاصله نداشته باشند و منحصر به فرد باشند.

source: IMAP Details
fa_ir: جزئیات IMAP

source: IMAP Folder
fa_ir: پوشه IMAP

source: IP Address
fa_ir: آدرس IP

source: Icon
fa_ir: آیکون

source: Icon will appear on the button
fa_ir: آیکون روی دکمه نمایش داده خواهد شد.

source: Identity Details
fa_ir: جزئیات هویت

source: Idx
fa_ir: شاخص

source: If Apply Strict User Permission is checked and User Permission is defined for a DocType for a User, then all the documents where value of the link is blank, will not be shown to that User
fa_ir: اگر «اعمال مجوز کاربری سخت‌گیرانه» انتخاب شده باشد و مجوز کاربری برای یک نوع سند (DocType) برای یک کاربر تعریف شده باشد، آنگاه تمام اسنادی که مقدار لینک آن‌ها خالی است، به آن کاربر نمایش داده نخواهد شد.

source: If Checked workflow status will not override status in list view
fa_ir: در صورت انتخاب، وضعیت گردش کار، وضعیت در نمای لیست را بازنویسی نخواهد کرد.

source: If Owner
fa_ir: اگر مالک باشد

source: If a Role does not have access at Level 0, then higher levels are meaningless.
fa_ir: اگر یک نقش در سطح ۰ دسترسی نداشته باشد، سطوح بالاتر بی‌معنی خواهند بود.

source: If checked, a confirmation will be required before performing workflow actions.
fa_ir: در صورت انتخاب، قبل از انجام اقدامات گردش کار، تأییدیه لازم خواهد بود.

source: If checked, all other workflows become inactive.
fa_ir: در صورت انتخاب، تمام گردش‌های کار دیگر غیرفعال می‌شوند.

source: If checked, negative numeric values of Currency, Quantity or Count would be shown as positive
fa_ir: در صورت انتخاب، مقادیر عددی منفی ارز، کمیت یا شمارش به صورت مثبت نمایش داده می‌شوند.

source: If checked, users will not see the Confirm Access dialog.
fa_ir: در صورت انتخاب، کاربران گفتگوی «تأیید دسترسی» را مشاهده نخواهند کرد.

source: If disabled, this role will be removed from all users.
fa_ir: در صورت غیرفعال شدن، این نقش از تمام کاربران حذف خواهد شد.

source: If enabled, user can login from any IP Address using Two Factor Auth, this can also be set for all users in System Settings
fa_ir: در صورت فعال بودن، کاربر می‌تواند از هر آدرس IP با استفاده از احراز هویت دو مرحله‌ای وارد شود، این مورد را می‌توان برای همه کاربران در تنظیمات سیستم نیز تنظیم کرد.

source: If enabled, all responses on the web form will be submitted anonymously
fa_ir: در صورت فعال بودن، تمام پاسخ‌ها در فرم وب به صورت ناشناس ارسال خواهند شد.

source: If enabled, all users can login from any IP Address using Two Factor Auth. This can also be set only for specific user(s) in User Page
fa_ir: در صورت فعال بودن، همه کاربران می‌توانند از هر آدرس IP با استفاده از احراز هویت دو مرحله‌ای وارد شوند. این مورد را می‌توان فقط برای کاربر(ان) خاص در صفحه کاربر نیز تنظیم کرد.

source: If enabled, changes to the document are tracked and shown in timeline
fa_ir: در صورت فعال بودن، تغییرات سند ردیابی شده و در جدول زمانی نمایش داده می‌شوند.

source: If enabled, document views are tracked, this can happen multiple times
fa_ir: در صورت فعال بودن، بازدیدهای سند ردیابی می‌شوند، این می‌تواند چندین بار اتفاق بیفتد.

source: If enabled, the document is marked as seen, the first time a user opens it
fa_ir: در صورت فعال بودن، سند اولین باری که کاربر آن را باز می‌کند، به عنوان مشاهده‌شده علامت‌گذاری می‌شود.

source: If enabled, the notification will show up in the notifications dropdown on the top right corner of the navigation bar.
fa_ir: در صورت فعال بودن، اعلان در منوی کشویی اعلان‌ها در گوشه بالا سمت راست نوار ناوبری نمایش داده خواهد شد.

source: If enabled, the password strength will be enforced based on the Minimum Password Score value. A value of 1 being very weak and 4 being very strong.
fa_ir: در صورت فعال بودن، قدرت رمز عبور بر اساس مقدار حداقل امتیاز رمز عبور اعمال خواهد شد. مقدار 1 بسیار ضعیف و 4 بسیار قوی است.

source: If enabled, users who login from Restricted IP Address, won't be prompted for Two Factor Auth
fa_ir: در صورت فعال بودن، کاربرانی که از آدرس IP محدودشده وارد می‌شوند، برای احراز هویت دو مرحله‌ای درخواست نمی‌شوند.

source: If enabled, users will be notified every time they login. If not enabled, users will only be notified once.
fa_ir: در صورت فعال بودن، کاربران هر بار که وارد می‌شوند، مطلع خواهند شد. در صورت عدم فعال بودن، کاربران فقط یک بار مطلع خواهند شد.

source: If left empty, the default workspace will be the last visited workspace
fa_ir: در صورت خالی گذاشتن، فضای کاری پیش‌فرض، آخرین فضای کاری بازدید شده خواهد بود.

source: If non standard port (e.g. 587)
fa_ir: در صورت پورت غیر استاندارد (مثلاً 587)

source: If non standard port (e.g. 587). If on Google Cloud, try port 2525.
fa_ir: در صورت پورت غیر استاندارد (مثلاً 587). اگر در Google Cloud هستید، پورت 2525 را امتحان کنید.

source: If non-standard port (e.g. POP3: 995/110, IMAP: 993/143)
fa_ir: در صورت پورت غیر استاندارد (مثلاً POP3: 995/110, IMAP: 993/143)

source: If not set, the currency precision will depend on number format
fa_ir: در صورت عدم تنظیم، دقت ارز به فرمت عدد بستگی خواهد داشت.

source: If set, only user with these roles can access this chart. If not set, DocType or Report permissions will be used.
fa_ir: در صورت تنظیم، فقط کاربرانی با این نقش‌ها می‌توانند به این نمودار دسترسی داشته باشند. در صورت عدم تنظیم، مجوزهای DocType یا گزارش استفاده خواهند شد.

source: If the user has any role checked, then the user becomes a "System User". "System User" has access to the desktop
fa_ir: اگر کاربر هر نقشی را انتخاب کرده باشد، آنگاه کاربر به یک "کاربر سیستم" تبدیل می‌شود. "کاربر سیستم" به دسکتاپ دسترسی دارد.

source: If these instructions where not helpful, please add in your suggestions on GitHub Issues.
fa_ir: اگر این دستورالعمل‌ها مفید نبودند، لطفاً پیشنهادات خود را در GitHub Issues اضافه کنید.

source: If this was a mistake or you need access again, please reach out to your team.
fa_ir: اگر این یک اشتباه بود یا دوباره به دسترسی نیاز دارید، لطفاً با تیم خود تماس بگیرید.

source: If unchecked, the value will always be re-fetched on save.
fa_ir: در صورت عدم انتخاب، مقدار همیشه هنگام ذخیره مجدداً واکشی خواهد شد.

source: If user is the owner
fa_ir: اگر کاربر مالک باشد

source: If you are updating, please select "Overwrite" else existing rows will not be deleted.
fa_ir: اگر در حال به‌روزرسانی هستید، لطفاً "بازنویسی" را انتخاب کنید در غیر این صورت ردیف‌های موجود حذف نخواهند شد.

source: If you are uploading new records, "Naming Series" becomes mandatory, if present.
fa_ir: اگر در حال بارگذاری رکوردهای جدید هستید، "سری نام‌گذاری" در صورت وجود، اجباری می‌شود.

source: If you are uploading new records, leave the "name" (ID) column blank.
fa_ir: اگر در حال بارگذاری رکوردهای جدید هستید، ستون "نام" (شناسه) را خالی بگذارید.

source: If you have any questions, reach out to your system administrator.
fa_ir: اگر سوالی دارید، با مدیر سیستم خود تماس بگیرید.

source: If you have recently restored the site, you may need to copy the site_config.json containing the original encryption key.
fa_ir: اگر اخیراً سایت را بازیابی کرده‌اید، ممکن است لازم باشد site_config.json حاوی کلید رمزگذاری اصلی را کپی کنید.

source: If you set this, this Item will come in a drop-down under the selected parent.
fa_ir: اگر این را تنظیم کنید، این آیتم در یک منوی کشویی زیر والد انتخاب‌شده نمایش داده خواهد شد.

source: If you think this is unauthorized, please change the Administrator password.
fa_ir: اگر فکر می‌کنید این غیرمجاز است، لطفاً رمز عبور مدیر را تغییر دهید.

source: If your CSV uses a different delimiter, add that character here, ensuring no spaces or additional characters are included.
fa_ir: اگر فایل CSV شما از جداکننده متفاوتی استفاده می‌کند، آن کاراکتر را اینجا اضافه کنید و اطمینان حاصل کنید که هیچ فاصله یا کاراکتر اضافی گنجانده نشده است.

source: If your data is in HTML, please copy paste the exact HTML code with the tags.
fa_ir: اگر داده‌های شما در HTML است، لطفاً کد HTML دقیق را با تگ‌ها کپی و جایگذاری کنید.

source: Ignore User Permissions
fa_ir: نادیده گرفتن مجوزهای کاربر

source: Ignore XSS Filter
fa_ir: نادیده گرفتن فیلتر XSS

source: Ignore attachments over this size
fa_ir: نادیده گرفتن پیوست‌های بزرگتر از این اندازه

source: Ignored Apps
fa_ir: برنامه‌های نادیده گرفته شده

source: Illegal Document Status for {0}
fa_ir: وضعیت سند غیرمجاز برای {0}

source: Illegal SQL Query
fa_ir: کوئری SQL غیرمجاز

source: Illegal template
fa_ir: قالب غیرمجاز

source: Image
fa_ir: تصویر

source: Image Field
fa_ir: فیلد تصویر

source: Image Height
fa_ir: ارتفاع تصویر

source: Image Link
fa_ir: لینک تصویر

source: Image View
fa_ir: نمای تصویر
