Repository: ai-solution-company/systemafarin-custom-addon
Catalog: iran_core/translations_src/*-framework.po
Languages: fa_ir

source: Show in filter
fa_ir: نمایش در فیلتر

source: Show link to document
fa_ir: نمایش لینک سند

source: Show list
fa_ir: نمایش لیست

source: Show more details
fa_ir: نمایش جزئیات بیشتر

source: Show on Timeline
fa_ir: نمایش در جدول زمانی

source: Show percentage difference according to this time interval
fa_ir: نمایش اختلاف درصدی بر اساس این بازه زمانی

source: Show sidebar
fa_ir: نمایش نوار کناری

source: Show title in browser window as "Prefix - title"
fa_ir: نمایش عنوان در پنجره مرورگر به صورت "پیشوند - عنوان"

source: Show {0} List
fa_ir: نمایش لیست {0}

source: Showing only Numeric fields from Report
fa_ir: فقط فیلدهای عددی از گزارش نمایش داده می‌شوند

source: Showing only first {0} rows out of {1}
fa_ir: فقط {0} ردیف اول از {1} ردیف نمایش داده می‌شود

source: Sidebar
fa_ir: نوار کناری

source: Sidebar Items
fa_ir: آیتم‌های نوار کناری

source: Sidebar Settings
fa_ir: تنظیمات نوار کناری

source: Sidebar and Comments
fa_ir: نوار کناری و نظرات

source: Sign Out
fa_ir: خروج

source: Sign Up and Confirmation
fa_ir: ثبت‌نام و تأیید

source: Sign Up is disabled
fa_ir: ثبت‌نام غیرفعال است

source: Sign up
fa_ir: ثبت‌نام

source: Sign ups
fa_ir: ثبت‌نام‌ها

source: Signature
fa_ir: امضا

source: Signup Disabled
fa_ir: ثبت‌نام غیرفعال شد

source: Signups have been disabled for this website.
fa_ir: ثبت‌نام برای این وب‌سایت غیرفعال شده است.

source: Simple Python Expression, Example: <code class="language-python">status == "Invalid"</code>
fa_ir: عبارت ساده پایتون، مثال: <code class="language-python">status == "Invalid"</code>

source: Simple Python Expression, Example: <code class="language-python">status == 'Open' and issue_type == 'Bug'</code>
fa_ir: عبارت ساده پایتون، مثال: <code class="language-python">status == 'Open' and issue_type == 'Bug'</code>

source: Simple Python Expression, Example: <code class="language-python">status in ("Closed", "Cancelled")</code>
fa_ir: عبارت ساده پایتون، مثال: <code class="language-python">status in ("Closed", "Cancelled")</code>

source: Simultaneous Sessions
fa_ir: نشست‌های همزمان

source: Single DocTypes cannot be customized.
fa_ir: داک‌تایپ‌های تکی قابل سفارشی‌سازی نیستند.

source: Single Types have only one record no tables associated. Values are stored in tabSingles
fa_ir: انواع تکی فقط یک رکورد دارند و هیچ جدولی مرتبط نیست. مقادیر در tabSingles ذخیره می‌شوند.

source: Site is running in read only mode for maintenance or site update, this action can not be performed right now. Please try again later.
fa_ir: سایت در حالت فقط خواندنی برای نگهداری یا به‌روزرسانی سایت در حال اجرا است، این عمل در حال حاضر قابل انجام نیست. لطفاً بعداً دوباره امتحان کنید.

source: Size
fa_ir: اندازه

source: Size (MB)
fa_ir: اندازه (مگابایت)

source: Skip
fa_ir: رد کردن

source: Skip Authorization
fa_ir: رد کردن احراز هویت

source: Skip Step
fa_ir: رد کردن مرحله

source: Skipped
fa_ir: رد شد

source: Skipping Duplicate Column {0}
fa_ir: ستون تکراری {0} در حال رد شدن است

source: Skipping Untitled Column
fa_ir: ستون بدون عنوان در حال رد شدن است

source: Skipping column {0}
fa_ir: ستون {0} در حال رد شدن است

source: Skipping fixture syncing for doctype {0} from file {1}
fa_ir: صرف‌نظر از همگام‌سازی فیکسچر برای داک‌تایپ {0} از فایل {1}

source: Skipping {0} of {1}, {2}
fa_ir: صرف‌نظر از {0} از {1}, {2}

source: Skype
fa_ir: اسکایپ

source: Slack
fa_ir: اسلک

source: Slack Channel
fa_ir: کانال اسلک

source: Slack Webhook Error
fa_ir: خطای وب‌هوک اسلک

source: Slack Webhook URL
fa_ir: نشانی وب‌هوک اسلک

source: Slideshow
fa_ir: اسلایدشو

source: Slideshow Items
fa_ir: آیتم‌های اسلایدشو

source: Slideshow Name
fa_ir: نام اسلایدشو

source: Slideshow like display for the website
fa_ir: نمایش به سبک اسلایدشو برای وب‌سایت

source: Slug
fa_ir: اسلاگ

source: Small Text
fa_ir: متن کوچک

source: Smallest Currency Fraction Value
fa_ir: کوچکترین مقدار جزء ارز

source: Smallest circulating fraction unit (coin). For e.g. 1 cent for USD and it should be entered as 0.01
fa_ir: کوچکترین واحد جزء در گردش (سکه). به عنوان مثال ۱ سنت برای دلار آمریکا و باید به صورت ۰.۰۱ وارد شود

source: Snippet and more variables: {0}
fa_ir: اسنیپت و متغیرهای بیشتر: {0}

source: Social Link Settings
fa_ir: تنظیمات پیوند اجتماعی

source: Social Link Type
fa_ir: نوع پیوند اجتماعی

source: Social Login Key
fa_ir: کلید ورود اجتماعی

source: Social Login Provider
fa_ir: ارائه‌دهنده ورود اجتماعی

source: Social Logins
fa_ir: ورودهای اجتماعی

source: SocketIO Ping Check
fa_ir: بررسی پینگ SocketIO

source: SocketIO Transport Mode
fa_ir: حالت انتقال SocketIO

source: Soft-Bounced
fa_ir: برگشت‌خورده نرم

source: Software ID
fa_ir: شناسه نرم‌افزار

source: Software Version
fa_ir: نسخه نرم‌افزار

source: Some columns might get cut off when printing to PDF. Try to keep number of columns under 10.
fa_ir: ممکن است برخی ستون‌ها هنگام چاپ به PDF بریده شوند. سعی کنید تعداد ستون‌ها را زیر ۱۰ نگه دارید.

source: Some mailboxes require a different Sent Folder Name e.g. "INBOX.Sent"
fa_ir: برخی صندوق‌های پستی به یک نام پوشه ارسال‌شده متفاوت نیاز دارند، به عنوان مثال "INBOX.Sent"

source: Some of the features might not work in your browser. Please update your browser to the latest version.
fa_ir: ممکن است برخی از ویژگی‌ها در مرورگر شما کار نکنند. لطفاً مرورگر خود را به آخرین نسخه به‌روزرسانی کنید.

source: Something went wrong
fa_ir: مشکلی پیش آمد

source: Something went wrong during the token generation. Click on {0} to generate a new one.
fa_ir: مشکلی در هنگام تولید توکن رخ داد. روی {0} کلیک کنید تا یک توکن جدید تولید شود.

source: Something went wrong.
fa_ir: مشکلی پیش آمد.

source: Sorry! I could not find what you were looking for.
fa_ir: متاسفیم! آنچه را که به دنبالش بودید پیدا نکردم.

source: Sorry! You are not permitted to view this page.
fa_ir: متاسفیم! شما مجاز به مشاهده این صفحه نیستید.

source: Sort Ascending
fa_ir: مرتب‌سازی صعودی

source: Sort Descending
fa_ir: مرتب‌سازی نزولی

source: Sort Field
fa_ir: فیلد مرتب‌سازی

source: Sort Options
fa_ir: گزینه‌های مرتب‌سازی

source: Sort Order
fa_ir: ترتیب مرتب‌سازی

source: Sort field {0} must be a valid fieldname
fa_ir: فیلد مرتب‌سازی {0} باید یک نام فیلد معتبر باشد

source: Source
fa_ir: منبع

source: Source Code
fa_ir: کد منبع

source: Source Name
fa_ir: نام منبع

source: Source Text
fa_ir: متن منبع

source: Spacer
fa_ir: جداکننده

source: Spam
fa_ir: هرزنامه

source: Spawns actions in a background job
fa_ir: عملیات را در یک کار پس‌زمینه ایجاد می‌کند

source: Special Characters are not allowed
fa_ir: کاراکترهای خاص مجاز نیستند

source: Special Characters except '-', '#', '.', '/', '{{' and '}}' not allowed in naming series {0}
fa_ir: کاراکترهای خاص به جز '-', '#', '.', '/', '{{' و '}}' در سری نامگذاری {0} مجاز نیستند

source: Specify a custom timeout, default timeout is 1500 seconds
fa_ir: یک مهلت زمانی سفارشی تعیین کنید، مهلت زمانی پیش‌فرض ۱۵۰۰ ثانیه است

source: Specify the domains or origins that are permitted to embed this form. Enter one domain per line (e.g., https://example.com). If no domains are specified, the form can only be embedded on the same origin.
fa_ir: دامنه‌ها یا مبدأهایی را که مجاز به جاسازی این فرم هستند، مشخص کنید. هر دامنه را در یک خط وارد کنید (مثلاً https://example.com). اگر دامنه‌ای مشخص نشود، فرم فقط می‌تواند در همان مبدأ جاسازی شود.

source: Splash Image
fa_ir: تصویر آغازین

source: Sr
fa_ir: ردیف

source: Sr No.
fa_ir: شماره ردیف

source: Stack Trace
fa_ir: ردیابی پشته

source: Standard
fa_ir: استاندارد

source: Standard DocType can not be deleted.
fa_ir: DocType استاندارد قابل حذف نیست.

source: Standard DocType cannot have default print format, use Customize Form
fa_ir: DocType استاندارد نمی‌تواند فرمت چاپ پیش‌فرض داشته باشد، از Customize Form استفاده کنید

source: Standard Not Set
fa_ir: استاندارد تنظیم نشده است

source: Standard Permissions
fa_ir: مجوزهای استاندارد

source: Standard Print Format cannot be updated
fa_ir: فرمت چاپ استاندارد قابل به‌روزرسانی نیست

source: Standard Print Style cannot be changed. Please duplicate to edit.
fa_ir: سبک چاپ استاندارد قابل تغییر نیست. لطفاً برای ویرایش آن را کپی کنید.

source: Standard Reports cannot be deleted
fa_ir: گزارش‌های استاندارد قابل حذف نیستند

source: Standard Reports cannot be edited
fa_ir: گزارش‌های استاندارد قابل ویرایش نیستند

source: Standard Sidebar Menu
fa_ir: منوی نوار کناری استاندارد

source: Standard Web Forms can not be modified, duplicate the Web Form instead.
fa_ir: فرم‌های وب استاندارد قابل تغییر نیستند، به جای آن فرم وب را کپی کنید.

source: Standard rich text editor with controls
fa_ir: ویرایشگر متن غنی استاندارد با کنترل‌ها

source: Standard roles cannot be disabled
fa_ir: نقش‌های استاندارد قابل غیرفعال کردن نیستند

source: Standard roles cannot be renamed
fa_ir: نقش‌های استاندارد قابل تغییر نام نیستند

source: Standard user type {0} can not be deleted.
fa_ir: نوع کاربر استاندارد {0} قابل حذف نیست.

source: Start
fa_ir: شروع

source: Start Date
fa_ir: تاریخ شروع

source: Start Date Field
fa_ir: فیلد تاریخ شروع

source: Start Import
fa_ir: شروع واردات

source: Start Recording
fa_ir: شروع ضبط

source: Start Time
fa_ir: زمان شروع

source: Start a new discussion
fa_ir: شروع یک بحث جدید

source: Start entering data below this line
fa_ir: وارد کردن داده‌ها را از زیر این خط شروع کنید

source: Start new Format
fa_ir: شروع فرمت جدید

source: Started
fa_ir: شروع شد

source: Started At
fa_ir: زمان شروع

source: Starting Frappe ...
fa_ir: در حال راه‌اندازی فراپه...

source: Starts on
fa_ir: شروع در

source: State
fa_ir: وضعیت

source: State Properties
fa_ir: ویژگی‌های وضعیت

source: State/Province
fa_ir: استان

source: States
fa_ir: وضعیت‌ها

source: Static Parameters
fa_ir: پارامترهای ثابت

source: Statistics
fa_ir: آمار

source: Stats
fa_ir: آمار

source: Stats Time Interval
fa_ir: بازه زمانی آمار

source: Status
fa_ir: وضعیت

source: Status Updated
fa_ir: وضعیت به‌روز شد

source: Status Updated. The email will be picked up in the next scheduled run.
fa_ir: وضعیت به‌روز شد. ایمیل در اجرای برنامه‌ریزی‌شده بعدی پردازش خواهد شد.

source: Status: {0}
fa_ir: وضعیت: {0}

source: Step
fa_ir: مرحله

source: Steps
fa_ir: مراحل

source: Steps to verify your login
fa_ir: مراحل تأیید ورود شما

source: Sticky
fa_ir: چسبان

source: Stop
fa_ir: توقف

source: Stopped
fa_ir: متوقف شد

source: Storage Usage (MB)
fa_ir: میزان مصرف فضای ذخیره‌سازی (مگابایت)

source: Storage Usage By Table
fa_ir: مصرف فضای ذخیره‌سازی بر اساس جدول

source: Store Attached PDF Document
fa_ir: ذخیره سند PDF پیوست‌شده

source: Store the API secret securely. It won't be displayed again.
fa_ir: رمز API را به صورت امن ذخیره کنید. مجدداً نمایش داده نخواهد شد.

source: Stores the JSON of last known versions of various installed apps. It is used to show release notes.
fa_ir: JSON آخرین نسخه‌های شناخته‌شده برنامه‌های نصب‌شده را ذخیره می‌کند. برای نمایش یادداشت‌های انتشار استفاده می‌شود.

source: Stores the datetime when the last reset password key was generated.
fa_ir: تاریخ و زمان تولید آخرین کلید بازنشانی رمز عبور را ذخیره می‌کند.

source: Straight rows of keys are easy to guess
fa_ir: ردیف‌های مستقیم کلیدها به راحتی قابل حدس هستند

source: Strip EXIF tags from uploaded images
fa_ir: حذف تگ‌های EXIF از تصاویر آپلودشده

source: Strong
fa_ir: قوی

source: Style
fa_ir: استایل

source: Style Settings
fa_ir: تنظیمات استایل

source: Style represents the button color: Success - Green, Danger - Red, Inverse - Black, Primary - Dark Blue, Info - Light Blue, Warning - Orange
fa_ir: استایل نشان‌دهنده رنگ دکمه است: موفقیت - سبز، خطر - قرمز، معکوس - مشکی، اصلی - آبی تیره، اطلاعات - آبی روشن، هشدار - نارنجی

source: Stylesheet
fa_ir: استایل‌شیت

source: Sub-currency. For e.g. "Cent"
fa_ir: واحد پول فرعی. به عنوان مثال "سنت"

source: Sub-domain provided by erpnext.com
fa_ir: زیردامنه ارائه شده توسط erpnext.com

source: Subdomain
fa_ir: زیردامنه

source: Subject
fa_ir: موضوع

source: Subject Field
fa_ir: فیلد موضوع

source: Subject Field type should be Data, Text, Long Text, Small Text, Text Editor
fa_ir: نوع فیلد موضوع باید Data, Text, Long Text, Small Text, Text Editor باشد

source: Submission Queue
fa_ir: صف ارسال

source: Submit
fa_ir: ثبت

# Button in list view actions menu
source: Submit
fa_ir: ثبت

# Button in web form
source: Submit
fa_ir: ثبت

# Primary action in dialog
source: Submit
fa_ir: ثبت

# Primary action of prompt dialog
source: Submit
fa_ir: ثبت

# Submit password for Email Account
source: Submit
fa_ir: ثبت

source: Submit After Import
fa_ir: ثبت پس از درون‌ریزی

source: Submit an Issue
fa_ir: ثبت یک مشکل

# Button in web form
source: Submit another response
fa_ir: ارسال پاسخ دیگر

source: Submit button label
fa_ir: برچسب دکمه ثبت

source: Submit on Creation
fa_ir: ثبت هنگام ایجاد

source: Submit this document to complete this step.
fa_ir: این سند را برای تکمیل این مرحله ثبت کنید.

source: Submit this document to confirm
fa_ir: این سند را برای تأیید ثبت کنید.

# Title of confirmation dialog
source: Submit {0} documents?
fa_ir: آیا {0} سند ثبت شود؟

source: Submitted
fa_ir: ثبت‌شده

source: Submitted Document cannot be converted back to draft. Transition row {0}
fa_ir: سند ثبت‌شده نمی‌تواند به پیش‌نویس بازگردانده شود. ردیف انتقال {0}

source: Submitted document cannot be converted back to draft while transitioning from <b>{0} State</b> to <b>{1} State</b>
fa_ir: سند ثبت‌شده نمی‌تواند هنگام انتقال از <b>وضعیت {0}</b> به <b>وضعیت {1}</b> به پیش‌نویس بازگردانده شود.

# Freeze message while submitting a document
source: Submitting
fa_ir: در حال ثبت

source: Submitting {0}
fa_ir: در حال ثبت {0}

source: Subsidiary
fa_ir: شرکت فرعی

source: Subtitle
fa_ir: زیرنویس

source: Success
fa_ir: موفقیت

source: Success Action
fa_ir: اقدام موفقیت‌آمیز

source: Success Message
fa_ir: پیام موفقیت

source: Success URI
fa_ir: URI موفقیت

source: Success URL
fa_ir: URL موفقیت

source: Success message
fa_ir: پیام موفقیت

source: Success title
fa_ir: عنوان موفقیت

source: Successful Job Count
fa_ir: تعداد کارهای موفق

source: Successful Transactions
fa_ir: تراکنش‌های موفق

source: Successful: {0} to {1}
fa_ir: موفق: {0} به {1}

source: Successfully Updated
fa_ir: با موفقیت به‌روزرسانی شد

source: Successfully imported {0}
fa_ir: با موفقیت {0} درون‌ریزی شد

source: Successfully imported {0} out of {1} records.
fa_ir: با موفقیت {0} از {1} رکورد درون‌ریزی شد.

source: Successfully reset onboarding status for all users.
fa_ir: وضعیت آشنایی اولیه برای همه کاربران با موفقیت بازنشانی شد.

source: Successfully signed out
fa_ir: با موفقیت از سیستم خارج شدید

source: Successfully updated translations
fa_ir: با موفقیت ترجمه‌ها به‌روزرسانی شد

source: Successfully updated {0}
fa_ir: {0} با موفقیت به‌روزرسانی شد

source: Successfully updated {0} out of {1} records.
fa_ir: {0} از {1} رکورد با موفقیت به‌روزرسانی شد.

source: Suggest Optimizations
fa_ir: پیشنهاد بهینه‌سازی‌ها

source: Suggested Indexes
fa_ir: نمایه‌های پیشنهادی

source: Suggested Username: {0}
fa_ir: نام کاربری پیشنهادی: {0}

source: Sum
fa_ir: جمع

source: Sum of {0}
fa_ir: جمع {0}

source: Summary
fa_ir: خلاصه

source: Sunday
fa_ir: یکشنبه

source: Suspend Sending
fa_ir: تعلیق ارسال

source: Switch Camera
fa_ir: تغییر دوربین

source: Switch Theme
fa_ir: تغییر پوسته

source: Switch To Desk
fa_ir: رفتن به میز کار

source: Switch to Frappe CRM for smarter sales
fa_ir: به Frappe CRM برای فروش هوشمندتر بروید

source: Switching Camera
fa_ir: در حال تغییر دوربین

source: Symbol
fa_ir: نماد

source: Sync
fa_ir: همگام‌سازی

source: Sync Calendar
fa_ir: همگام‌سازی تقویم

source: Sync Contacts
fa_ir: همگام‌سازی مخاطبین

source: Sync events from Google as public
fa_ir: همگام‌سازی رویدادها از گوگل به‌صورت عمومی

source: Sync on Migrate
fa_ir: همگام‌سازی هنگام مهاجرت

source: Sync token was invalid and has been reset, Retry syncing.
fa_ir: توکن همگام‌سازی نامعتبر بود و بازنشانی شد، همگام‌سازی را دوباره امتحان کنید.

source: Sync with Google Calendar
fa_ir: همگام‌سازی با تقویم گوگل

source: Sync with Google Contacts
fa_ir: همگام‌سازی با مخاطبین گوگل

source: Sync {0} Fields
fa_ir: همگام‌سازی {0} فیلد

source: Synced Fields
fa_ir: فیلدهای همگام‌سازی‌شده

source: Syncing
fa_ir: در حال همگام‌سازی

source: Syncing {0} of {1}
fa_ir: در حال همگام‌سازی {0} از {1}

source: Syntax Error
fa_ir: خطای نحوی

source: System
fa_ir: سیستم

source: System Console
fa_ir: کنسول سیستم

source: System Generated Fields can not be renamed
fa_ir: فیلدهای تولید شده توسط سیستم قابل تغییر نام نیستند

source: System Health
fa_ir: سلامت سیستم

source: System Health Report
fa_ir: گزارش سلامت سیستم

source: System Health Report Errors
fa_ir: خطاهای گزارش سلامت سیستم

source: System Health Report Failing Jobs
fa_ir: وظایف ناموفق گزارش سلامت سیستم

source: System Health Report Queue
fa_ir: صف گزارش سلامت سیستم

source: System Health Report Tables
fa_ir: جداول گزارش سلامت سیستم

source: System Health Report Workers
fa_ir: ورکرهای گزارش سلامت سیستم

source: System Logs
fa_ir: لاگ‌های سیستم

source: System Manager
fa_ir: مدیر سیستم

source: System Manager privileges required.
fa_ir: امتیازات مدیر سیستم لازم است.

source: System Notification
fa_ir: اعلان سیستمی

source: System Page
fa_ir: صفحه سیستمی

source: System Settings
fa_ir: تنظیمات سیستم

source: System managers are allowed by default
fa_ir: مدیران سیستم به طور پیش‌فرض مجاز هستند

source: TOS URI
fa_ir: URI شرایط خدمات

source: Tab Break
fa_ir: جداکننده تب

source: Tab Label
fa_ir: برچسب تب

source: Table
fa_ir: جدول

source: Table Break
fa_ir: جداکننده جدول

source: Table Field
fa_ir: فیلد جدول

source: Table Fieldname
fa_ir: نام فیلد جدول

source: Table Fieldname Missing
fa_ir: نام فیلد جدول یافت نشد

source: Table HTML
fa_ir: HTML جدول

source: Table MultiSelect
fa_ir: انتخاب چندگانه جدول

source: Table Trimmed
fa_ir: جدول کوتاه شده

source: Table updated
fa_ir: جدول به‌روز شد

source: Table {0} cannot be empty
fa_ir: جدول {0} نمی‌تواند خالی باشد

source: Tabloid
fa_ir: تابلوید

source: Tag
fa_ir: برچسب

source: Tag Link
fa_ir: لینک برچسب

source: Tags
fa_ir: برچسب‌ها

source: Take Photo
fa_ir: گرفتن عکس

source: Target
fa_ir: هدف

source: Task
fa_ir: وظیفه

source: Tasks
fa_ir: وظایف

source: Team Members
fa_ir: اعضای تیم

source: Team Members Heading
fa_ir: عنوان اعضای تیم

source: Team Members Subtitle
fa_ir: زیرعنوان اعضای تیم

source: Telemetry
fa_ir: تله‌متری

source: Template
fa_ir: الگو

source: Template Error
fa_ir: خطای الگو

source: Template File
fa_ir: فایل الگو

source: Template Options
fa_ir: گزینه‌های الگو

source: Template Warnings
fa_ir: هشدارهای الگو

source: Templates
fa_ir: الگوها

source: Temporarily Disabled
fa_ir: موقتاً غیرفعال است

source: Test Data
fa_ir: داده‌های آزمایشی

source: Test Job ID
fa_ir: تست شناسه کار

source: Test Spanish
fa_ir: تست اسپانیایی

source: Test_Folder
fa_ir: تست_پوشه

source: Text
fa_ir: متن

source: Text Align
fa_ir: تراز متن

source: Text Color
fa_ir: رنگ متن

source: Text Content
fa_ir: محتوای متن

source: Text Editor
fa_ir: ویرایشگر متن

source: Thank you
fa_ir: متشکرم

source: Thank you for reaching out to us. We will get back to you at the earliest. Your query: {0}
fa_ir: از اینکه با ما تماس گرفتید متشکریم. در اسرع وقت با شما تماس خواهیم گرفت.

source: Thank you for spending your valuable time to fill this form
fa_ir: از اینکه وقت ارزشمند خود را صرف تکمیل این فرم کردید متشکریم

source: Thank you for your email
fa_ir: از ایمیل شما متشکریم

source: Thank you for your feedback!
fa_ir: از بازخورد شما متشکریم!

source: Thank you for your message
fa_ir: از پیام شما متشکریم

source: Thanks
fa_ir: سپاس

source: The Auto Repeat for this document has been disabled.
fa_ir: تکرار خودکار برای این سند غیرفعال شده است.

source: The CSV format is case sensitive
fa_ir: فرمت CSV به حروف کوچک و بزرگ حساس است

source: The Client ID obtained from the Google Cloud Console under <a href="https://console.cloud.google.com/apis/credentials"> "APIs &amp; Services" &gt; "Credentials" </a>
fa_ir: شناسه مشتری (Client ID) که از کنسول Google Cloud در بخش <a href=\"https://console.cloud.google.com/apis/credentials\">\n\"APIs &amp; Services\" &gt; \"Credentials\"\n</a> به دست آمده است

source: The Condition '{0}' is invalid
fa_ir: شرط '{0}' نامعتبر است

source: The File URL you've entered is incorrect
fa_ir: آدرس فایل (URL) که وارد کرده‌اید نادرست است

source: The Next Scheduled Date cannot be later than the End Date.
fa_ir: تاریخ برنامه‌ریزی شده بعدی نمی‌تواند دیرتر از تاریخ پایان باشد.

source: The Push Relay Server URL key (`push_relay_server_url`) is missing in your site config
fa_ir: کلید آدرس سرور Push Relay (`push_relay_server_url`) در تنظیمات سایت شما موجود نیست

source: The User record for this request has been auto-deleted due to inactivity by system admins.
fa_ir: رکورد کاربر برای این درخواست به دلیل عدم فعالیت توسط مدیران سیستم به صورت خودکار حذف شده است.

source: The application has been updated to a new version, please refresh this page
fa_ir: برنامه به نسخه جدید به‌روزرسانی شده است، لطفاً این صفحه را بازخوانی کنید

source: The application name will be used in the Login page.
fa_ir: نام برنامه در صفحه ورود استفاده خواهد شد.

source: The attachments could not be correctly linked to the new document
fa_ir: پیوست‌ها به درستی به سند جدید پیوند داده نشدند

source: The browser API key obtained from the Google Cloud Console under <a href="https://console.cloud.google.com/apis/credentials"> "APIs &amp; Services" &gt; "Credentials" </a>
fa_ir: کلید API مرورگر که از کنسول Google Cloud در بخش <a href=\"https://console.cloud.google.com/apis/credentials\">\n\"APIs &amp; Services\" &gt; \"Credentials\"\n</a> به دست آمده است

source: The changes have been reverted.
fa_ir: تغییرات بازگردانده شده‌اند.

source: The column {0} has {1} different date formats. Automatically setting {2} as the default format as it is the most common. Please change other values in this column to this format.
fa_ir: ستون {0} دارای {1} فرمت تاریخ متفاوت است. به صورت خودکار {2} به عنوان فرمت پیش‌فرض تنظیم می‌شود زیرا رایج‌ترین است. لطفاً سایر مقادیر این ستون را به این فرمت تغییر دهید.

source: The comment cannot be empty
fa_ir: نظر نمی‌تواند خالی باشد

source: The contents of this email are strictly confidential. Please do not forward this email to anyone.
fa_ir: محتویات این ایمیل کاملاً محرمانه است. لطفاً این ایمیل را برای کسی ارسال نکنید.

source: The count shown is an estimated count. Click here to see the accurate count.
fa_ir: تعداد نمایش داده شده یک تعداد تخمینی است. برای مشاهده تعداد دقیق اینجا کلیک کنید.

source: The country's ISO 3166 ALPHA-2 code.
fa_ir: کد ISO 3166 ALPHA-2 کشور.

source: The document could not be correctly assigned
fa_ir: سند به درستی تخصیص داده نشد

source: The document has been assigned to {0}
fa_ir: سند به {0} تخصیص داده شده است

source: The document type selected is a child table, so the parent document type is required.
fa_ir: نوع سند انتخاب شده یک جدول فرزند است، بنابراین نوع سند والد الزامی است.

source: The field {0} is mandatory
fa_ir: فیلد {0} اجباری است

source: The fieldname you've specified in Attached To Field is invalid
fa_ir: نام فیلدی که در "Attached To Field" مشخص کرده‌اید نامعتبر است

source: The following Assignment Days have been repeated: {0}
fa_ir: روزهای تخصیص زیر تکرار شده‌اند: {0}

source: The following Header Script will add the current date to an element in 'Header HTML' with class 'header-content'
fa_ir: اسکریپت هدر زیر تاریخ فعلی را به یک عنصر در 'Header HTML' با کلاس 'header-content' اضافه خواهد کرد.

source: The following values are invalid: {0}. Values must be one of {1}
fa_ir: مقادیر زیر نامعتبر هستند: {0}. مقادیر باید یکی از {1} باشند

source: The following values do not exist for {0}: {1}
fa_ir: مقادیر زیر برای {0} وجود ندارند: {1}

source: The limit has not set for the user type {0} in the site config file.
fa_ir: محدودیت برای نوع کاربر {0} در فایل پیکربندی سایت تنظیم نشده است.

source: The link will expire in {0} minutes
fa_ir: لینک در {0} دقیقه منقضی می‌شود

source: The link you trying to login is invalid or expired.
fa_ir: لینکی که برای ورود استفاده می‌کنید نامعتبر یا منقضی شده است.
