Repository: ai-solution-company/systemafarin-custom-addon
Catalog: iran_core/translations_src/*-framework.po
Languages: fa_ir

source: Enabling auto reply on an incoming email account will send automated replies to all the synchronized emails. Do you wish to continue?
fa_ir: فعال‌سازی پاسخ خودکار در یک حساب ایمیل ورودی، پاسخ‌های خودکار را به تمام ایمیل‌های همگام‌سازی‌شده ارسال می‌کند. آیا مایل به ادامه هستید؟

source: Enabling this will register your site on a central relay server to send push notifications for all installed apps through Firebase Cloud Messaging. This server only stores user tokens and error logs, and no messages are saved.
fa_ir: فعال‌سازی این گزینه، سایت شما را در یک سرور رله مرکزی ثبت می‌کند تا اعلان‌های فشاری را برای همه برنامه‌های نصب‌شده از طریق Firebase Cloud Messaging ارسال کند. این سرور فقط توکن‌های کاربر و گزارش‌های خطا را ذخیره می‌کند و هیچ پیامی ذخیره نمی‌شود.

source: Enabling this will submit documents in background
fa_ir: فعال‌سازی این گزینه، اسناد را در پس‌زمینه ارسال می‌کند

source: Encrypt Backups
fa_ir: رمزگذاری پشتیبان‌ها

source: Encryption key is in invalid format!
fa_ir: کلید رمزگذاری در قالب نامعتبر است!

source: Encryption key is invalid! Please check site_config.json
fa_ir: کلید رمزگذاری نامعتبر است! لطفاً site_config.json را بررسی کنید

source: End
fa_ir: پایان

source: End Date
fa_ir: تاریخ پایان

source: End Date Field
fa_ir: فیلد تاریخ پایان

source: End Date cannot be before Start Date!
fa_ir: تاریخ پایان نمی‌تواند قبل از تاریخ شروع باشد!

source: End Date cannot be today.
fa_ir: تاریخ پایان نمی‌تواند امروز باشد.

source: Ended At
fa_ir: در تاریخ پایان یافت

source: Endpoints
fa_ir: نقاط پایانی

source: Ends on
fa_ir: در تاریخ پایان می‌یابد

source: Energy Point
fa_ir: امتیاز انرژی

source: Enqueued By
fa_ir: در صف قرار داده شده توسط

source: Enqueued creation of indexes
fa_ir: ایجاد ایندکس‌ها در صف قرار گرفت

source: Ensure the user and group search paths are correct.
fa_ir: اطمینان حاصل کنید که مسیرهای جستجوی کاربر و گروه صحیح هستند.

source: Enter Client Id and Client Secret in Google Settings.
fa_ir: شناسه مشتری و رمز مشتری را در تنظیمات گوگل وارد کنید.

source: Enter Code displayed in OTP App.
fa_ir: کد نمایش داده شده در برنامه OTP را وارد کنید.

source: Enter Email Recipient(s)
fa_ir: گیرنده(گان) ایمیل را وارد کنید

source: Enter Form Type
fa_ir: نوع فرم را وارد کنید

# Title of prompt dialog
source: Enter Value
fa_ir: مقدار را وارد کنید

source: Enter a name for this {0}
fa_ir: نامی برای این {0} وارد کنید

source: Enter default value fields (keys) and values. If you add multiple values for a field, the first one will be picked. These defaults are also used to set "match" permission rules. To see list of fields, go to "Customize Form".
fa_ir: فیلدهای مقدار پیش‌فرض (کلیدها) و مقادیر را وارد کنید. اگر چندین مقدار برای یک فیلد اضافه کنید، اولین مقدار انتخاب خواهد شد. این مقادیر پیش‌فرض برای تنظیم قوانین دسترسی "تطبیق" نیز استفاده می‌شوند. برای مشاهده لیست فیلدها، به "سفارشی‌سازی فرم" بروید.

source: Enter folder name
fa_ir: نام پوشه را وارد کنید

source: Enter static url parameters here (Eg. sender=ERPNext, username=ERPNext, password=1234 etc.)
fa_ir: پارامترهای ثابت URL را اینجا وارد کنید (مثال: sender=ERPNext, username=ERPNext, password=1234 و غیره)

source: Enter url parameter for message
fa_ir: پارامتر URL برای پیام را وارد کنید

source: Enter url parameter for receiver nos
fa_ir: پارامتر URL برای شماره‌های گیرنده را وارد کنید

source: Enter your password
fa_ir: رمز عبور خود را وارد کنید

source: Entity Name
fa_ir: نام موجودیت

source: Entity Type
fa_ir: نوع موجودیت

source: Equals
fa_ir: برابر است با

source: Error
fa_ir: خطا

# Title of error message in web form
source: Error
fa_ir: خطا

source: Error Log
fa_ir: گزارش خطا

source: Error Logs
fa_ir: گزارش‌های خطا

source: Error Message
fa_ir: پیام خطا

source: Error connecting to QZ Tray Application...<br><br> You need to have QZ Tray application installed and running, to use the Raw Print feature.<br><br><a target="_blank" href="https://qz.io/download/">Click here to Download and install QZ Tray</a>.<br> <a target="_blank" href="https://erpnext.com/docs/user/manual/en/setting-up/print/raw-printing">Click here to learn more about Raw Printing</a>.
fa_ir: خطا در اتصال به برنامه QZ Tray...<br><br> برای استفاده از قابلیت چاپ خام (Raw Print)، باید برنامه QZ Tray را نصب و در حال اجرا داشته باشید.<br><br><a target="_blank" href="https://qz.io/download/">برای دانلود و نصب QZ Tray اینجا کلیک کنید</a>.<br> <a target="_blank" href="https://erpnext.com/docs/user/manual/en/setting-up/print/raw-printing">برای کسب اطلاعات بیشتر در مورد چاپ خام (Raw Printing) اینجا کلیک کنید.</a>

source: Error connecting via IMAP/POP3: {e}
fa_ir: خطا در اتصال از طریق IMAP/POP3: {e}

source: Error connecting via SMTP: {e}
fa_ir: خطا در اتصال از طریق SMTP: {e}

source: Error has occurred in {0}
fa_ir: خطایی در {0} رخ داده است

source: Error in Client Script
fa_ir: خطا در اسکریپت سمت کاربر

source: Error in Client Script.
fa_ir: خطا در اسکریپت سمت کاربر.

source: Error in Header/Footer Script
fa_ir: خطا در اسکریپت سربرگ/پاورقی

source: Error in Notification
fa_ir: خطا در اعلان

source: Error in print format on line {0}: {1}
fa_ir: خطا در فرمت چاپ در خط {0}: {1}

source: Error in {0}.get_list: {1}
fa_ir: خطا در {0}.get_list: {1}

source: Error parsing nested filters: {0}
fa_ir: خطا در تجزیه فیلترهای تو در تو: {0}

source: Error while connecting to email account {0}
fa_ir: خطا هنگام اتصال به حساب ایمیل {0}

source: Error while evaluating Notification {0}. Please fix your template.
fa_ir: خطا هنگام ارزیابی اعلان {0}. لطفاً قالب خود را اصلاح کنید.

source: Error: Data missing in table {0}
fa_ir: خطا: داده در جدول {0} موجود نیست

source: Error: Value missing for {0}: {1}
fa_ir: خطا: مقدار برای {0} موجود نیست: {1}

source: Error: {0} Row #{1}: Value missing for: {2}
fa_ir: خطا: {0} ردیف #{1}: مقدار برای: {2} موجود نیست

source: Errors
fa_ir: خطاها

source: Event
fa_ir: رویداد

source: Event Category
fa_ir: دسته‌بندی رویداد

source: Event Frequency
fa_ir: تناوب رویداد

source: Event Participants
fa_ir: شرکت‌کنندگان رویداد

source: Event Reminders
fa_ir: یادآورهای رویداد

source: Event Synced with Google Calendar.
fa_ir: رویداد با تقویم گوگل همگام‌سازی شد.

source: Event Type
fa_ir: نوع رویداد

source: Events
fa_ir: رویدادها

source: Events in Today's Calendar
fa_ir: رویدادهای تقویم امروز

source: Everyone
fa_ir: همه

source: Ex: "colors": ["#d1d8dd", "#ff5858"]
fa_ir: مثال: "colors": ["#d1d8dd", "#ff5858"]

source: Exact Copies
fa_ir: کپی‌های دقیق

source: Example
fa_ir: مثال

source: Example: "/desk"
fa_ir: مثال: "/desk"

source: Example: #Tree/Account
fa_ir: مثال: #Tree/Account

source: Example: 00001
fa_ir: مثال: 00001

source: Example: Setting this to 24:00 will log out a user if they are not active for 24:00 hours.
fa_ir: مثال: تنظیم این مقدار روی 24:00، کاربر را در صورت عدم فعالیت به مدت 24:00 ساعت، از سیستم خارج می‌کند.

source: Example: {{ subject }}
fa_ir: مثال: {{ subject }}

source: Excel
fa_ir: اکسل

source: Excellent
fa_ir: عالی

source: Exception
fa_ir: استثنا

source: Execute
fa_ir: اجرا

source: Execute Console script
fa_ir: اجرای اسکریپت کنسول

source: Executing Code
fa_ir: در حال اجرای کد

source: Executing...
fa_ir: در حال اجرا...

source: Execution Time: {0} sec
fa_ir: زمان اجرا: {0} ثانیه

source: Executive
fa_ir: اجرایی

source: Existing Role
fa_ir: نقش موجود

source: Expand
fa_ir: گسترش

# Enlarge code field.
source: Expand
fa_ir: گسترش

source: Expand All
fa_ir: گسترش همه

source: Expected 'and' or 'or' operator, found: {0}
fa_ir: عملگر 'and' یا 'or' مورد انتظار بود، یافت شد: {0}

source: Experimental
fa_ir: آزمایشی

source: Expert
fa_ir: متخصص

source: Expiration time
fa_ir: زمان انقضا

source: Expire Notification On
fa_ir: انقضای اعلان در تاریخ

source: Expired
fa_ir: منقضی شده

source: Expires In
fa_ir: منقضی می‌شود در

source: Expires On
fa_ir: منقضی می‌شود در تاریخ

source: Expiry time of QR Code Image Page
fa_ir: زمان انقضای صفحه تصویر کد QR

source: Export
fa_ir: برون‌بری

# Button in list view actions menu
source: Export
fa_ir: برون‌بری

source: Export 1 record
fa_ir: برون‌بری 1 رکورد

source: Export Custom Permissions
fa_ir: برون‌بری مجوزهای سفارشی

source: Export Customizations
fa_ir: برون‌بری سفارشی‌سازی‌ها

source: Export Data
fa_ir: برون‌بری داده‌ها

source: Export Errored Rows
fa_ir: برون‌بری ردیف‌های دارای خطا

source: Export From
fa_ir: برون‌بری از

source: Export Import Log
fa_ir: گزارش صدور و ورود

# Export report
source: Export Report: {0}
fa_ir: گزارش صدور: {0}

source: Export Type
fa_ir: نوع صدور

source: Export all matching rows?
fa_ir: آیا همه ردیف‌های منطبق صادر شوند؟

source: Export all {0} rows?
fa_ir: آیا همه {0} ردیف صادر شوند؟

source: Export as zip
fa_ir: صدور به صورت زیپ

source: Export in Background
fa_ir: صدور در پس‌زمینه

source: Export not allowed. You need {0} role to export.
fa_ir: صدور مجاز نیست. برای صدور به نقش {0} نیاز دارید.

source: Export the data without any header notes and column descriptions
fa_ir: داده‌ها را بدون هیچ یادداشت سربرگ و توضیحات ستون صادر کنید

source: Export without main header
fa_ir: صدور بدون سربرگ اصلی

source: Export {0} records
fa_ir: صدور {0} رکورد

source: Exported permissions will be force-synced on every migrate overriding any other customization.
fa_ir: مجوزهای صادر شده در هر مهاجرت به صورت اجباری همگام‌سازی می‌شوند و هرگونه سفارشی‌سازی دیگر را نادیده می‌گیرند.

source: Expose Recipients
fa_ir: نمایش گیرندگان

source: Expression
fa_ir: عبارت

source: Expression (old style)
fa_ir: عبارت (سبک قدیمی)

source: Expression, Optional
fa_ir: عبارت، اختیاری

source: External Link
fa_ir: لینک خارجی

source: Extra Parameters
fa_ir: پارامترهای اضافی

source: Facebook
fa_ir: فیس‌بوک

source: Fail
fa_ir: شکست

source: Failed
fa_ir: ناموفق

source: Failed Emails
fa_ir: ایمیل‌های ناموفق

source: Failed Job Count
fa_ir: تعداد کارهای ناموفق

source: Failed Jobs
fa_ir: کارهای ناموفق

source: Failed Logins (Last 30 days)
fa_ir: ورودهای ناموفق (۳۰ روز اخیر)

source: Failed Transactions
fa_ir: تراکنش‌های ناموفق

source: Failed to aquire lock: {}. Lock may be held by another process.
fa_ir: در گرفتن قفل ناموفق بود: {}. قفل ممکن است توسط فرآیند دیگری نگهداری شود.

source: Failed to change password.
fa_ir: تغییر رمز عبور ناموفق بود.

source: Failed to complete setup
fa_ir: تکمیل راه‌اندازی ناموفق بود

source: Failed to compute request body: {}
fa_ir: در محاسبه بدنه درخواست ناموفق بود: {}

source: Failed to connect to server
fa_ir: اتصال به سرور ناموفق بود

source: Failed to decode token, please provide a valid base64-encoded token.
fa_ir: رمزگشایی توکن ناموفق بود، لطفاً یک توکن معتبر با رمزگذاری base64 ارائه دهید.

source: Failed to decrypt key {0}
fa_ir: رمزگشایی کلید {0} ناموفق بود

source: Failed to delete {0} documents: {1}
fa_ir: در حذف {0} سند ناموفق بود: {1}

source: Failed to enable scheduler: {0}
fa_ir: فعال‌سازی زمان‌بندی ناموفق بود: {0}

source: Failed to evaluate conditions: {}
fa_ir: ارزیابی شرایط ناموفق بود: {}

source: Failed to export python type hints
fa_ir: در صدور راهنمایی‌های نوع پایتون ناموفق بود

source: Failed to generate names from the series
fa_ir: در تولید نام‌ها از سری ناموفق بود

source: Failed to generate preview of series
fa_ir: در تولید پیش‌نمایش از سری ناموفق بود

source: Failed to get method for command {0} with {1}
fa_ir: در دریافت متد برای دستور {0} با {1} ناموفق بود

source: Failed to get method {0} with {1}
fa_ir: امکان دریافت متد {0} با {1} وجود نداشت.

source: Failed to get site info
fa_ir: امکان دریافت اطلاعات سایت وجود نداشت.

source: Failed to import virtual doctype {}, is controller file present?
fa_ir: امکان وارد کردن داک‌تایپ مجازی {} وجود نداشت، آیا فایل کنترلر موجود است؟

source: Failed to optimize image: {0}
fa_ir: امکان بهینه‌سازی تصویر {0} وجود نداشت.

source: Failed to render message: {}
fa_ir: امکان رندر پیام {} وجود نداشت.

source: Failed to render subject: {}
fa_ir: امکان رندر موضوع {} وجود نداشت.

source: Failed to request login to Frappe Cloud
fa_ir: امکان درخواست ورود به Frappe Cloud وجود نداشت.

source: Failed to send email with subject:
fa_ir: امکان ارسال ایمیل با موضوع: وجود نداشت.

source: Failed to send notification email
fa_ir: امکان ارسال ایمیل اطلاع‌رسانی وجود نداشت.

source: Failed to update global settings
fa_ir: امکان به‌روزرسانی تنظیمات سراسری وجود نداشت.

source: Failed while calling API {0}
fa_ir: هنگام فراخوانی API {0} خطا رخ داد.

source: Failing Scheduled Jobs (last 7 days)
fa_ir: کارهای زمان‌بندی شده ناموفق (۷ روز گذشته)

source: Failure
fa_ir: خطا

source: Failure Rate
fa_ir: نرخ خطا

source: FavIcon
fa_ir: فاوآیکون

source: Fax
fa_ir: فکس

source: Feedback
fa_ir: بازخورد

source: Female
fa_ir: زن

source: Fetch From
fa_ir: واکشی از

source: Fetch Images
fa_ir: واکشی تصاویر

source: Fetch attached images from document
fa_ir: واکشی تصاویر پیوست شده از سند

source: Fetch on Save if Empty
fa_ir: واکشی هنگام ذخیره در صورت خالی بودن

source: Fetching default Global Search documents.
fa_ir: در حال واکشی اسناد پیش‌فرض جستجوی سراسری.

source: Fetching fields from {0}...
fa_ir: در حال واکشی فیلدها از {0}...

source: Field
fa_ir: فیلد

source: Field "route" is mandatory for Web Views
fa_ir: فیلد "route" برای نماهای وب اجباری است.

source: Field "title" is mandatory if "Website Search Field" is set.
fa_ir: فیلد "title" اجباری است اگر "فیلد جستجوی وب‌سایت" تنظیم شده باشد.

source: Field "value" is mandatory. Please specify value to be updated
fa_ir: فیلد "value" اجباری است. لطفاً مقدار مورد نظر برای به‌روزرسانی را مشخص کنید.

source: Field Description
fa_ir: توضیحات فیلد

source: Field Missing
fa_ir: فیلد موجود نیست

source: Field Name
fa_ir: نام فیلد

source: Field Orientation (Left-Right)
fa_ir: جهت‌گیری فیلد (چپ به راست)

source: Field Orientation (Top-Down)
fa_ir: جهت‌گیری فیلد (بالا به پایین)

source: Field Template
fa_ir: قالب فیلد

source: Field Type
fa_ir: نوع فیلد

source: Field not permitted in query
fa_ir: استفاده از فیلد در کوئری مجاز نیست.

source: Field that represents the Workflow State of the transaction (if field is not present, a new hidden Custom Field will be created)
fa_ir: فیلدی که وضعیت گردش کار تراکنش را نشان می‌دهد (اگر فیلد موجود نباشد، یک فیلد سفارشی پنهان جدید ایجاد خواهد شد)

source: Field to Track
fa_ir: فیلد مورد ردیابی

source: Field type cannot be changed for {0}
fa_ir: نوع فیلد برای {0} قابل تغییر نیست.

source: Field {0} does not exist on {1}
fa_ir: فیلد {0} در {1} وجود ندارد.

source: Field {0} is referring to non-existing doctype {1}.
fa_ir: فیلد {0} به داک‌تایپ ناموجود {1} ارجاع می‌دهد.

source: Field {0} must be a virtual field to support virtual doctype.
fa_ir: فیلد {0} برای پشتیبانی از داک‌تایپ مجازی باید یک فیلد مجازی باشد.

source: Field {0} not found.
fa_ir: فیلد {0} یافت نشد.

source: Field {0} on document {1} is neither a Mobile number field nor a Customer or User link
fa_ir: فیلد {0} در سند {1} نه فیلد شماره موبایل است و نه لینک مشتری یا کاربر.

source: Fieldname
fa_ir: نام فیلد

source: Fieldname '{0}' conflicting with a {1} of the name {2} in {3}
fa_ir: نام فیلد '{0}' با {1} به نام {2} در {3} در تضاد است.

source: Fieldname called {0} must exist to enable autonaming
fa_ir: نام فیلد به نام {0} برای فعال کردن نام‌گذاری خودکار باید وجود داشته باشد.

source: Fieldname is limited to 64 characters ({0})
fa_ir: نام فیلد به ۶۴ کاراکتر ({0}) محدود شده است.

source: Fieldname not set for Custom Field
fa_ir: نام فیلد برای فیلد سفارشی تنظیم نشده است.

source: Fieldname which will be the DocType for this link field.
fa_ir: نام فیلدی که داک‌تایپ برای این فیلد لینک خواهد بود.

source: Fieldname {0} appears multiple times
fa_ir: نام فیلد {0} چندین بار ظاهر شده است.

source: Fieldname {0} cannot have special characters like {1}
fa_ir: نام فیلد {0} نمی‌تواند شامل کاراکترهای خاصی مانند {1} باشد.

source: Fieldname {0} conflicting with meta object
fa_ir: نام فیلد {0} با شیء متا در تضاد است.

source: Fieldname {0} is restricted
fa_ir: نام فیلد {0} محدود شده است.

source: Fields
fa_ir: فیلدها

source: Fields Multicheck
fa_ir: فیلدهای چند انتخابی

source: Fields `file_name` or `file_url` must be set for File
fa_ir: فیلدهای `file_name` یا `file_url` باید برای فایل تنظیم شوند.

source: Fields must be a list or tuple when as_list is enabled
fa_ir: فیلدها باید یک لیست یا تاپل باشند هنگامی که as_list فعال است.

source: Fields must be a string, list, tuple, pypika Field, or pypika Function
fa_ir: فیلدها باید یک رشته، لیست، تاپل، pypika Field یا pypika Function باشند.

source: Fields separated by comma (,) will be included in the "Search By" list of Search dialog box
fa_ir: فیلدهای جدا شده با کاما (،) در لیست "جستجو بر اساس" کادر گفتگوی جستجو درج خواهند شد.

source: Fieldtype
fa_ir: نوع فیلد

source: Fieldtype cannot be changed from {0} to {1}
fa_ir: نوع فیلد نمی‌تواند از {0} به {1} تغییر کند.

source: Fieldtype cannot be changed from {0} to {1} in row {2}
fa_ir: نوع فیلد نمی‌تواند از {0} به {1} در ردیف {2} تغییر کند.

source: File
fa_ir: فایل

source: File "{0}" was skipped because of invalid file type
fa_ir: فایل "{0}" به دلیل نوع فایل نامعتبر نادیده گرفته شد.

source: File '{0}' not found
fa_ir: فایل '{0}' یافت نشد.

source: File Information
fa_ir: اطلاعات فایل

source: File Manager
fa_ir: مدیریت فایل

source: File Name
fa_ir: نام فایل

source: File Size
fa_ir: حجم فایل

source: File Storage
fa_ir: ذخیره‌سازی فایل

source: File Type
fa_ir: نوع فایل

source: File URL
fa_ir: آدرس فایل

source: File backup is ready
fa_ir: پشتیبان‌گیری فایل آماده است.

source: File name cannot have {0}
fa_ir: نام فایل نمی‌تواند شامل {0} باشد.

source: File not attached
fa_ir: فایل پیوست نشده است.

source: File size exceeded the maximum allowed size of {0} MB
fa_ir: حجم فایل از حداکثر حجم مجاز {0} مگابایت بیشتر شد.

source: File too big
fa_ir: فایل خیلی بزرگ است.

source: File type of {0} is not allowed
fa_ir: نوع فایل {0} مجاز نیست.

source: File {0} does not exist
fa_ir: فایل {0} وجود ندارد.

source: Files
fa_ir: فایل‌ها

source: Filter
fa_ir: فیلتر

source: Filter By
fa_ir: فیلتر بر اساس

source: Filter Data
fa_ir: فیلتر داده‌ها

source: Filter List
fa_ir: فهرست فیلتر

source: Filter Meta
fa_ir: فراداده فیلتر

source: Filter Name
fa_ir: نام فیلتر

source: Filter Values
fa_ir: مقادیر فیلتر

source: Filter condition missing after operator: {0}
fa_ir: شرط فیلتر پس از عملگر وجود ندارد: {0}

source: Filter fields cannot contain backticks (`).
fa_ir: فیلدهای فیلتر نمی‌توانند شامل بک‌تیک (`) باشند.

source: Filter...
fa_ir: فیلتر...

source: Filtered By
fa_ir: فیلتر شده بر اساس

source: Filtered Records
fa_ir: رکوردهای فیلتر شده

source: Filtered by "{0}"
fa_ir: فیلتر شده بر اساس "{0}"

source: Filters
fa_ir: فیلترها

source: Filters Configuration
fa_ir: پیکربندی فیلترها

source: Filters Display
fa_ir: نمایش فیلترها

source: Filters Editor
fa_ir: ویرایشگر فیلترها

source: Filters JSON
fa_ir: JSON فیلترها

source: Filters Section
fa_ir: بخش فیلترها

source: Filters applied for {0}
fa_ir: فیلترهای اعمال شده برای {0}

source: Filters saved
fa_ir: فیلترها ذخیره شدند

source: Filters will be accessible via <code>filters</code>. <br><br>Send output as <code>result = [result]</code>, or for old style <code>data = [columns], [result]</code>
fa_ir: فیلترها از طریق <code>filters</code> قابل دسترسی خواهند بود. <br><br>خروجی را به صورت <code>result = [result]</code> ارسال کنید، یا برای سبک قدیمی <code>data = [columns], [result]</code>

source: Filters {0}
fa_ir: فیلترها {0}

source: Filters:
fa_ir: فیلترها:

source: Find '{0}' in ...
fa_ir: پیدا کردن '{0}' در ...

source: Find {0} in {1}
fa_ir: پیدا کردن {0} در {1}

source: Finished
fa_ir: تکمیل شد

source: Finished At
fa_ir: تاریخ اتمام

source: First Day of the Week
fa_ir: اولین روز هفته

source: First Name
fa_ir: نام

source: First Success Message
fa_ir: اولین پیام موفقیت

source: First data column must be blank.
fa_ir: اولین ستون داده باید خالی باشد.

source: First set the name and save the record.
fa_ir: ابتدا نام را تنظیم کرده و رکورد را ذخیره کنید.

source: Fit
fa_ir: متناسب کردن

source: Flag
fa_ir: پرچم

source: Float
fa_ir: اعشاری

source: Float Precision
fa_ir: دقت اعشاری

source: Fold
fa_ir: جمع کردن

source: Fold can not be at the end of the form
fa_ir: جمع‌کننده نمی‌تواند در انتهای فرم باشد

source: Fold must come before a Section Break
fa_ir: بخش جمع‌شونده باید قبل از جداکننده بخش قرار گیرد

source: Folder
fa_ir: پوشه

source: Folder Name
fa_ir: نام پوشه

source: Folder name should not include '/' (slash)
fa_ir: نام پوشه نباید شامل '/' (اسلش) باشد

source: Folder {0} is not empty
fa_ir: پوشه {0} خالی نیست

source: Folio
fa_ir: فولیو

source: Follow
fa_ir: دنبال کردن

source: Followed by
fa_ir: به دنبال آن

source: Following Report Filters have missing values:
fa_ir: فیلترهای گزارش زیر دارای مقادیر ناقص هستند:

source: Following document {0}
fa_ir: سند {0} زیر

source: Following fields are missing:
fa_ir: فیلدهای زیر دارای مقادیر ناقص هستند:

source: Following fields have invalid values:
fa_ir: فیلدهای زیر دارای مقادیر نامعتبر هستند:

source: Following fields have missing values
fa_ir: فیلدهای زیر دارای مقادیر ناقص هستند

source: Following fields have missing values:
fa_ir: فیلدهای زیر دارای مقادیر ناقص هستند:

source: Font
fa_ir: فونت

source: Font Properties
fa_ir: ویژگی‌های فونت

source: Font Size
fa_ir: اندازه فونت

source: Fonts
fa_ir: فونت‌ها

source: Footer
fa_ir: پاورقی

source: Footer "Powered By"
fa_ir: پاورقی "Powered By"

source: Footer Based On
fa_ir: پاورقی بر اساس

source: Footer Content
fa_ir: محتوای پاورقی

source: Footer Details
fa_ir: جزئیات پاورقی

source: Footer HTML
fa_ir: HTML پاورقی

source: Footer HTML set from attachment {0}
fa_ir: HTML پاورقی از پیوست {0} تنظیم شده است

source: Footer Image
fa_ir: تصویر پاورقی

source: Footer Items
fa_ir: آیتم‌های پاورقی

source: Footer Logo
fa_ir: لوگوی پاورقی

source: Footer Script
fa_ir: اسکریپت پاورقی

source: Footer Template
fa_ir: قالب پاورقی

source: Footer Template Values
fa_ir: مقادیر قالب پاورقی

source: Footer might not be visible as {0} option is disabled</div>
fa_ir: پاورقی ممکن است قابل مشاهده نباشد زیرا گزینه {0} غیرفعال است</div>

source: Footer will display correctly only in PDF
fa_ir: پاورقی تنها در PDF به درستی نمایش داده خواهد شد

source: For DocType
fa_ir: برای نوع سند

source: For DocType Link / DocType Action
fa_ir: برای لینک نوع سند / اقدام نوع سند

source: For Document
fa_ir: برای سند

source: For Document Type
fa_ir: برای نوع سند

source: For Example: {} Open
fa_ir: مثال: {} باز

source: For Links, enter the DocType as range. For Select, enter list of Options, each on a new line.
fa_ir: برای لینک‌ها، نوع سند را به عنوان محدوده وارد کنید.\nبرای انتخاب، لیستی از گزینه‌ها را وارد کنید، هر کدام در یک خط جدید.

source: For User
fa_ir: برای کاربر

source: For Value
fa_ir: برای مقدار

source: For a dynamic subject, use Jinja tags like this: <code>{{ doc.name }} Delivered</code>
fa_ir: برای یک موضوع پویا، از تگ‌های Jinja به این صورت استفاده کنید: <code>{{ doc.name }} Delivered</code>

source: For comparison, use >5, <10 or =324. For ranges, use 5:10 (for values between 5 & 10).
fa_ir: برای مقایسه، از >5، <10 یا =324 استفاده کنید. برای محدوده‌ها، از 5:10 (برای مقادیر بین 5 و 10) استفاده کنید.

source: For example if you cancel and amend INV004 it will become a new document INV004-1. This helps you to keep track of each amendment.
fa_ir: به عنوان مثال اگر INV004 را لغو و اصلاح کنید، به یک سند جدید INV004-1 تبدیل خواهد شد. این به شما کمک می‌کند تا هر اصلاحیه را پیگیری کنید.

source: For example:
fa_ir: به عنوان مثال:

source: For example: If you want to include the document ID, use {0}
fa_ir: به عنوان مثال: اگر می‌خواهید شناسه سند را وارد کنید، از {0} استفاده کنید

source: For example: {} Open
fa_ir: به عنوان مثال: {} باز

source: For help see <a href="https://frappeframework.com/docs/user/en/guides/portal-development/web-forms" target="_blank">Client Script API and Examples</a>
fa_ir: برای راهنمایی به <a href="https://frappeframework.com/docs/user/en/guides/portal-development/web-forms" target="_blank">Client Script API and Examples</a> مراجعه کنید
