Repository: ai-solution-company/systemafarin-custom-addon
Catalog: iran_core/translations_src/*-framework.po
Languages: fa_ir

source: Preview Mode
fa_ir: حالت پیش‌نمایش

source: Preview of generated names
fa_ir: پیش‌نمایش نام‌های تولیدشده

source: Preview on {0}
fa_ir: پیش‌نمایش در {0}

source: Preview type
fa_ir: نوع پیش‌نمایش

source: Preview:
fa_ir: پیش‌نمایش:

source: Previous
fa_ir: قبلی

# Go to previous slide
source: Previous
fa_ir: قبلی

source: Previous Document
fa_ir: سند قبلی

source: Previous Submission
fa_ir: ارسال قبلی

source: Primary
fa_ir: اصلی

source: Primary Address
fa_ir: آدرس اصلی

source: Primary Color
fa_ir: رنگ اصلی

source: Primary Contact
fa_ir: مخاطب اصلی

source: Primary Email
fa_ir: ایمیل اصلی

source: Primary Mobile
fa_ir: موبایل اصلی

source: Primary Phone
fa_ir: تلفن اصلی

source: Primary key of doctype {0} can not be changed as there are existing values.
fa_ir: کلید اصلی داک‌تایپ {0} قابل تغییر نیست زیرا مقادیر موجود دارد.

source: Print
fa_ir: چاپ

# Button in list view actions menu
source: Print
fa_ir: چاپ

source: Print Documents
fa_ir: چاپ اسناد

source: Print Format
fa_ir: قالب چاپ

source: Print Format Builder
fa_ir: سازنده قالب چاپ

source: Print Format Builder (New)
fa_ir: سازنده قالب چاپ (جدید)

source: Print Format Builder Beta
fa_ir: سازنده قالب چاپ بتا

source: Print Format Error
fa_ir: خطای قالب چاپ

source: Print Format Field Template
fa_ir: الگوی فیلد قالب چاپ

source: Print Format For
fa_ir: قالب چاپ برای

source: Print Format Help
fa_ir: راهنمای قالب چاپ

source: Print Format Type
fa_ir: نوع قالب چاپ

source: Print Format not found
fa_ir: قالب چاپ یافت نشد

source: Print Format {0} is disabled
fa_ir: قالب چاپ {0} غیرفعال است

source: Print Heading
fa_ir: عنوان چاپ

source: Print Hide
fa_ir: مخفی کردن در چاپ

source: Print Hide If No Value
fa_ir: در صورت عدم وجود مقدار، در چاپ مخفی شود

source: Print Language
fa_ir: زبان چاپ

source: Print Sent to the printer!
fa_ir: چاپ به چاپگر ارسال شد!

source: Print Server
fa_ir: سرور چاپ

source: Print Settings
fa_ir: تنظیمات چاپ

source: Print Style
fa_ir: سبک چاپ

source: Print Style Name
fa_ir: نام سبک چاپ

source: Print Style Preview
fa_ir: پیش‌نمایش سبک چاپ

source: Print Width
fa_ir: عرض چاپ

source: Print Width of the field, if the field is a column in a table
fa_ir: عرض فیلد در چاپ، اگر فیلد یک ستون در جدول باشد

source: Print document
fa_ir: چاپ سند

source: Print with letterhead
fa_ir: چاپ با سربرگ

source: Printer
fa_ir: چاپگر

source: Printer Mapping
fa_ir: نگاشت چاپگر

source: Printer Name
fa_ir: نام چاپگر

source: Printer Settings
fa_ir: تنظیمات چاپگر

source: Printer mapping not set.
fa_ir: نگاشت چاپگر تنظیم نشده است.

source: Printing
fa_ir: چاپ

source: Printing failed
fa_ir: عملیات چاپ ناموفق بود

source: Priority
fa_ir: اولویت

source: Private
fa_ir: خصوصی

source: Private Files (MB)
fa_ir: فایل‌های خصوصی (مگابایت)

source: Private Files Backup:
fa_ir: پشتیبان‌گیری فایل‌های خصوصی:

source: ProTip: Add <code>Reference: {{ reference_doctype }} {{ reference_name }}</code> to send document reference
fa_ir: نکته حرفه‌ای: برای ارسال ارجاع سند، `Reference: {{ reference_doctype }} {{ reference_name }}` را اضافه کنید

source: Proceed
fa_ir: ادامه

source: Proceed Anyway
fa_ir: به هر حال ادامه دهید

source: Processing
fa_ir: در حال پردازش

source: Processing...
fa_ir: در حال پردازش...

source: Prof
fa_ir: پروفسور

source: Profile
fa_ir: پروفایل

source: Profile Picture
fa_ir: تصویر پروفایل

source: Profile updated successfully.
fa_ir: پروفایل با موفقیت به‌روزرسانی شد.

source: Progress
fa_ir: پیشرفت

source: Project
fa_ir: پروژه

source: Property
fa_ir: ویژگی

source: Property Depends On
fa_ir: ویژگی وابسته به

source: Property Setter
fa_ir: تنظیم‌کننده ویژگی

source: Property Setter overrides a standard DocType or Field property
fa_ir: تنظیم‌کننده ویژگی، یک ویژگی استاندارد DocType یا فیلد را بازنویسی می‌کند

source: Property Type
fa_ir: نوع ویژگی

source: Protect Attached Files
fa_ir: محافظت از فایل‌های پیوست

source: Protected File
fa_ir: فایل محافظت‌شده

source: Provide a list of allowed file extensions for file uploads. Each line should contain one allowed file type. If unset, all file extensions are allowed. Example: <br>CSV<br>JPG<br>PNG
fa_ir: لیستی از پسوندهای فایل مجاز برای بارگذاری فایل‌ها را ارائه دهید. هر خط باید شامل یک نوع فایل مجاز باشد. در صورت عدم تنظیم، همه پسوندهای فایل مجاز هستند. مثال: <br>CSV<br>JPG<br>PNG

source: Provider
fa_ir: ارائه‌دهنده

source: Provider Name
fa_ir: نام ارائه‌دهنده

source: Public
fa_ir: عمومی

source: Public Files (MB)
fa_ir: فایل‌های عمومی (مگابایت)

source: Public Files Backup:
fa_ir: پشتیبان‌گیری از فایل‌های عمومی:

source: Publish
fa_ir: انتشار

source: Published
fa_ir: منتشر شده

source: Publishing Dates
fa_ir: تاریخ‌های انتشار

source: Pull Emails
fa_ir: دریافت ایمیل‌ها

source: Pull from Google Calendar
fa_ir: دریافت از تقویم گوگل

source: Pull from Google Contacts
fa_ir: دریافت از مخاطبین گوگل

source: Pulled from Google Calendar
fa_ir: از تقویم گوگل دریافت شد

source: Pulled from Google Contacts
fa_ir: از مخاطبین گوگل دریافت شد

source: Pulling emails...
fa_ir: در حال دریافت ایمیل‌ها...

source: Purchase Manager
fa_ir: مدیر خرید

source: Purchase Master Manager
fa_ir: مدیر اصلی خرید

source: Purchase User
fa_ir: کاربر خرید

source: Purple
fa_ir: بنفش

source: Push Notification Settings
fa_ir: تنظیمات اعلان‌های فشاری

source: Push Notifications
fa_ir: اعلان‌های فشاری

source: Push to Google Calendar
fa_ir: ارسال به تقویم گوگل

source: Push to Google Contacts
fa_ir: ارسال به مخاطبین گوگل

source: Put on Hold
fa_ir: در حالت تعلیق قرار دادن

source: Python
fa_ir: پایتون

source: QR Code
fa_ir: کد QR

source: QR Code for Login Verification
fa_ir: کد QR برای تأیید ورود

source: QZ Tray Failed:
fa_ir: QZ Tray با خطا مواجه شد:

source: Quarterly
fa_ir: فصلی

source: Query
fa_ir: پرس‌وجو

source: Query / Script
fa_ir: پرس‌وجو / اسکریپت

source: Query Options
fa_ir: گزینه‌های پرس‌وجو

source: Query Parameters
fa_ir: پارامترهای پرس‌وجو

source: Query Report
fa_ir: گزارش پرس‌وجو

source: Query analysis complete. Check suggested indexes.
fa_ir: تجزیه و تحلیل پرس‌وجو کامل شد. ایندکس‌های پیشنهادی را بررسی کنید.

source: Query must be of SELECT or read-only WITH type.
fa_ir: پرس‌وجو باید از نوع SELECT یا WITH فقط خواندنی باشد.

source: Queue
fa_ir: صف

source: Queue Overloaded
fa_ir: صف پر است

source: Queue Status
fa_ir: وضعیت صف

source: Queue Type(s)
fa_ir: نوع(ها)ی صف

source: Queue in Background (BETA)
fa_ir: در صف قرار دادن در پس‌زمینه (بتا)

source: Queue should be one of {0}
fa_ir: صف باید یکی از {0} باشد

source: Queue(s)
fa_ir: صف(ها)

source: Queued
fa_ir: در صف قرار گرفته

source: Queued At
fa_ir: زمان قرارگیری در صف

source: Queued By
fa_ir: قرار داده شده در صف توسط

source: Queued for Submission. You can track the progress over {0}.
fa_ir: برای ارسال در صف قرار گرفت. می‌توانید پیشرفت را از طریق {0} پیگیری کنید.

source: Queued for backup. You will receive an email with the download link
fa_ir: برای پشتیبان‌گیری در صف قرار گرفت. ایمیلی حاوی لینک دانلود دریافت خواهید کرد.

source: Queues
fa_ir: صف‌ها

source: Queuing {0} for Submission
fa_ir: {0} در حال قرارگیری در صف برای ارسال

source: Quick Entry
fa_ir: ورود سریع

source: Quick Help for Setting Permissions
fa_ir: راهنمای سریع برای تنظیم مجوزها

source: Quick List Filter
fa_ir: فیلتر لیست سریع

source: Quick Lists
fa_ir: لیست‌های سریع

source: Quoting must be between 0 and 3
fa_ir: نقل قول باید بین 0 و 3 باشد

source: RAW Information Log
fa_ir: گزارش اطلاعات خام

source: RQ Job
fa_ir: وظیفه RQ

source: RQ Worker
fa_ir: کارگر RQ

source: Random
fa_ir: تصادفی

source: Range
fa_ir: محدوده

source: Rate Limiting
fa_ir: محدودیت نرخ

source: Rate limit for email link login
fa_ir: محدودیت نرخ برای ورود با لینک ایمیل

source: Rating
fa_ir: امتیاز

source: Raw Commands
fa_ir: دستورات خام

source: Raw Email
fa_ir: ایمیل خام

source: Raw Printing
fa_ir: چاپ خام

source: Raw Printing Setting
fa_ir: تنظیمات چاپ خام

source: Raw Printing Settings
fa_ir: تنظیمات چاپ خام

source: Re-Run in Console
fa_ir: اجرای مجدد در کنسول

source: Re:
fa_ir: پاسخ:

source: Re: {0}
fa_ir: پاسخ: {0}

source: Read
fa_ir: خواندن

source: Read Only
fa_ir: فقط خواندنی

source: Read Only Depends On
fa_ir: فقط خواندنی وابسته به

source: Read Only Depends On (JS)
fa_ir: فقط خواندنی وابسته به (JS)

source: Read Only Mode
fa_ir: حالت فقط خواندنی

source: Read by Recipient
fa_ir: توسط گیرنده خوانده شده

source: Read by Recipient On
fa_ir: تاریخ خوانده شدن توسط گیرنده

source: Read mode
fa_ir: حالت خواندن

source: Read the documentation to know more
fa_ir: برای اطلاعات بیشتر مستندات را مطالعه کنید

source: Readme
fa_ir: راهنما

source: Realtime (SocketIO)
fa_ir: بلادرنگ (SocketIO)

source: Reason
fa_ir: دلیل

source: Rebuild
fa_ir: بازسازی

source: Rebuild Tree
fa_ir: بازسازی درخت

source: Rebuilding of tree is not supported for {}
fa_ir: بازسازی درخت برای {} پشتیبانی نمی‌شود

source: Received
fa_ir: دریافت شده

source: Received an invalid token type.
fa_ir: نوع توکن نامعتبر دریافت شد.

source: Receiver By Document Field
fa_ir: گیرنده بر اساس فیلد سند

source: Receiver By Role
fa_ir: گیرنده بر اساس نقش

source: Receiver Parameter
fa_ir: پارامتر گیرنده

source: Recent years are easy to guess.
fa_ir: حدس زدن سال‌های اخیر آسان است.

source: Recents
fa_ir: موارد اخیر

source: Recipient
fa_ir: گیرنده

source: Recipient Account Field
fa_ir: فیلد حساب گیرنده

source: Recipient Unsubscribed
fa_ir: گیرنده لغو اشتراک کرده است

source: Recipients
fa_ir: گیرندگان

source: Recorder
fa_ir: ضبط‌کننده

source: Recorder Query
fa_ir: پرس و جوی ضبط‌کننده

source: Recorder Suggested Index
fa_ir: ایندکس پیشنهادی ضبط‌کننده

source: Records for following doctypes will be filtered
fa_ir: رکوردهای داک‌تایپ‌های زیر فیلتر خواهند شد

source: Recursive Fetch From
fa_ir: واکشی بازگشتی از

source: Red
fa_ir: قرمز

source: Redirect HTTP Status
fa_ir: وضعیت تغییر مسیر HTTP

source: Redirect To Path
fa_ir: تغییر مسیر به مسیر

source: Redirect URI
fa_ir: URI تغییر مسیر

source: Redirect URI Bound To Auth Code
fa_ir: URI تغییر مسیر مرتبط با کد احراز هویت

source: Redirect URIs
fa_ir: URIهای تغییر مسیر

source: Redirect URL
fa_ir: URL تغییر مسیر

source: Redirect to the selected app after login
fa_ir: پس از ورود به برنامه انتخاب‌شده تغییر مسیر داده شود

source: Redirect to this URL after successful confirmation.
fa_ir: پس از تأیید موفقیت‌آمیز به این URL تغییر مسیر داده شود.

source: Redirects
fa_ir: تغییر مسیرها

source: Redis cache server not running. Please contact Administrator / Tech support
fa_ir: سرور کش Redis در حال اجرا نیست. لطفاً با مدیر سیستم / پشتیبانی فنی تماس بگیرید

source: Redo
fa_ir: بازگرداندن

source: Redo last action
fa_ir: بازگرداندن آخرین عمل

source: Ref DocType
fa_ir: نوع سند مرجع

source: Referance Doctype and Dashboard Name both can't be used at the same time.
fa_ir: نوع سند مرجع و نام داشبورد نمی‌توانند همزمان استفاده شوند.

source: Reference
fa_ir: مرجع

source: Reference Date
fa_ir: تاریخ مرجع

source: Reference Datetime
fa_ir: تاریخ و زمان مرجع

source: Reference Doc
fa_ir: سند مرجع

source: Reference DocName
fa_ir: نام سند مرجع

source: Reference DocType
fa_ir: نوع سند مرجع

source: Reference DocType and Reference Name are required
fa_ir: نوع سند مرجع و نام مرجع الزامی هستند

source: Reference Docname
fa_ir: نام سند مرجع

source: Reference Doctype
fa_ir: نوع سند مرجع

source: Reference Document
fa_ir: سند مرجع

source: Reference Document Name
fa_ir: نام سند مرجع

source: Reference Document Type
fa_ir: نوع سند مرجع

source: Reference Name
fa_ir: نام مرجع

source: Reference Owner
fa_ir: مالک مرجع

source: Reference Report
fa_ir: گزارش مرجع

source: Reference Type
fa_ir: نوع مرجع

source: Reference name
fa_ir: نام مرجع

source: Reference: {0} {1}
fa_ir: مرجع: {0} {1}

source: Referrer
fa_ir: ارجاع‌دهنده

source: Refresh
fa_ir: بازخوانی

source: Refresh All
fa_ir: بازخوانی همه

source: Refresh Google Sheet
fa_ir: بازخوانی Google Sheet

source: Refresh Print Preview
fa_ir: بازخوانی پیش‌نمایش چاپ

source: Refresh Token
fa_ir: توکن بازخوانی

# Document count in list view
source: Refreshing
fa_ir: در حال بازخوانی

source: Refreshing...
fa_ir: در حال بازخوانی...

source: Registered but disabled
fa_ir: ثبت شده اما غیرفعال

source: Rejected
fa_ir: رد شده

source: Relay Server URL missing
fa_ir: آدرس URL سرور رله وارد نشده است

source: Relay Settings
fa_ir: تنظیمات رله

source: Release
fa_ir: انتشار

source: Release Notes
fa_ir: یادداشت‌های انتشار

source: Relink
fa_ir: بازپیوند دادن

source: Relink Communication
fa_ir: بازپیوند دادن ارتباط

source: Relinked
fa_ir: بازپیوند داده شد

source: Reload
fa_ir: بارگذاری مجدد

source: Reload File
fa_ir: بارگذاری مجدد فایل

source: Reload List
fa_ir: بارگذاری مجدد لیست

source: Reload Report
fa_ir: بارگذاری مجدد گزارش

source: Remember Last Selected Value
fa_ir: آخرین مقدار انتخاب شده را به خاطر بسپار

source: Remind At
fa_ir: یادآوری در

source: Remind Me
fa_ir: به من یادآوری کن

source: Remind Me In
fa_ir: به من یادآوری کن در

source: Reminder
fa_ir: یادآوری

source: Reminder cannot be created in past.
fa_ir: یادآوری را نمی‌توان در گذشته ایجاد کرد.

source: Reminder set at {0}
fa_ir: یادآوری در {0} تنظیم شد

source: Remove
fa_ir: حذف

source: Remove Failed Jobs
fa_ir: حذف کارهای ناموفق

source: Remove Field
fa_ir: حذف فیلد

source: Remove Section
fa_ir: حذف بخش

source: Remove all customizations?
fa_ir: همه سفارشی‌سازی‌ها حذف شوند؟

source: Remove all fields in the column
fa_ir: حذف همه فیلدها در ستون

source: Remove column
fa_ir: حذف ستون

source: Remove field
fa_ir: حذف فیلد

source: Remove last column
fa_ir: حذف آخرین ستون

source: Remove page break
fa_ir: حذف شکست صفحه

source: Remove section
fa_ir: حذف بخش

source: Remove tab
fa_ir: حذف تب

source: Removed
fa_ir: حذف شد

source: Rename
fa_ir: تغییر نام

source: Rename Fieldname
fa_ir: تغییر نام فیلد

source: Rename {0}
fa_ir: تغییر نام {0}

source: Renamed files and replaced code in controllers, please check!
fa_ir: فایل‌ها تغییر نام داده شدند و کد در کنترلرها جایگزین شد، لطفاً بررسی کنید!

source: Render labels to the left and values to the right in this section
fa_ir: برچسب‌ها در سمت چپ و مقادیر در سمت راست این بخش نمایش داده شوند

source: Reopen
fa_ir: بازگشایی

source: Repeat
fa_ir: تکرار

source: Repeat Header and Footer
fa_ir: تکرار سربرگ و پابرگ

source: Repeat On
fa_ir: تکرار در

source: Repeat Till
fa_ir: تکرار تا

source: Repeat on Day
fa_ir: تکرار در روز

source: Repeat on Days
fa_ir: تکرار در روزها

source: Repeat on Last Day of the Month
fa_ir: تکرار در آخرین روز ماه

source: Repeat this Event
fa_ir: تکرار این رویداد

source: Repeats like "aaa" are easy to guess
fa_ir: تکرارها مانند «aaa» به راحتی قابل حدس هستند

source: Repeats like "abcabcabc" are only slightly harder to guess than "abc"
fa_ir: تکرارها مانند «abcabcabc» فقط کمی سخت‌تر از «abc» قابل حدس هستند

source: Repeats {0}
fa_ir: تکرارها {0}

source: Replicate
fa_ir: تکثیر

source: Replicating...
fa_ir: در حال تکثیر...

source: Replication completed.
fa_ir: تکثیر کامل شد.

source: Replied
fa_ir: پاسخ داده شد

source: Reply
fa_ir: پاسخ

source: Reply All
fa_ir: پاسخ به همه

source: Report
fa_ir: گزارش

source: Report Builder
fa_ir: گزارش‌ساز

source: Report Column
fa_ir: ستون گزارش

source: Report Description
fa_ir: توضیحات گزارش

source: Report Document Error
fa_ir: خطای سند گزارش

source: Report Filter
fa_ir: فیلتر گزارش

source: Report Filters
fa_ir: فیلترهای گزارش

source: Report Hide
fa_ir: پنهان کردن گزارش

source: Report Information
fa_ir: اطلاعات گزارش

source: Report Manager
fa_ir: مدیریت گزارش

source: Report Name
fa_ir: نام گزارش

source: Report Name, Report Field and Fucntion are required to create a number card
fa_ir: نام گزارش، فیلد گزارش و Fucntion برای ایجاد کارت عددی الزامی هستند

source: Report Ref DocType
fa_ir: داک‌تایپ مرجع گزارش

source: Report Reference Doctype
fa_ir: داک‌تایپ مرجع گزارش

source: Report Type
fa_ir: نوع گزارش

source: Report View
fa_ir: نمای گزارش

source: Report bug
fa_ir: گزارش خطا

source: Report cannot be set for Single types
fa_ir: گزارش را نمی‌توان برای انواع Single تنظیم کرد

source: Report has no data, please modify the filters or change the Report Name
fa_ir: گزارش داده‌ای ندارد، لطفاً فیلترها را تغییر دهید یا نام گزارش را عوض کنید

source: Report has no numeric fields, please change the Report Name
fa_ir: گزارش فیلدهای عددی ندارد، لطفاً نام گزارش را تغییر دهید

source: Report initiated, click to view status
fa_ir: گزارش آغاز شد، برای مشاهده وضعیت کلیک کنید

source: Report limit reached
fa_ir: محدودیت گزارش به پایان رسید

source: Report timed out.
fa_ir: زمان گزارش به پایان رسید.

source: Report updated successfully
fa_ir: گزارش با موفقیت به‌روزرسانی شد

source: Report was not saved (there were errors)
fa_ir: گزارش ذخیره نشد (خطاهایی وجود داشت)

source: Report with more than 10 columns looks better in Landscape mode.
fa_ir: گزارش با بیش از ۱۰ ستون در حالت افقی بهتر به نظر می‌رسد.

source: Report {0}
fa_ir: گزارش {0}

source: Report {0} deleted
fa_ir: گزارش {0} حذف شد

source: Report {0} is disabled
fa_ir: گزارش {0} غیرفعال است

source: Report {0} saved
fa_ir: گزارش {0} ذخیره شد

source: Report:
fa_ir: گزارش:

source: Reports
fa_ir: گزارش‌ها

source: Reports & Masters
fa_ir: گزارش‌ها و مسترها

source: Reports already in Queue
fa_ir: گزارش‌ها قبلاً در صف هستند

source: Represents a User in the system.
fa_ir: نشان‌دهنده یک کاربر در سیستم.

source: Represents the states allowed in one document and role assigned to change the state.
fa_ir: نشان‌دهنده وضعیت‌های مجاز در یک سند و نقش اختصاص‌یافته برای تغییر وضعیت.

source: Request Body
fa_ir: بدنه درخواست

source: Request Data
fa_ir: داده‌های درخواست

source: Request Description
fa_ir: شرح درخواست

source: Request Headers
fa_ir: هدرهای درخواست

source: Request ID
fa_ir: شناسه درخواست

source: Request Limit
fa_ir: محدودیت درخواست

source: Request Method
fa_ir: متد درخواست

source: Request Structure
fa_ir: ساختار درخواست

source: Request Timed Out
fa_ir: درخواست منقضی شد

source: Request Timeout
fa_ir: مهلت درخواست

source: Request URL
fa_ir: URL درخواست

source: Request for Account Deletion
fa_ir: درخواست حذف حساب

source: Requested Numbers
fa_ir: شماره‌های درخواستی

source: Require Trusted Certificate
fa_ir: نیاز به گواهی معتبر

source: Requires any valid fdn path. i.e. ou=groups,dc=example,dc=com
fa_ir: نیاز به مسیر fdn معتبر دارد. به عنوان مثال: ou=groups,dc=example,dc=com

source: Requires any valid fdn path. i.e. ou=users,dc=example,dc=com
fa_ir: نیاز به مسیر fdn معتبر دارد. به عنوان مثال: ou=users,dc=example,dc=com

source: Res: {0}
fa_ir: نتیجه: {0}

source: Reset
fa_ir: بازنشانی

source: Reset All Customizations
fa_ir: بازنشانی همه سفارشی‌سازی‌ها

source: Reset Changes
fa_ir: بازنشانی تغییرات

source: Reset Chart
fa_ir: بازنشانی نمودار

source: Reset Dashboard Customizations
fa_ir: بازنشانی سفارشی‌سازی‌های داشبورد

source: Reset Fields
fa_ir: بازنشانی فیلدها

source: Reset LDAP Password
fa_ir: بازنشانی رمز عبور LDAP

source: Reset Layout
fa_ir: بازنشانی طرح‌بندی

source: Reset OTP Secret
fa_ir: بازنشانی رمز OTP

source: Reset Password
fa_ir: بازنشانی رمز عبور

source: Reset Password Key
fa_ir: کلید بازنشانی رمز عبور

source: Reset Password Link Expiry Duration
fa_ir: مدت زمان انقضای لینک بازنشانی رمز عبور

source: Reset Password Template
fa_ir: الگوی بازنشانی رمز عبور

source: Reset Permissions for {0}?
fa_ir: بازنشانی مجوزها برای {0}؟

source: Reset To Default
fa_ir: بازنشانی به پیش‌فرض

source: Reset sorting
fa_ir: بازنشانی مرتب‌سازی

source: Reset to default
fa_ir: بازنشانی به پیش‌فرض

source: Reset to defaults
fa_ir: بازنشانی به پیش‌فرض‌ها

source: Reset your password
fa_ir: رمز عبور خود را بازنشانی کنید

source: Resource
fa_ir: منبع

source: Resource Documentation
fa_ir: مستندات منبع

source: Resource Name
fa_ir: نام منبع

source: Resource Policy URI
fa_ir: URI خط‌مشی منبع

source: Resource TOS URI
fa_ir: URI شرایط خدمات منبع

source: Response
fa_ir: پاسخ

source: Response Type
fa_ir: نوع پاسخ

source: Rest of the day
fa_ir: بقیه روز

source: Restore
fa_ir: بازیابی

source: Restore Original Permissions
fa_ir: بازیابی مجوزهای اصلی

source: Restore to default settings?
fa_ir: بازیابی به تنظیمات پیش‌فرض؟

source: Restored
fa_ir: بازیابی شد

source: Restoring Deleted Document
fa_ir: در حال بازیابی سند حذف شده

source: Restrict IP
fa_ir: محدود کردن IP

source: Restrict To Domain
fa_ir: محدود کردن به دامنه

source: Restrict to Domain
fa_ir: محدود کردن به دامنه

source: Restrict user from this IP address only. Multiple IP addresses can be added by separating with commas. Also accepts partial IP addresses like (111.111.111)
fa_ir: کاربر را فقط از این آدرس IP محدود کنید. چندین آدرس IP را می‌توان با جدا کردن با کاما اضافه کرد. همچنین آدرس‌های IP جزئی مانند (111.111.111) را می‌پذیرد.

# Title of message showing restrictions in list view
source: Restrictions
fa_ir: محدودیت‌ها

source: Result
fa_ir: نتیجه

source: Resume Sending
fa_ir: از سرگیری ارسال

source: Retry
fa_ir: تلاش مجدد

source: Retry Sending
fa_ir: تلاش مجدد برای ارسال

source: Return to the Verification screen and enter the code displayed by your authentication app
fa_ir: به صفحه تأیید بازگردید و کدی را که توسط برنامه احراز هویت شما نمایش داده می‌شود، وارد کنید

source: Reverse Icon Color
fa_ir: معکوس کردن رنگ آیکون

source: Reverting length to {0} for '{1}' in '{2}'. Setting the length as {3} will cause truncation of data.
fa_ir: بازگرداندن طول به {0} برای '{1}' در '{2}'. تنظیم طول به {3} باعث کوتاه شدن داده‌ها می‌شود.

source: Revocation URI
fa_ir: URI لغو

source: Revoke
fa_ir: لغو

source: Revoked
fa_ir: لغو شد

source: Rich Text
fa_ir: متن غنی

source: Right
fa_ir: راست

# alignment
source: Right
fa_ir: راست

source: Right Bottom
fa_ir: پایین راست

source: Right Center
fa_ir: راست مرکز

source: Role
fa_ir: نقش

source: Role 'All' will be given to all system + website users.
fa_ir: نقش «همه» به تمام کاربران سیستم + وب‌سایت اختصاص داده خواهد شد.

source: Role 'Desk User' will be given to all system users.
fa_ir: نقش «کاربر میزکار» به تمام کاربران سیستم اختصاص داده خواهد شد.

source: Role Name
fa_ir: نام نقش

source: Role Permission for Page and Report
fa_ir: مجوز نقش برای صفحه و گزارش

source: Role Permissions
fa_ir: مجوزهای نقش

source: Role Permissions Manager
fa_ir: مدیریت مجوزهای نقش

# Button in list view menu
source: Role Permissions Manager
fa_ir: مدیریت مجوزهای نقش

source: Role Profile
fa_ir: پروفایل نقش

source: Role Profiles
fa_ir: پروفایل‌های نقش

source: Role Replication
fa_ir: تکثیر نقش

source: Role and Level
fa_ir: نقش و سطح

source: Role has been set as per the user type {0}
fa_ir: نقش بر اساس نوع کاربر {0} تنظیم شده است.

source: Roles
fa_ir: نقش‌ها

source: Roles & Permissions
fa_ir: نقش‌ها و مجوزها

source: Roles Assigned
fa_ir: نقش‌های اختصاص‌یافته

source: Roles HTML
fa_ir: HTML نقش‌ها

source: Roles Html
fa_ir: Html نقش‌ها

source: Roles can be set for users from their User page.
fa_ir: نقش‌ها را می‌توان از صفحه کاربر برای کاربران تنظیم کرد.

source: Root {0} cannot be deleted
fa_ir: ریشه {0} قابل حذف نیست.

source: Round Robin
fa_ir: گردشی

source: Rounding Method
fa_ir: روش گرد کردن

source: Route
fa_ir: مسیر

source: Route History
fa_ir: تاریخچه مسیر

source: Route Redirects
fa_ir: تغییر مسیرها

source: Route: Example "/app"
fa_ir: مسیر: مثال «/app»

source: Row
fa_ir: ردیف

source: Row #
fa_ir: ردیف #

source: Row # {0}: Non administrator user can not set the role {1} to the custom doctype
fa_ir: ردیف # {0}: کاربر غیر مدیر نمی‌تواند نقش {1} را به داک‌تایپ سفارشی اختصاص دهد.

source: Row #{0}:
fa_ir: ردیف #{0}:

source: Row #{}: Fieldname is required
fa_ir: ردیف #{}: نام فیلد اجباری است.

source: Row Format
fa_ir: قالب ردیف

source: Row Indexes
fa_ir: اندیس‌های ردیف

source: Row Name
fa_ir: نام ردیف

source: Row Number
fa_ir: شماره ردیف

source: Row Values Changed
fa_ir: مقادیر ردیف تغییر یافت.

source: Row {0}
fa_ir: ردیف {0}

source: Row {0}: Not allowed to disable Mandatory for standard fields
fa_ir: ردیف {0}: امکان غیرفعال کردن اجباری بودن برای فیلدهای استاندارد وجود ندارد.
