Repository: ai-solution-company/systemafarin-custom-addon
Catalog: iran_core/translations_src/*-framework.po
Languages: fa_ir

source: {} not found in PATH! This is required to restore the database.
fa_ir: {} در PATH یافت نشد! این برای بازیابی پایگاه داده لازم است.

source: {} not found in PATH! This is required to take a backup.
fa_ir: {} در PATH یافت نشد! این برای تهیه نسخه پشتیبان لازم است.

source: ← Back to upload files
fa_ir: ← بازگشت به بارگذاری فایل‌ها
