Repository: ai-solution-company/systemafarin-custom-addon
Catalog: iran_core/translations_src/*-framework.po
Languages: fa_ir

source: Row {0}: Not allowed to enable Allow on Submit for standard fields
fa_ir: ردیف {0}: اجازه فعال کردن "اجازه در هنگام ارسال" برای فیلدهای استاندارد وجود ندارد.

source: Rows Added
fa_ir: ردیف‌های اضافه شده

source: Rows Removed
fa_ir: ردیف‌های حذف شده

source: Rows Threshold for Grid Search
fa_ir: آستانه تعداد ردیف‌ها برای جستجوی جدولی

source: Rule
fa_ir: قانون

source: Rule Conditions
fa_ir: شرایط قانون

source: Rule for this doctype, role, permlevel and if-owner combination already exists.
fa_ir: قانونی برای این ترکیب از نوع سند، نقش، سطح دسترسی و مالک از قبل وجود دارد.

source: Rules
fa_ir: قوانین

source: Rules defining transition of state in the workflow.
fa_ir: قوانینی که انتقال وضعیت را در گردش کار تعریف می‌کنند.

source: Rules for how states are transitions, like next state and which role is allowed to change state etc.
fa_ir: قوانینی برای نحوه انتقال وضعیت‌ها، مانند وضعیت بعدی و اینکه کدام نقش اجازه تغییر وضعیت را دارد و غیره.

source: Rules with higher priority number will be applied first.
fa_ir: قوانینی با شماره اولویت بالاتر ابتدا اعمال خواهند شد.

source: Run Jobs only Daily if Inactive For (Days)
fa_ir: اجرای وظایف فقط به صورت روزانه در صورت عدم فعالیت برای (روز)

source: Run scheduled jobs only if checked
fa_ir: اجرای وظایف زمان‌بندی‌شده فقط در صورت انتخاب

source: Runtime in Minutes
fa_ir: زمان اجرا (به دقیقه)

source: Runtime in Seconds
fa_ir: زمان اجرا (به ثانیه)

source: SMS
fa_ir: پیامک

source: SMS Gateway URL
fa_ir: آدرس URL درگاه پیامک

source: SMS Log
fa_ir: گزارش پیامک

source: SMS Parameter
fa_ir: پارامتر پیامک

source: SMS Settings
fa_ir: تنظیمات پیامک

source: SMS sent successfully
fa_ir: پیامک با موفقیت ارسال شد.

source: SMS was not sent. Please contact Administrator.
fa_ir: پیامک ارسال نشد. لطفاً با مدیر سیستم تماس بگیرید.

source: SMTP Server is required
fa_ir: سرور SMTP الزامی است.

source: SQL Conditions. Example: status="Open"
fa_ir: شرایط SQL. مثال: status="Open"

source: SQL Explain
fa_ir: توضیح SQL

source: SQL Output
fa_ir: خروجی SQL

source: SQL Queries
fa_ir: کوئری‌های SQL

source: SSL/TLS Mode
fa_ir: حالت SSL/TLS

source: SWATCHES
fa_ir: نمونه‌ها

source: Sales Manager
fa_ir: مدیر فروش

source: Sales Master Manager
fa_ir: مدیر اصلی فروش

source: Sales User
fa_ir: کاربر فروش

source: Salutation
fa_ir: عنوان

source: Same Field is entered more than once
fa_ir: فیلد یکسان بیش از یک بار وارد شده است.

source: Sample
fa_ir: نمونه

source: Saturday
fa_ir: شنبه

source: Save
fa_ir: ذخیره

source: Save Anyway
fa_ir: به هر حال ذخیره

source: Save As
fa_ir: ذخیره با نام

source: Save Customizations
fa_ir: ذخیره سفارشی‌سازی‌ها

source: Save Report
fa_ir: ذخیره گزارش

source: Save filters
fa_ir: ذخیره فیلترها

source: Save on Completion
fa_ir: ذخیره پس از تکمیل

source: Save the document.
fa_ir: سند را ذخیره کنید.

source: Saved
fa_ir: ذخیره شد

source: Saved Filters
fa_ir: فیلترهای ذخیره‌شده

source: Saving
fa_ir: در حال ذخیره

# Freeze message while saving a document
source: Saving
fa_ir: در حال ذخیره

source: Saving Customization...
fa_ir: در حال ذخیره سفارشی‌سازی...

source: Saving this will export this document as well as the steps linked here as json.
fa_ir: با ذخیره این مورد، این سند و همچنین مراحل مرتبط با آن به صورت JSON خروجی گرفته می‌شود.

source: Saving...
fa_ir: در حال ذخیره...

source: Scan QRCode
fa_ir: اسکن کد QR

source: Scan the QR Code and enter the resulting code displayed.
fa_ir: کد QR را اسکن کرده و کد نمایش داده شده را وارد کنید.

source: Schedule
fa_ir: زمان‌بندی

source: Schedule Send At
fa_ir: زمان‌بندی ارسال در

source: Scheduled
fa_ir: زمان‌بندی‌شده

source: Scheduled Against
fa_ir: زمان‌بندی‌شده بر اساس

source: Scheduled Job
fa_ir: عملیات زمان‌بندی‌شده

source: Scheduled Job Log
fa_ir: گزارش عملیات زمان‌بندی‌شده

source: Scheduled Job Type
fa_ir: نوع عملیات زمان‌بندی‌شده

source: Scheduled Jobs Logs
fa_ir: گزارش‌های عملیات زمان‌بندی‌شده

source: Scheduled execution for script {0} has updated
fa_ir: اجرای زمان‌بندی‌شده برای اسکریپت {0} به‌روزرسانی شد

source: Scheduled to send
fa_ir: زمان‌بندی‌شده برای ارسال

source: Scheduler
fa_ir: زمان‌بندی‌کننده

source: Scheduler Event
fa_ir: رویداد زمان‌بندی‌کننده

source: Scheduler Inactive
fa_ir: زمان‌بندی‌کننده غیرفعال

source: Scheduler Status
fa_ir: وضعیت زمان‌بندی‌کننده

source: Scheduler can not be re-enabled when maintenance mode is active.
fa_ir: زمان‌بندی‌کننده را نمی‌توان در حالت نگهداری فعال مجدداً فعال کرد.

source: Scheduler is inactive. Cannot import data.
fa_ir: زمان‌بندی‌کننده غیرفعال است. امکان وارد کردن داده وجود ندارد.

source: Scheduler: Active
fa_ir: زمان‌بندی‌کننده: فعال

source: Scheduler: Inactive
fa_ir: زمان‌بندی‌کننده: غیرفعال

source: Scope
fa_ir: محدوده

source: Scopes
fa_ir: محدوده‌ها

source: Scopes Supported
fa_ir: محدوده‌های پشتیبانی‌شده

source: Script
fa_ir: اسکریپت

source: Script Manager
fa_ir: مدیریت اسکریپت‌ها

source: Script Report
fa_ir: گزارش اسکریپتی

source: Script Type
fa_ir: نوع اسکریپت

source: Script to attach to all web pages.
fa_ir: اسکریپتی برای پیوست به تمام صفحات وب.

source: Scripting
fa_ir: اسکریپت‌نویسی

source: Scripting / Style
fa_ir: اسکریپت‌نویسی / استایل

source: Scripts
fa_ir: اسکریپت‌ها

source: Search
fa_ir: جستجو

source: Search Bar
fa_ir: نوار جستجو

source: Search Fields
fa_ir: فیلدهای جستجو

source: Search Help
fa_ir: راهنمای جستجو

source: Search Priorities
fa_ir: اولویت‌های جستجو

source: Search Results
fa_ir: نتایج جستجو

source: Search by filename or extension
fa_ir: جستجو بر اساس نام فایل یا پسوند

source: Search field {0} is not valid
fa_ir: فیلد جستجو {0} معتبر نیست

source: Search fields
fa_ir: فیلدهای جستجو

source: Search fieldtypes...
fa_ir: جستجوی انواع فیلد...

source: Search for anything
fa_ir: جستجو برای هر چیزی

source: Search for {0}
fa_ir: جستجو برای {0}

source: Search in a document type
fa_ir: جستجو در یک نوع سند

source: Search or type a command ({0})
fa_ir: جستجو یا تایپ یک دستور ({0})

source: Search properties...
fa_ir: جستجوی ویژگی‌ها...

source: Search results for
fa_ir: نتایج جستجو برای

source: Search...
fa_ir: جستجو...

source: Searching ...
fa_ir: در حال جستجو ...

# Duration
source: Seconds
fa_ir: ثانیه

source: Section
fa_ir: بخش

source: Section Break
fa_ir: جداکننده بخش

source: Section Heading
fa_ir: عنوان بخش

source: Section ID
fa_ir: شناسه بخش

source: Section Title
fa_ir: عنوان بخش

source: Section must have at least one column
fa_ir: بخش باید حداقل یک ستون داشته باشد

source: Security Settings
fa_ir: تنظیمات امنیتی

source: See all Activity
fa_ir: مشاهده تمام فعالیت‌ها

source: See all past reports.
fa_ir: مشاهده تمام گزارش‌های گذشته.

source: See on Website
fa_ir: مشاهده در وب‌سایت

# Button in web form
source: See previous responses
fa_ir: مشاهده پاسخ‌های قبلی

source: See the document at {0}
fa_ir: مشاهده سند در {0}

source: Seen
fa_ir: مشاهده شده

source: Seen By
fa_ir: مشاهده شده توسط

source: Seen By Table
fa_ir: جدول مشاهده‌کنندگان

source: Select
fa_ir: انتخاب

source: Select All
fa_ir: انتخاب همه

source: Select Attachments
fa_ir: انتخاب پیوست‌ها

source: Select Child Table
fa_ir: انتخاب جدول فرزند

source: Select Column
fa_ir: انتخاب ستون

source: Select Columns
fa_ir: انتخاب ستون‌ها

source: Select Country
fa_ir: انتخاب کشور

source: Select Currency
fa_ir: انتخاب واحد پول

source: Select Dashboard
fa_ir: انتخاب داشبورد

source: Select Date Range
fa_ir: انتخاب بازه تاریخ

source: Select DocType
fa_ir: انتخاب نوع سند

source: Select Doctype
fa_ir: انتخاب نوع سند

source: Select Document Type
fa_ir: انتخاب نوع سند

source: Select Document Type or Role to start.
fa_ir: برای شروع، نوع سند یا نقش را انتخاب کنید.

source: Select Document Types to set which User Permissions are used to limit access.
fa_ir: انواع سند را انتخاب کنید تا مشخص شود کدام مجوزهای کاربر برای محدود کردن دسترسی استفاده می‌شوند.

source: Select Field
fa_ir: انتخاب فیلد

source: Select Field...
fa_ir: انتخاب فیلد...

source: Select Fields
fa_ir: انتخاب فیلدها

source: Select Fields (Up to {0})
fa_ir: انتخاب فیلدها (حداکثر {0})

source: Select Fields To Insert
fa_ir: انتخاب فیلدها برای درج

source: Select Fields To Update
fa_ir: انتخاب فیلدها برای به‌روزرسانی

source: Select Filters
fa_ir: انتخاب فیلترها

source: Select Google Calendar to which event should be synced.
fa_ir: تقویم گوگل را انتخاب کنید که رویداد باید با آن همگام‌سازی شود.

source: Select Google Contacts to which contact should be synced.
fa_ir: مخاطبین گوگل را انتخاب کنید که مخاطب باید با آن همگام‌سازی شود.

source: Select Group By...
fa_ir: انتخاب گروه‌بندی بر اساس...

source: Select Kanban
fa_ir: انتخاب کانبان

source: Select Language
fa_ir: انتخاب زبان

source: Select List View
fa_ir: انتخاب نمای لیست

source: Select Mandatory
fa_ir: انتخاب اجباری

source: Select Module
fa_ir: انتخاب ماژول

source: Select Network Printer
fa_ir: انتخاب چاپگر شبکه

source: Select Page
fa_ir: انتخاب صفحه

source: Select Print Format
fa_ir: انتخاب فرمت چاپ

source: Select Print Format to Edit
fa_ir: انتخاب فرمت چاپ برای ویرایش

source: Select Report
fa_ir: انتخاب گزارش

source: Select Table Columns for {0}
fa_ir: انتخاب ستون‌های جدول برای {0}

source: Select Time Zone
fa_ir: انتخاب منطقه زمانی

source: Select Transaction
fa_ir: انتخاب تراکنش

source: Select Workflow
fa_ir: انتخاب گردش کار

source: Select Workspace
fa_ir: انتخاب فضای کاری

source: Select Workspaces
fa_ir: انتخاب فضاهای کاری

source: Select a Brand Image first.
fa_ir: ابتدا یک تصویر برند انتخاب کنید.

source: Select a DocType to make a new format
fa_ir: یک DocType برای ایجاد فرمت جدید انتخاب کنید

source: Select a field to edit its properties.
fa_ir: یک فیلد برای ویرایش ویژگی‌های آن انتخاب کنید.

source: Select a group {0} first.
fa_ir: ابتدا یک گروه {0} را انتخاب کنید.

source: Select a valid Sender Field for creating documents from Email
fa_ir: یک فیلد فرستنده معتبر برای ایجاد اسناد از ایمیل انتخاب کنید

source: Select a valid Subject field for creating documents from Email
fa_ir: یک فیلد موضوع معتبر برای ایجاد اسناد از ایمیل انتخاب کنید

source: Select an Image
fa_ir: یک تصویر انتخاب کنید

source: Select an app to continue
fa_ir: یک برنامه برای ادامه انتخاب کنید

source: Select an existing format to edit or start a new format.
fa_ir: یک فرمت موجود را برای ویرایش یا شروع یک فرمت جدید انتخاب کنید.

source: Select an image of approx width 150px with a transparent background for best results.
fa_ir: برای بهترین نتایج، تصویری با عرض تقریبی ۱۵۰ پیکسل و پس‌زمینه شفاف انتخاب کنید.

source: Select atleast 1 record for printing
fa_ir: حداقل ۱ رکورد برای چاپ انتخاب کنید

source: Select atleast 2 actions
fa_ir: حداقل ۲ اقدام را انتخاب کنید

# Description of a list view shortcut
source: Select list item
fa_ir: مورد لیست را انتخاب کنید

# Description of a list view shortcut
source: Select multiple list items
fa_ir: چندین مورد لیست را انتخاب کنید

source: Select or drag across time slots to create a new event.
fa_ir: بازه زمانی را انتخاب یا بکشید تا یک رویداد جدید ایجاد کنید.

source: Select records for assignment
fa_ir: رکوردها را برای تخصیص انتخاب کنید

source: Select records for removing assignment
fa_ir: رکوردها را برای حذف تخصیص انتخاب کنید

source: Select the label after which you want to insert new field.
fa_ir: برچسبی را که می‌خواهید فیلد جدید پس از آن درج شود، انتخاب کنید.

source: Select two versions to view the diff.
fa_ir: دو نسخه را برای مشاهده تفاوت انتخاب کنید.

source: Select {0}
fa_ir: {0} را انتخاب کنید

source: Self approval is not allowed
fa_ir: تأیید توسط خود مجاز نیست

source: Send
fa_ir: ارسال

# Send Email
source: Send
fa_ir: ارسال

source: Send <b>at the earliest</b> this number of minutes before or after the reference datetime. The actual sending may be delayed by up to 5 minutes due to the scheduler's trigger cadence.
fa_ir: <b>در اسرع وقت</b> این تعداد دقیقه قبل یا بعد از تاریخ و زمان مرجع ارسال شود. ارسال واقعی ممکن است به دلیل تناوب فعال‌سازی زمان‌بندی، تا ۵ دقیقه تأخیر داشته باشد.

source: Send After
fa_ir: ارسال پس از

source: Send Alert On
fa_ir: ارسال هشدار هنگام

source: Send Email Alert
fa_ir: ارسال هشدار ایمیلی

source: Send Email On State
fa_ir: ارسال ایمیل در وضعیت

source: Send Email Print Attachments as PDF (Recommended)
fa_ir: ارسال پیوست‌های چاپی ایمیل به صورت PDF (توصیه می‌شود)

source: Send Email To Creator
fa_ir: ارسال ایمیل به ایجادکننده

source: Send Me A Copy of Outgoing Emails
fa_ir: یک کپی از ایمیل‌های ارسالی برای من ارسال شود

source: Send Notification to
fa_ir: ارسال اعلان به

source: Send Notifications For Documents Followed By Me
fa_ir: ارسال اعلان‌ها برای اسنادی که توسط من دنبال می‌شوند

source: Send Notifications For Email Threads
fa_ir: ارسال اعلان‌ها برای رشته‌های ایمیل

source: Send Now
fa_ir: اکنون ارسال شود

source: Send Print as PDF
fa_ir: ارسال چاپ به صورت PDF

source: Send Read Receipt
fa_ir: ارسال رسید خوانده شدن

source: Send System Notification
fa_ir: ارسال اعلان سیستمی

source: Send To All Assignees
fa_ir: ارسال به همه تخصیص‌گیرندگان

source: Send Welcome Email
fa_ir: ارسال ایمیل خوش‌آمدگویی

source: Send alert if date matches this field's value
fa_ir: اگر تاریخ با مقدار این فیلد مطابقت داشته باشد، هشدار ارسال شود

source: Send alert if datetime matches this field's value
fa_ir: ارسال هشدار اگر تاریخ و زمان با مقدار این فیلد مطابقت دارد

source: Send alert if this field's value changes
fa_ir: ارسال هشدار اگر مقدار این فیلد تغییر کند

source: Send an email reminder in the morning
fa_ir: ارسال یادآور ایمیلی در صبح

source: Send days before or after the reference date
fa_ir: ارسال (در) روزهای قبل یا بعد از تاریخ مرجع

source: Send email when document transitions to the state.
fa_ir: ارسال ایمیل هنگامی که سند به این وضعیت تغییر می‌کند.

source: Send enquiries to this email address
fa_ir: ارسال استعلام‌ها به این آدرس ایمیل

source: Send login link
fa_ir: ارسال لینک ورود

source: Send me a copy
fa_ir: یک کپی برای من ارسال کن

source: Send only if there is any data
fa_ir: فقط ارسال کن اگر داده‌ای وجود دارد

source: Send unsubscribe message in email
fa_ir: ارسال پیام لغو اشتراک در ایمیل

source: Sender
fa_ir: فرستنده

source: Sender Email
fa_ir: ایمیل فرستنده

source: Sender Email Field
fa_ir: فیلد ایمیل فرستنده

source: Sender Field should have Email in options
fa_ir: فیلد فرستنده باید در گزینه‌ها ایمیل داشته باشد

source: Sender Name
fa_ir: نام فرستنده

source: Sender Name Field
fa_ir: فیلد نام فرستنده

source: Sending
fa_ir: در حال ارسال

source: Sent
fa_ir: ارسال شد

source: Sent Folder Name
fa_ir: نام پوشه ارسال‌شده‌ها

source: Sent On
fa_ir: تاریخ ارسال

source: Sent Read Receipt
fa_ir: رسید مطالعه ارسال شد

source: Sent To
fa_ir: ارسال شده به

source: Sent or Received
fa_ir: ارسال شده یا دریافت شده

source: Sent/Received Email
fa_ir: ایمیل‌های ارسال/دریافت شده

source: Separator
fa_ir: جداکننده

source: Sequence Id
fa_ir: شناسه توالی

source: Series List for this Transaction
fa_ir: لیست سری برای این تراکنش

source: Series Updated for {}
fa_ir: سری برای {} به‌روز شد

source: Series counter for {} updated to {} successfully
fa_ir: شمارنده سری برای {} با موفقیت به {} به‌روز شد

source: Series {0} already used in {1}
fa_ir: سری {0} قبلاً در {1} استفاده شده است

source: Server Action
fa_ir: عملیات سرور

source: Server Error
fa_ir: خطای سرور

source: Server IP
fa_ir: آی‌پی سرور

source: Server Script
fa_ir: اسکریپت سرور

source: Server Scripts are disabled. Please enable server scripts from bench configuration.
fa_ir: اسکریپت‌های سرور غیرفعال هستند. لطفاً اسکریپت‌های سرور را از تنظیمات بنچ فعال کنید.

source: Server Scripts feature is not available on this site.
fa_ir: قابلیت اسکریپت‌های سرور در این سایت در دسترس نیست.

source: Server failed to process this request because of a concurrent conflicting request. Please try again.
fa_ir: سرور نتوانست این درخواست را به دلیل یک درخواست همزمان و متناقض پردازش کند. لطفاً دوباره تلاش کنید.

source: Server was too busy to process this request. Please try again.
fa_ir: سرور برای پردازش این درخواست بیش از حد مشغول بود. لطفاً دوباره تلاش کنید.

source: Service
fa_ir: خدمت

source: Session Created
fa_ir: نشست ایجاد شد

source: Session Default
fa_ir: نشست پیش‌فرض

source: Session Default Settings
fa_ir: تنظیمات پیش‌فرض نشست

source: Session Defaults
fa_ir: پیش‌فرض‌های نشست

source: Session Defaults Saved
fa_ir: پیش‌فرض‌های نشست ذخیره شد

source: Session Expired
fa_ir: نشست منقضی شد

source: Session Expiry (idle timeout)
fa_ir: انقضای نشست (مهلت عدم فعالیت)

source: Session Expiry must be in format {0}
fa_ir: انقضای نشست باید در قالب {0} باشد

source: Sessions
fa_ir: نشست‌ها

source: Set
fa_ir: تنظیم

# Field value is set
source: Set
fa_ir: تنظیم

source: Set Banner from Image
fa_ir: تنظیم بنر از تصویر

source: Set Chart
fa_ir: تنظیم نمودار

source: Set Default Options for all charts on this Dashboard (Ex: "colors": ["#d1d8dd", "#ff5858"])
fa_ir: تنظیم گزینه‌های پیش‌فرض برای همه نمودارها در این داشبورد (مثال: "colors": ["#d1d8dd", "#ff5858"])

source: Set Dynamic Filters
fa_ir: تنظیم فیلترهای پویا

source: Set Filters
fa_ir: تنظیم فیلترها

source: Set Filters for {0}
fa_ir: تنظیم فیلترها برای {0}

source: Set Level
fa_ir: تنظیم سطح

source: Set Limit
fa_ir: تنظیم محدودیت

source: Set Naming Series options on your transactions.
fa_ir: تنظیم گزینه‌های سری نام‌گذاری در تراکنش‌های شما.

source: Set New Password
fa_ir: تنظیم رمز عبور جدید

source: Set Number of Backups
fa_ir: تنظیم تعداد پشتیبان‌ها

source: Set Password
fa_ir: تنظیم رمز عبور

source: Set Permissions
fa_ir: تنظیم مجوزها

source: Set Properties
fa_ir: تنظیم ویژگی‌ها

source: Set Property After Alert
fa_ir: تنظیم ویژگی پس از هشدار

source: Set Quantity
fa_ir: تنظیم مقدار

source: Set Role For
fa_ir: تنظیم نقش برای

source: Set User Permissions
fa_ir: تنظیم مجوزهای کاربر

source: Set Value
fa_ir: تنظیم مقدار

source: Set all private
fa_ir: تنظیم همه به خصوصی

source: Set all public
fa_ir: تنظیم همه به عمومی

source: Set as Default
fa_ir: تنظیم به عنوان پیش‌فرض

source: Set as Default Theme
fa_ir: تنظیم به عنوان پوسته پیش‌فرض

source: Set by user
fa_ir: تنظیم شده توسط کاربر

source: Set dynamic filter values in JavaScript for the required fields here.
fa_ir: مقادیر فیلتر پویا را در جاوااسکریپت برای فیلدهای مورد نیاز اینجا تنظیم کنید.

source: Set non-standard precision for a Float or Currency field
fa_ir: تنظیم دقت غیر استاندارد برای فیلد اعشاری یا ارزی

source: Set non-standard precision for a Float, Currency or Percent field
fa_ir: تنظیم دقت غیر استاندارد برای فیلد اعشاری، ارزی یا درصدی

source: Set only once
fa_ir: فقط یک بار تنظیم شود

source: Set size in MB
fa_ir: تنظیم اندازه بر حسب مگابایت

source: Set the filters here. For example: <pre class="small text-muted"><code> [{ fieldname: "company", label: __("Company"), fieldtype: "Link", options: "Company", default: frappe.defaults.get_user_default("Company"), reqd: 1 }, { fieldname: "account", label: __("Account"), fieldtype: "Link", options: "Account", reqd: 1 }] </code></pre>
fa_ir: فیلترها را اینجا تنظیم کنید. برای مثال:

source: Set the path to a whitelisted function that will return the data for the number card in the format: <pre class="small text-muted"><code> { "value": value, "fieldtype": "Currency", "route_options": {"from_date": "2023-05-23"}, "route": ["query-report", "Permitted Documents For User"] }</code></pre>
fa_ir: مسیر یک تابع مجاز را تنظیم کنید که داده‌ها را برای کارت عددی در قالب زیر برمی‌گرداند:

source: Setting this Address Template as default as there is no other default
fa_ir: این قالب آدرس به عنوان پیش‌فرض تنظیم می‌شود زیرا هیچ پیش‌فرض دیگری وجود ندارد

source: Setting up Global Search documents.
fa_ir: تنظیم اسناد جستجوی سراسری.

source: Setting up your system
fa_ir: راه‌اندازی سیستم شما

source: Settings
fa_ir: تنظیمات

source: Settings Dropdown
fa_ir: منوی کشویی تنظیمات

source: Settings for Contact Us Page
fa_ir: تنظیمات صفحه تماس با ما

source: Settings for the About Us Page
fa_ir: تنظیمات صفحه درباره ما

source: Setup
fa_ir: راه‌اندازی

source: Setup > Customize Form
fa_ir: راه‌اندازی > سفارشی‌سازی فرم

source: Setup > User
fa_ir: راه‌اندازی > کاربر

source: Setup > User Permissions
fa_ir: راه‌اندازی > مجوزهای کاربر

source: Setup Auto Email
fa_ir: تنظیم ایمیل خودکار

source: Setup Complete
fa_ir: راه‌اندازی کامل شد

source: Setup Series for transactions
fa_ir: تنظیم سری برای تراکنش‌ها

source: Setup failed
fa_ir: راه‌اندازی ناموفق بود

source: Share
fa_ir: اشتراک‌گذاری

source: Share With
fa_ir: اشتراک‌گذاری با

source: Share this document with
fa_ir: این سند را با

source: Share {0} with
fa_ir: {0} را با

source: Shared
fa_ir: به اشتراک گذاشته شده

source: Shared with the following Users with Read access:{0}
fa_ir: با کاربران زیر با دسترسی خواندن به اشتراک گذاشته شده است:{0}

source: Shipping
fa_ir: حمل و نقل

source: Shipping Address
fa_ir: آدرس حمل و نقل

source: Shop
fa_ir: فروشگاه

source: Short keyboard patterns are easy to guess
fa_ir: الگوهای کوتاه صفحه کلید به راحتی قابل حدس هستند

source: Shortcuts
fa_ir: میانبرها

source: Show
fa_ir: نمایش

source: Show Absolute Datetime in Timeline
fa_ir: نمایش تاریخ و زمان مطلق در جدول زمانی

source: Show Absolute Values
fa_ir: نمایش مقادیر مطلق

source: Show All
fa_ir: نمایش همه

source: Show Auth Server Metadata
fa_ir: نمایش فراداده سرور احراز هویت

source: Show Calendar
fa_ir: نمایش تقویم

source: Show Currency Symbol on Right Side
fa_ir: نمایش نماد ارز در سمت راست

source: Show Dashboard
fa_ir: نمایش داشبورد

source: Show Document
fa_ir: نمایش سند

source: Show Error
fa_ir: نمایش خطا

source: Show External Link Warning
fa_ir: نمایش هشدار لینک خارجی

source: Show Fieldname (click to copy on clipboard)
fa_ir: نمایش نام فیلد (برای کپی در کلیپ‌بورد کلیک کنید)

source: Show First Document Tour
fa_ir: نمایش راهنمای اولین سند

source: Show Form Tour
fa_ir: نمایش راهنمای فرم

source: Show Full Error and Allow Reporting of Issues to the Developer
fa_ir: نمایش خطای کامل و امکان گزارش مشکلات به توسعه‌دهنده

source: Show Full Form?
fa_ir: نمایش فرم کامل؟

source: Show Full Number
fa_ir: نمایش عدد کامل

source: Show Keyboard Shortcuts
fa_ir: نمایش میانبرهای صفحه‌کلید

source: Show Labels
fa_ir: نمایش برچسب‌ها

source: Show Language Picker
fa_ir: نمایش انتخاب‌کننده زبان

source: Show Line Breaks after Sections
fa_ir: نمایش شکست خط بعد از بخش‌ها

source: Show Links
fa_ir: نمایش پیوندها

source: Show Only Failed Logs
fa_ir: فقط نمایش گزارش‌های ناموفق

source: Show Percentage Stats
fa_ir: نمایش آمار درصدی

source: Show Permissions
fa_ir: نمایش مجوزها

source: Show Preview
fa_ir: نمایش پیش‌نمایش

source: Show Preview Popup
fa_ir: نمایش پنجره بازشو پیش‌نمایش

source: Show Processlist
fa_ir: نمایش لیست فرآیندها

source: Show Protected Resource Metadata
fa_ir: نمایش فراداده منبع محافظت‌شده

source: Show Related Errors
fa_ir: نمایش خطاهای مرتبط

source: Show Report
fa_ir: نمایش گزارش

source: Show Saved
fa_ir: نمایش موارد ذخیره‌شده

source: Show Section Headings
fa_ir: نمایش عنوان‌های بخش

source: Show Sidebar
fa_ir: نمایش نوار کناری

source: Show Social Login Key as Authorization Server
fa_ir: نمایش کلید ورود اجتماعی به عنوان سرور احراز هویت

source: Show Tags
fa_ir: نمایش برچسب‌ها

source: Show Title
fa_ir: نمایش عنوان

source: Show Title in Link Fields
fa_ir: نمایش عنوان در فیلدهای پیوند

source: Show Totals
fa_ir: نمایش مجموع‌ها

source: Show Tour
fa_ir: نمایش راهنما

source: Show Traceback
fa_ir: نمایش ردیابی خطا

source: Show Values over Chart
fa_ir: نمایش مقادیر روی نمودار

source: Show Warnings
fa_ir: نمایش هشدارها

source: Show Weekends
fa_ir: نمایش آخر هفته‌ها

source: Show account deletion link in My Account page
fa_ir: نمایش پیوند حذف حساب در صفحه حساب من

source: Show all Versions
fa_ir: نمایش همه نسخه‌ها

source: Show all activity
fa_ir: نمایش همه فعالیت‌ها

source: Show as cc
fa_ir: نمایش به عنوان رونوشت

source: Show attachments
fa_ir: نمایش پیوست‌ها

source: Show footer on login
fa_ir: نمایش پاورقی در هنگام ورود

source: Show full form instead of a quick entry modal
fa_ir: نمایش فرم کامل به جای پنجره بازشو ورود سریع

source: Show in Module Section
fa_ir: نمایش در بخش ماژول

source: Show in Resource Metadata
fa_ir: نمایش در فراداده منبع
