Repository: ai-solution-company/systemafarin-custom-addon
Catalog: iran_core/translations_src/*-framework.po
Languages: fa_ir

source: Click below to get started:
fa_ir: برای شروع در زیر کلیک کنید:

source: Click here
fa_ir: اینجا کلیک کنید

source: Click on a file to select it.
fa_ir: روی یک فایل کلیک کنید تا آن را انتخاب کنید.

source: Click on the button to log in to {0}
fa_ir: برای ورود به {0} روی دکمه کلیک کنید.

source: Click on the link below to approve the request
fa_ir: برای تأیید درخواست، روی لینک زیر کلیک کنید.

source: Click on the link below to complete your registration and set a new password
fa_ir: روی لینک زیر کلیک کنید تا ثبت‌نام خود را تکمیل کرده و رمز عبور جدیدی تنظیم کنید.

source: Click on the link below to download your data
fa_ir: برای دانلود داده‌های خود، روی لینک زیر کلیک کنید.

source: Click on the link below to verify your request
fa_ir: برای تأیید درخواست خود، روی لینک زیر کلیک کنید.

source: Click on {0} to generate Refresh Token.
fa_ir: روی {0} کلیک کنید تا توکن بازخوانی تولید شود.

source: Click table to edit
fa_ir: برای ویرایش روی جدول کلیک کنید.

source: Click to Set Dynamic Filters
fa_ir: کلیک برای تنظیم فیلترهای پویا

source: Click to Set Filters
fa_ir: کلیک برای تنظیم فیلترها

source: Click to sort by {0}
fa_ir: برای مرتب‌سازی بر اساس {0} کلیک کنید

source: Clicked
fa_ir: کلیک شد

source: Client
fa_ir: کلاینت

source: Client Code
fa_ir: کد کلاینت

source: Client Credentials
fa_ir: اعتبارنامه کلاینت

source: Client ID
fa_ir: شناسه کلاینت

source: Client Id
fa_ir: شناسه کلاینت

source: Client Information
fa_ir: اطلاعات کلاینت

source: Client Metadata
fa_ir: فراداده کلاینت

source: Client Script
fa_ir: اسکریپت کلاینت

source: Client Secret
fa_ir: رمز کلاینت

source: Client Secret Basic
fa_ir: رمز کلاینت پایه

source: Client Secret Post
fa_ir: رمز کلاینت (POST)

source: Client URI
fa_ir: URI کلاینت

source: Client URLs
fa_ir: URLهای کلاینت

source: Client script
fa_ir: اسکریپت کلاینت

source: Close
fa_ir: بستن

source: Close Condition
fa_ir: شرط بستن

source: Close properties
fa_ir: بستن ویژگی‌ها

source: Closed
fa_ir: بسته شده

source: Cmd+Enter to add comment
fa_ir: Cmd+Enter برای افزودن نظر

source: Code
fa_ir: کد

source: Code Challenge
fa_ir: چالش کد

source: Code Editor Type
fa_ir: نوع ویرایشگر کد

source: Code challenge method
fa_ir: روش چالش کد

source: Collapse
fa_ir: جمع کردن

# Shrink code field.
source: Collapse
fa_ir: جمع کردن

source: Collapse All
fa_ir: جمع کردن همه

source: Collapsible
fa_ir: جمع‌شونده

source: Collapsible Depends On
fa_ir: وابسته به جمع‌شونده

source: Collapsible Depends On (JS)
fa_ir: وابسته به جمع‌شونده (JS)

source: Color
fa_ir: رنگ

source: Column
fa_ir: ستون

source: Column 1
fa_ir: ستون ۱

source: Column 2
fa_ir: ستون ۲

source: Column <b>{0}</b> already exist.
fa_ir: ستون <b>{0}</b> از قبل وجود دارد.

source: Column Break
fa_ir: شکست ستون

source: Column Labels:
fa_ir: برچسب‌های ستون:

source: Column Name
fa_ir: نام ستون

source: Column Name cannot be empty
fa_ir: نام ستون نمی‌تواند خالی باشد

source: Column Width
fa_ir: عرض ستون

source: Column width cannot be zero.
fa_ir: عرض ستون نمی‌تواند صفر باشد.

source: Column {0}
fa_ir: ستون {0}

source: Columns
fa_ir: ستون‌ها

source: Columns / Fields
fa_ir: ستون‌ها / فیلدها

source: Columns based on
fa_ir: ستون‌ها بر اساس

source: Combination of Grant Type (<code>{0}</code>) and Response Type (<code>{1}</code>) not allowed
fa_ir: ترکیب نوع اعطا (<code>{0}</code>) و نوع پاسخ (<code>{1}</code>) مجاز نیست

source: Comment
fa_ir: توضیحات

source: Comment By
fa_ir: ثبت‌کننده توضیحات

source: Comment Email
fa_ir: ایمیل توضیحات

source: Comment Type
fa_ir: نوع توضیحات

source: Comment can only be edited by the owner
fa_ir: توضیحات فقط توسط مالک قابل ویرایش است

source: Comment publicity can only be updated by the original author or a System Manager.
fa_ir: عمومی بودن توضیحات فقط توسط نویسنده اصلی یا مدیر سیستم قابل به‌روزرسانی است.

source: Comments
fa_ir: توضیحات

source: Comments and Communications will be associated with this linked document
fa_ir: توضیحات و مکاتبات با این سند پیوند شده مرتبط خواهند شد

source: Comments cannot have links or email addresses
fa_ir: توضیحات نمی‌توانند حاوی لینک یا آدرس ایمیل باشند

source: Commercial Rounding
fa_ir: گرد کردن تجاری

source: Commit
fa_ir: ثبت

source: Committed
fa_ir: ثبت شده

source: Common names and surnames are easy to guess.
fa_ir: نام‌ها و نام‌های خانوادگی رایج به راحتی قابل حدس هستند.

source: Communication
fa_ir: مکاتبه

source: Communication Link
fa_ir: پیوند مکاتبه

source: Communication Logs
fa_ir: گزارشات مکاتبات

source: Communication Type
fa_ir: نوع مکاتبه

source: Communication secret not set
fa_ir: رمز مکاتبه تنظیم نشده است

source: Company History
fa_ir: تاریخچه شرکت

source: Company Introduction
fa_ir: معرفی شرکت

source: Company Name
fa_ir: نام شرکت

source: Compare Versions
fa_ir: مقایسه نسخه‌ها

source: Compilation warning
fa_ir: هشدار کامپایل

source: Compiled Successfully
fa_ir: با موفقیت کامپایل شد

source: Complete
fa_ir: تکمیل

source: Complete By
fa_ir: تکمیل شده توسط

source: Complete Registration
fa_ir: تکمیل ثبت‌نام

# Finish the setup wizard
source: Complete Setup
fa_ir: تکمیل راه‌اندازی

source: Completed
fa_ir: تکمیل شده

source: Completed By Role
fa_ir: تکمیل شده توسط نقش

source: Completed By User
fa_ir: تکمیل شده توسط کاربر

source: Component
fa_ir: جزء

source: Compose Email
fa_ir: نوشتن ایمیل

source: Compressed
fa_ir: فشرده شده

source: Condition
fa_ir: شرط

source: Condition JSON
fa_ir: JSON شرط

source: Condition Type
fa_ir: نوع شرط

source: Condition description
fa_ir: توضیحات شرط

source: Conditions
fa_ir: شرایط

source: Config
fa_ir: پیکربندی

source: Configuration
fa_ir: پیکربندی

source: Configure Chart
fa_ir: پیکربندی نمودار

source: Configure Columns
fa_ir: پیکربندی ستون‌ها

source: Configure Recorder
fa_ir: پیکربندی ضبط‌کننده

source: Configure columns for {0}
fa_ir: پیکربندی ستون‌ها برای {0}

source: Configure how amended documents will be named.<br> Default behaviour is to follow an amend counter which adds a number to the end of the original name indicating the amended version. <br> Default Naming will make the amended document to behave same as new documents.
fa_ir: نحوه نام‌گذاری اسناد اصلاح‌شده را پیکربندی کنید.<br>\n\nرفتار پیش‌فرض این است که از یک شمارنده اصلاح پیروی کند که عددی را به انتهای نام اصلی اضافه می‌کند و نسخه اصلاح‌شده را نشان می‌دهد.<br>\n\nنام‌گذاری پیش‌فرض باعث می‌شود سند اصلاح‌شده مانند اسناد جدید رفتار کند.

source: Configure various aspects of how document naming works like naming series, current counter.
fa_ir: جنبه‌های مختلف نحوه عملکرد نام‌گذاری اسناد مانند سری نام‌گذاری، شمارنده فعلی را پیکربندی کنید.

source: Confirm
fa_ir: تأیید

# Title of confirmation dialog
source: Confirm
fa_ir: تأیید

source: Confirm Access
fa_ir: تأیید دسترسی

source: Confirm Deletion of Account
fa_ir: تأیید حذف حساب

source: Confirm New Password
fa_ir: تأیید رمز عبور جدید

source: Confirm Password
fa_ir: تأیید رمز عبور

source: Confirm Request
fa_ir: تأیید درخواست

source: Confirmation Email Template
fa_ir: قالب ایمیل تأییدیه

source: Confirmed
fa_ir: تأیید شده

source: Congratulations on completing the module setup. If you want to learn more you can refer to the documentation <a target="_blank" href="{0}">here</a>.
fa_ir: تکمیل تنظیمات ماژول را تبریک می‌گوییم. اگر می‌خواهید بیشتر بدانید، می‌توانید به مستندات <a target=\"_blank\" href=\"{0}\">اینجا</a> مراجعه کنید.

source: Connect to {}
fa_ir: اتصال به {}

source: Connected App
fa_ir: برنامه متصل

source: Connected User
fa_ir: کاربر متصل

source: Connected to QZ Tray!
fa_ir: به QZ Tray متصل شد!

source: Connection Lost
fa_ir: اتصال قطع شد

source: Connection Success
fa_ir: اتصال موفقیت‌آمیز

source: Connection lost. Some features might not work.
fa_ir: اتصال قطع شد. برخی از ویژگی‌ها ممکن است کار نکنند.

source: Connections
fa_ir: اتصالات

source: Console
fa_ir: کنسول

source: Console Log
fa_ir: گزارش کنسول

source: Console Logs can not be deleted
fa_ir: گزارش‌های کنسول قابل حذف نیستند

source: Constraints
fa_ir: محدودیت‌ها

source: Contact
fa_ir: مخاطب

source: Contact / email not found. Did not add attendee for -<br>{0}
fa_ir: تماس / ایمیل یافت نشد. شرکت‌کننده برای -<br>{0} اضافه نشد.

source: Contact Details
fa_ir: اطلاعات تماس

source: Contact Email
fa_ir: ایمیل مخاطب

source: Contact Numbers
fa_ir: شماره‌های تماس

source: Contact Phone
fa_ir: تلفن تماس

source: Contact Synced with Google Contacts.
fa_ir: مخاطب با مخاطبین گوگل همگام‌سازی شد.

source: Contact Us
fa_ir: تماس با ما

source: Contact Us Settings
fa_ir: تنظیمات تماس با ما

source: Contact options, like "Sales Query, Support Query" etc each on a new line or separated by commas.
fa_ir: گزینه‌های تماس، مانند «پرسش فروش، پرسش پشتیبانی» و غیره، هر کدام در یک خط جدید یا با کاما جدا شده‌اند.

source: Contacts
fa_ir: مخاطبین

source: Contains {0} security fix
fa_ir: شامل {0} اصلاح امنیتی است

source: Contains {0} security fixes
fa_ir: شامل {0} اصلاحات امنیتی است

source: Content
fa_ir: محتوا

source: Content Hash
fa_ir: هش محتوا

source: Content Type
fa_ir: نوع محتوا

source: Content data shoud be a list
fa_ir: داده‌های محتوا باید یک لیست باشند

source: Content type for building the page
fa_ir: نوع محتوا برای ساخت صفحه

source: Context
fa_ir: زمینه

source: Context Script
fa_ir: اسکریپت زمینه

source: Continue
fa_ir: ادامه

source: Contributed
fa_ir: مشارکت شده

source: Contribution Document Name
fa_ir: نام سند مشارکت

source: Contribution Status
fa_ir: وضعیت مشارکت

source: Controls whether new users can sign up using this Social Login Key. If unset, Website Settings is respected.
fa_ir: کنترل می‌کند که آیا کاربران جدید می‌توانند با استفاده از این کلید ورود اجتماعی ثبت‌نام کنند. اگر تنظیم نشده باشد، تنظیمات وب‌سایت رعایت می‌شود.

source: Copied to clipboard.
fa_ir: در کلیپ‌بورد کپی شد.

source: Copy Link
fa_ir: کپی پیوند

source: Copy embed code
fa_ir: کپی کد جاسازی

source: Copy error to clipboard
fa_ir: کپی خطا در کلیپ‌بورد

source: Copy to Clipboard
fa_ir: کپی در کلیپ‌بورد

source: Copy token to clipboard
fa_ir: کپی توکن در کلیپ‌بورد

source: Copyright
fa_ir: حق چاپ

source: Core DocTypes cannot be customized.
fa_ir: داک‌تایپ‌های اصلی قابل سفارشی‌سازی نیستند.

source: Core Modules {0} cannot be searched in Global Search.
fa_ir: ماژول‌های اصلی {0} را نمی‌توان در جستجوی سراسری جستجو کرد.

source: Correct version :
fa_ir: نسخه صحیح :

source: Could not connect to outgoing email server
fa_ir: امکان اتصال به سرور ایمیل خروجی وجود نداشت.

source: Could not find {0}
fa_ir: {0} یافت نشد.

source: Could not map column {0} to field {1}
fa_ir: امکان نگاشت ستون {0} به فیلد {1} وجود نداشت.

source: Could not parse field: {0}
fa_ir: امکان تجزیه فیلد وجود نداشت: {0}

source: Could not start Chromium. Check logs for details.
fa_ir: امکان راه‌اندازی کرومیوم وجود نداشت. برای جزئیات، گزارش‌ها را بررسی کنید.

source: Could not start up:
fa_ir: امکان راه‌اندازی وجود نداشت:

source: Couldn't save, please check the data you have entered
fa_ir: امکان ذخیره وجود ندارد، لطفاً داده‌های وارد شده را بررسی کنید

source: Count
fa_ir: تعداد

source: Count Customizations
fa_ir: تعداد سفارشی‌سازی‌ها

source: Count Filter
fa_ir: فیلتر تعداد

source: Count of linked documents
fa_ir: تعداد اسناد مرتبط

source: Counter
fa_ir: شمارنده

source: Country
fa_ir: کشور

source: Country Code Required
fa_ir: کد کشور الزامی است

source: Country Name
fa_ir: نام کشور

source: County
fa_ir: شهرستان

# Number system
source: Cr
fa_ir: بس

source: Create
fa_ir: ایجاد

source: Create & Continue
fa_ir: ایجاد و ادامه

source: Create Address
fa_ir: ایجاد آدرس

source: Create Card
fa_ir: ایجاد کارت

source: Create Chart
fa_ir: ایجاد نمودار

source: Create Child Doctype
fa_ir: ایجاد داک‌تایپ فرزند

source: Create Contacts from Incoming Emails
fa_ir: ایجاد مخاطبین از ایمیل‌های دریافتی

source: Create Entry
fa_ir: ایجاد سند

source: Create Letter Head
fa_ir: ایجاد سربرگ

source: Create Log
fa_ir: ایجاد لاگ

source: Create New
fa_ir: ایجاد جدید

# Create a new document from list view
source: Create New
fa_ir: ایجاد جدید

source: Create New DocType
fa_ir: ایجاد داک‌تایپ جدید

source: Create New Kanban Board
fa_ir: ایجاد برد کانبان جدید

source: Create User Email
fa_ir: ایجاد ایمیل کاربر

source: Create a New Format
fa_ir: ایجاد یک فرمت جدید

source: Create a Reminder
fa_ir: ایجاد یادآور

source: Create a new ...
fa_ir: ایجاد یک ... جدید

source: Create a new record
fa_ir: ایجاد یک رکورد جدید

source: Create a new {0}
fa_ir: ایجاد یک {0} جدید

source: Create a {0} Account
fa_ir: ایجاد حساب {0}

source: Create or Edit Print Format
fa_ir: ایجاد یا ویرایش فرمت چاپ

source: Create or Edit Workflow
fa_ir: ایجاد یا ویرایش گردش کار

source: Create your first {0}
fa_ir: اولین {0} خود را ایجاد کنید

source: Create your workflow visually using the Workflow Builder.
fa_ir: گردش کار خود را به صورت بصری با استفاده از سازنده گردش کار ایجاد کنید.

source: Created
fa_ir: ایجاد شده

source: Created At
fa_ir: تاریخ ایجاد

source: Created By
fa_ir: ایجاد شده توسط

source: Created Custom Field {0} in {1}
fa_ir: فیلد سفارشی {0} در {1} ایجاد شد

source: Created On
fa_ir: تاریخ ایجاد

source: Creating {0}
fa_ir: در حال ایجاد {0}

source: Creation of this document is only permitted in developer mode.
fa_ir: ایجاد این سند فقط در حالت توسعه‌دهنده مجاز است.

source: Cron
fa_ir: کرون

source: Cron Format
fa_ir: فرمت کرون

source: Cron format is required for job types with Cron frequency.
fa_ir: فرمت کرون برای انواع وظایف با فرکانس کرون الزامی است.

source: Crop
fa_ir: برش

source: Ctrl + Down
fa_ir: Ctrl + پایین

source: Ctrl + Up
fa_ir: Ctrl + بالا

source: Ctrl+Enter to add comment
fa_ir: Ctrl+Enter برای افزودن نظر

source: Currency
fa_ir: ارز

source: Currency Name
fa_ir: نام ارز

source: Currency Precision
fa_ir: دقت ارز

source: Currency list stores the currency value, its symbol and fraction unit
fa_ir: لیست ارزها، مقدار ارز، نماد آن و واحد کسری را ذخیره می‌کند.

source: Current
fa_ir: جاری

source: Current Job ID
fa_ir: شناسه وظیفه جاری

source: Current Value
fa_ir: مقدار جاری

source: Current status
fa_ir: وضعیت جاری

source: Currently Viewing
fa_ir: در حال مشاهده

source: Custom
fa_ir: سفارشی

source: Custom Base URL
fa_ir: آدرس پایه سفارشی

source: Custom Block Name
fa_ir: نام بلوک سفارشی

source: Custom Blocks
fa_ir: بلوک‌های سفارشی

source: Custom CSS
fa_ir: CSS سفارشی

source: Custom Configuration
fa_ir: پیکربندی سفارشی

source: Custom Delimiters
fa_ir: جداکننده‌های سفارشی

source: Custom DocPerm
fa_ir: مجوز سند سفارشی

source: Custom Document Types (Select Permission)
fa_ir: انواع سند سفارشی (انتخاب مجوز)

source: Custom Document Types Limit Exceeded
fa_ir: محدودیت انواع سند سفارشی فراتر رفت

source: Custom Documents
fa_ir: اسناد سفارشی

source: Custom Field
fa_ir: فیلد سفارشی

source: Custom Field {0} is created by the Administrator and can only be deleted through the Administrator account.
fa_ir: فیلد سفارشی {0} توسط مدیر سیستم ایجاد شده و فقط از طریق حساب مدیر سیستم قابل حذف است.

source: Custom Fields can only be added to a standard DocType.
fa_ir: فیلدهای سفارشی فقط می‌توانند به یک DocType استاندارد اضافه شوند.

source: Custom Fields cannot be added to core DocTypes.
fa_ir: فیلدهای سفارشی نمی‌توانند به DocTypeهای اصلی اضافه شوند.

source: Custom Footer
fa_ir: پاورقی سفارشی

source: Custom Format
fa_ir: فرمت سفارشی

source: Custom Group Search
fa_ir: جستجوی گروه سفارشی

source: Custom Group Search if filled needs to contain the user placeholder {0}, eg uid={0},ou=users,dc=example,dc=com
fa_ir: جستجوی گروه سفارشی در صورت پر شدن باید شامل جایگزین کاربر {0} باشد، مثلاً uid={0},ou=users,dc=example,dc=com

source: Custom HTML
fa_ir: HTML سفارشی

source: Custom HTML Block
fa_ir: بلوک HTML سفارشی

source: Custom HTML Help
fa_ir: راهنمای HTML سفارشی

source: Custom LDAP Directoy Selected, please ensure 'LDAP Group Member attribute' and 'Group Object Class' are entered
fa_ir: دایرکتوری LDAP سفارشی انتخاب شده است، لطفاً اطمینان حاصل کنید که 'ویژگی عضو گروه LDAP' و 'کلاس شیء گروه' وارد شده‌اند

source: Custom Label
fa_ir: برچسب سفارشی

source: Custom Menu Items
fa_ir: آیتم‌های منوی سفارشی

source: Custom Options
fa_ir: گزینه‌های سفارشی

source: Custom Overrides
fa_ir: بازنویسی‌های سفارشی

source: Custom Report
fa_ir: گزارش سفارشی

source: Custom Reports
fa_ir: گزارش‌های سفارشی

source: Custom Role
fa_ir: نقش سفارشی

source: Custom SCSS
fa_ir: SCSS سفارشی

source: Custom Sidebar Menu
fa_ir: منوی نوار کناری سفارشی

source: Custom Translation
fa_ir: ترجمه سفارشی

source: Custom field renamed to {0} successfully.
fa_ir: فیلد سفارشی با موفقیت به {0} تغییر نام یافت.

source: Custom get_list method for {0} must return a QueryBuilder object or None, got {1}
fa_ir: متد get_list سفارشی برای {0} باید یک شیء QueryBuilder یا None برگرداند، {1} دریافت شد

source: Custom?
fa_ir: سفارشی؟

source: Customization
fa_ir: سفارشی‌سازی

source: Customizations Discarded
fa_ir: سفارشی‌سازی‌ها لغو شدند

source: Customizations Reset
fa_ir: سفارشی‌سازی‌ها بازنشانی شدند

source: Customizations for <b>{0}</b> exported to:<br>{1}
fa_ir: سفارشی‌سازی‌های <b>{0}</b> به:<br>{1} صادر شدند.

source: Customize
fa_ir: سفارشی‌سازی

# Button in list view menu
source: Customize
fa_ir: سفارشی‌سازی

source: Customize Child Table
fa_ir: سفارشی‌سازی جدول فرزند

source: Customize Dashboard
fa_ir: سفارشی‌سازی داشبورد

source: Customize Form
fa_ir: سفارشی‌سازی فرم

source: Customize Form - {0}
fa_ir: سفارشی‌سازی فرم - {0}

source: Customize Form Field
fa_ir: سفارشی‌سازی فیلد فرم

source: Customize properties, naming, fields and more for standard doctypes
fa_ir: سفارشی‌سازی ویژگی‌ها، نام‌گذاری، فیلدها و موارد دیگر برای داک‌تایپ‌های استاندارد

source: Cut
fa_ir: برش

source: Cyan
fa_ir: فیروزه‌ای

source: DELETE
fa_ir: حذف

source: DESC
fa_ir: نزولی

source: DRAFT
fa_ir: پیش‌نویس

source: Daily
fa_ir: روزانه

source: Daily Event Digest is sent for Calendar Events where reminders are set.
fa_ir: خلاصه رویدادهای روزانه برای رویدادهای تقویم که یادآور برای آن‌ها تنظیم شده است، ارسال می‌شود.

source: Daily Events should finish on the Same Day.
fa_ir: رویدادهای روزانه باید در همان روز به پایان برسند.

source: Daily Long
fa_ir: روزانه طولانی

source: Daily Maintenance
fa_ir: نگهداری روزانه

source: Danger
fa_ir: خطر

source: Dark
fa_ir: تیره

source: Dark Color
fa_ir: رنگ تیره

source: Dark Theme
fa_ir: پوسته تیره

source: Dashboard
fa_ir: داشبورد

source: Dashboard Chart
fa_ir: نمودار داشبورد

source: Dashboard Chart Field
fa_ir: فیلد نمودار داشبورد

source: Dashboard Chart Link
fa_ir: لینک نمودار داشبورد

source: Dashboard Chart Source
fa_ir: منبع نمودار داشبورد

source: Dashboard Manager
fa_ir: مدیر داشبورد

source: Dashboard Name
fa_ir: نام داشبورد

source: Dashboard Settings
fa_ir: تنظیمات داشبورد

source: Dashboard View
fa_ir: نمای داشبورد

source: Dashboards
fa_ir: داشبوردها

source: Data
fa_ir: داده

source: Data Clipped
fa_ir: داده بریده شده

source: Data Export
fa_ir: برون‌بری داده

source: Data Import
fa_ir: درون‌ریزی داده

source: Data Import Log
fa_ir: گزارش درون‌ریزی داده

source: Data Import Template
fa_ir: الگوی درون‌ریزی داده

source: Data Too Long
fa_ir: داده خیلی طولانی است

source: Database
fa_ir: پایگاه داده

source: Database Engine
fa_ir: موتور پایگاه داده

source: Database Processes
fa_ir: فرآیندهای پایگاه داده

source: Database Row Size Utilization
fa_ir: میزان استفاده از حجم ردیف پایگاه داده

source: Database Storage Usage By Tables
fa_ir: میزان استفاده از فضای ذخیره‌سازی پایگاه داده بر اساس جداول

source: Database Table Row Size Limit
fa_ir: محدودیت حجم ردیف جدول پایگاه داده

source: Database Table Row Size Utilization: {0}%, this limits number of fields you can add.
fa_ir: میزان استفاده از حجم ردیف جدول پایگاه داده: {0}%، این تعداد فیلدهایی که می‌توانید اضافه کنید را محدود می‌کند.

source: Database Version
fa_ir: نسخه پایگاه داده

source: Date
fa_ir: تاریخ

source: Date Format
fa_ir: قالب تاریخ

source: Date Range
fa_ir: محدوده تاریخ

source: Date and Number Format
fa_ir: قالب تاریخ و عدد

source: Date {0} must be in format: {1}
fa_ir: تاریخ {0} باید در قالب: {1} باشد

source: Dates are often easy to guess.
fa_ir: تاریخ‌ها اغلب به راحتی قابل حدس هستند.

source: Datetime
fa_ir: تاریخ و زمان

source: Day
fa_ir: روز

source: Day of Week
fa_ir: روز هفته

# Duration
source: Days
fa_ir: روزها

source: Days After
fa_ir: روزهای بعد از

source: Days Before
fa_ir: روزهای قبل از

source: Days Before or After
fa_ir: روزهای قبل یا بعد از

source: Deadlock Occurred
fa_ir: بن‌بست رخ داد

source: Dear
fa_ir: گرامی

source: Dear System Manager,
fa_ir: مدیر سیستم گرامی،

source: Dear User,
fa_ir: کاربر گرامی،

source: Dear {0}
fa_ir: گرامی {0}

source: Debug Log
fa_ir: لاگ اشکال‌زدایی

source: Decimal Separator must be '.' when Quoting is set to Non-numeric
fa_ir: جداکننده اعشار باید '.' باشد وقتی نقل قول روی غیرعددی تنظیم شده است.

source: Decimal Separator must be a single character
fa_ir: جداکننده اعشار باید یک کاراکتر باشد

source: Default
fa_ir: پیش‌فرض

source: Default Address Template cannot be deleted
fa_ir: الگوی آدرس پیش‌فرض قابل حذف نیست

source: Default Amendment Naming
fa_ir: نام‌گذاری اصلاحیه پیش‌فرض

source: Default App
fa_ir: برنامه پیش‌فرض

source: Default Email Template
fa_ir: الگوی ایمیل پیش‌فرض

source: Default Inbox
fa_ir: صندوق ورودی پیش‌فرض

source: Default Incoming
fa_ir: ورودی پیش‌فرض

source: Default Letter Head
fa_ir: سربرگ پیش‌فرض

source: Default Naming
fa_ir: نام‌گذاری پیش‌فرض

source: Default Outgoing
fa_ir: خروجی پیش‌فرض

source: Default Portal Home
fa_ir: صفحه اصلی پورتال پیش‌فرض

source: Default Print Format
fa_ir: فرمت چاپ پیش‌فرض

source: Default Print Language
fa_ir: زبان چاپ پیش‌فرض

source: Default Redirect URI
fa_ir: URI تغییر مسیر پیش‌فرض

source: Default Role at Time of Signup
fa_ir: نقش پیش‌فرض در زمان ثبت‌نام

source: Default Sending
fa_ir: ارسال پیش‌فرض

source: Default Sending and Inbox
fa_ir: ارسال و صندوق ورودی پیش‌فرض

source: Default Sort Field
fa_ir: فیلد مرتب‌سازی پیش‌فرض

source: Default Sort Order
fa_ir: ترتیب مرتب‌سازی پیش‌فرض

source: Default Template For Field
fa_ir: الگوی پیش‌فرض برای فیلد

source: Default Theme
fa_ir: پوسته پیش‌فرض

source: Default User Role
fa_ir: نقش کاربری پیش‌فرض

source: Default User Type
fa_ir: نوع کاربر پیش‌فرض

source: Default Value
fa_ir: مقدار پیش‌فرض

source: Default View
fa_ir: نمای پیش‌فرض

source: Default Workspace
fa_ir: فضای کاری پیش‌فرض

source: Default display currency
fa_ir: واحد پول نمایش پیش‌فرض

source: Default for 'Check' type of field {0} must be either '0' or '1'
fa_ir: مقدار پیش‌فرض برای فیلد از نوع 'Check' با نام {0} باید '0' یا '1' باشد

source: Default value for {0} must be in the list of options.
fa_ir: مقدار پیش‌فرض برای {0} باید در لیست گزینه‌ها باشد.

source: Default {0}
fa_ir: پیش‌فرض {0}

source: Default: "Contact Us"
fa_ir: پیش‌فرض: "تماس با ما"

source: DefaultValue
fa_ir: مقدار پیش‌فرض

source: Defaults
fa_ir: پیش‌فرض‌ها

source: Defaults Updated
fa_ir: پیش‌فرض‌ها به‌روزرسانی شدند

source: Defines actions on states and the next step and allowed roles.
fa_ir: اقدامات مربوط به وضعیت‌ها، گام بعدی و نقش‌های مجاز را تعریف می‌کند.

source: Defines how long exported reports sent via email are kept in the system. Older files will be automatically deleted.
fa_ir: مدت زمان نگهداری گزارش‌های خروجی ارسال شده از طریق ایمیل در سیستم را تعریف می‌کند. فایل‌های قدیمی‌تر به صورت خودکار حذف خواهند شد.

source: Defines workflow states and rules for a document.
fa_ir: وضعیت‌ها و قوانین گردش کار را برای یک سند تعریف می‌کند.

source: Delayed
fa_ir: با تأخیر

source: Delete
fa_ir: حذف

# Button in list view actions menu
source: Delete
fa_ir: حذف

# Button in web form
source: Delete
fa_ir: حذف

source: Delete Account
fa_ir: حذف حساب

source: Delete All
fa_ir: حذف همه

source: Delete Background Exported Reports After (Hours)
fa_ir: حذف گزارش‌های خروجی پس‌زمینه پس از (ساعت)

# Title of confirmation dialog
source: Delete Column
fa_ir: حذف ستون

source: Delete Data
fa_ir: حذف داده‌ها

source: Delete Kanban Board
fa_ir: حذف برد کانبان

# Title of confirmation dialog
source: Delete Section
fa_ir: حذف بخش
