Repository: ai-solution-company/systemafarin-custom-addon
Catalog: iran_core/translations_src/*-framework.po
Languages: fa_ir

source: Address
fa_ir: آدرس

source: Address Line 1
fa_ir: خط آدرس ۱

source: Address Line 2
fa_ir: خط آدرس ۲

source: Address Template
fa_ir: قالب آدرس

source: Address Title
fa_ir: عنوان آدرس

source: Address Title is mandatory.
fa_ir: عنوان آدرس اجباری است.

source: Address Type
fa_ir: نوع آدرس

source: Address and other legal information you may want to put in the footer.
fa_ir: آدرس و سایر اطلاعات حقوقی که ممکن است بخواهید در پاورقی قرار دهید.

source: Addresses
fa_ir: آدرس‌ها

source: Addresses And Contacts
fa_ir: آدرس‌ها و مخاطبین

source: Adds a custom client script to a DocType
fa_ir: یک اسکریپت کلاینت سفارشی به یک داک‌تایپ اضافه می‌کند

source: Adds a custom field to a DocType
fa_ir: یک فیلد سفارشی به یک داک‌تایپ اضافه می‌کند

source: Administration
fa_ir: مدیریت

source: Administrator
fa_ir: مدیر سیستم

source: Administrator Logged In
fa_ir: مدیر سیستم وارد شد

source: Administrator accessed {0} on {1} via IP Address {2}.
fa_ir: مدیر سیستم در تاریخ {1} از طریق آدرس IP {2} به {0} دسترسی پیدا کرد.

source: Administrator can't follow
fa_ir: مدیر سیستم نمی‌تواند دنبال کند

source: Advanced
fa_ir: پیشرفته

source: Advanced Control
fa_ir: کنترل پیشرفته

source: Advanced Search
fa_ir: جستجوی پیشرفته

source: Advanced Settings
fa_ir: تنظیمات پیشرفته

source: After
fa_ir: بعد از

source: After Cancel
fa_ir: پس از لغو

source: After Delete
fa_ir: پس از حذف

source: After Discard
fa_ir: پس از انصراف

source: After Insert
fa_ir: پس از درج

source: After Rename
fa_ir: پس از تغییر نام

source: After Save
fa_ir: پس از ذخیره

source: After Save (Submitted Document)
fa_ir: پس از ذخیره (سند ارسال‌شده)

source: After Submission
fa_ir: پس از ارسال

source: After Submit
fa_ir: پس از ارسال

source: Aggregate Field is required to create a number card
fa_ir: فیلد تجمیعی برای ایجاد کارت عددی الزامی است

source: Aggregate Function Based On
fa_ir: تابع تجمیعی بر اساس

source: Aggregate Function field is required to create a dashboard chart
fa_ir: فیلد تابع تجمیعی برای ایجاد نمودار داشبورد الزامی است

source: Alert
fa_ir: هشدار

source: Alerts and Notifications
fa_ir: هشدارها و اعلان‌ها

source: Alias cannot be a SQL keyword: {0}
fa_ir: نام مستعار نمی‌تواند یک کلمه کلیدی SQL باشد: {0}

source: Alias must be a string
fa_ir: نام مستعار باید یک رشته باشد

source: Align
fa_ir: تراز کردن

source: Align Labels to the Right
fa_ir: تراز کردن برچسب‌ها به راست

source: Align Right
fa_ir: تراز راست

source: Align Value
fa_ir: تراز کردن مقدار

source: All
fa_ir: همه

source: All Day
fa_ir: تمام روز

source: All Images attached to Website Slideshow should be public
fa_ir: تمام تصاویر پیوست شده به اسلایدشو وب‌سایت باید عمومی باشند

source: All Records
fa_ir: همه سوابق

source: All Submissions
fa_ir: همه ارسال‌ها

source: All customizations will be removed. Please confirm.
fa_ir: تمام سفارشی‌سازی‌ها حذف خواهند شد. لطفاً تأیید کنید.

source: All fields are necessary to submit the comment.
fa_ir: تمام فیلدها برای ارسال نظر ضروری هستند.

source: All possible Workflow States and roles of the workflow. Docstatus Options: 0 is "Saved", 1 is "Submitted" and 2 is "Cancelled"
fa_ir: تمام وضعیت‌های ممکن گردش کار و نقش‌های آن. گزینه‌های وضعیت سند: 0 "ذخیره شده"، 1 "ارسال شده" و 2 "لغو شده" است.

source: All-uppercase is almost as easy to guess as all-lowercase.
fa_ir: تمام حروف بزرگ تقریباً به آسانی تمام حروف کوچک قابل حدس زدن است.

source: Allocated To
fa_ir: اختصاص‌یافته به

source: Allow
fa_ir: اجازه دادن

source: Allow API Indexing Access
fa_ir: اجازه دسترسی به نمایه‌سازی API

source: Allow Auto Repeat
fa_ir: اجازه تکرار خودکار

source: Allow Bulk Edit
fa_ir: اجازه ویرایش انبوه

source: Allow Bulk Editing
fa_ir: اجازه ویرایش انبوه

source: Allow Consecutive Login Attempts
fa_ir: اجازه تلاش‌های متوالی ورود

source: Allow Google Calendar Access
fa_ir: اجازه دسترسی به تقویم گوگل

source: Allow Google Contacts Access
fa_ir: اجازه دسترسی به مخاطبین گوگل

source: Allow Guest
fa_ir: اجازه مهمان

source: Allow Guest to View
fa_ir: اجازه مشاهده به مهمان

source: Allow Guests to Upload Files
fa_ir: امکان بارگذاری فایل برای مهمانان

source: Allow Import (via Data Import Tool)
fa_ir: امکان وارد کردن (از طریق ابزار واردات داده)

source: Allow Login After Fail
fa_ir: امکان ورود پس از خطا

source: Allow Login using Mobile Number
fa_ir: امکان ورود با استفاده از شماره موبایل

source: Allow Login using User Name
fa_ir: امکان ورود با استفاده از نام کاربری

source: Allow Modules
fa_ir: ماژول‌های مجاز

source: Allow Older Web View Links (Insecure)
fa_ir: امکان استفاده از لینک‌های نمای وب قدیمی‌تر (ناامن)

source: Allow Print for Cancelled
fa_ir: امکان چاپ برای اسناد لغو شده

source: Allow Print for Draft
fa_ir: امکان چاپ برای پیش‌نویس‌ها

source: Allow Read On All Link Options
fa_ir: امکان خواندن در تمام گزینه‌های لینک

source: Allow Rename
fa_ir: امکان تغییر نام

source: Allow Roles
fa_ir: نقش‌های مجاز

source: Allow Self Approval
fa_ir: امکان تأیید توسط خود

source: Allow Sending Usage Data for Improving Applications
fa_ir: امکان ارسال داده‌های استفاده برای بهبود برنامه‌ها

source: Allow approval for creator of the document
fa_ir: امکان تأیید برای ایجادکننده سند

source: Allow comments
fa_ir: امکان ثبت نظر

source: Allow delete
fa_ir: امکان حذف

source: Allow document creation via Email
fa_ir: امکان ایجاد سند از طریق ایمیل

source: Allow editing after submit
fa_ir: امکان ویرایش پس از ثبت

source: Allow editing even if the doctype has a workflow set up. Does nothing if a workflow isn't set up.
fa_ir: امکان ویرایش حتی اگر نوع سند دارای گردش کار تنظیم شده باشد.

source: Allow events in timeline
fa_ir: امکان رویدادها در خط زمانی

source: Allow in Quick Entry
fa_ir: امکان در ورود سریع

source: Allow incomplete forms
fa_ir: امکان فرم‌های ناقص

source: Allow multiple responses
fa_ir: امکان پاسخ‌های متعدد

source: Allow on Submit
fa_ir: امکان در هنگام ثبت

source: Allow only one session per user
fa_ir: امکان فقط یک جلسه برای هر کاربر

source: Allow page break inside tables
fa_ir: امکان شکست صفحه درون جداول

source: Allow print
fa_ir: امکان چاپ

source: Allow recording my first session to improve user experience
fa_ir: امکان ضبط اولین جلسه من برای بهبود تجربه کاربری

source: Allow saving if mandatory fields are not filled
fa_ir: امکان ذخیره در صورت عدم تکمیل فیلدهای اجباری

source: Allow sending usage data for improving applications
fa_ir: امکان ارسال داده‌های استفاده برای بهبود برنامه‌ها

source: Allow user to login only after this hour (0-24)
fa_ir: امکان ورود کاربر فقط پس از این ساعت (0-24)

source: Allow user to login only before this hour (0-24)
fa_ir: امکان ورود کاربر فقط قبل از این ساعت (0-24)

source: Allow users to log in without a password, using a login link sent to their email
fa_ir: امکان ورود کاربران بدون رمز عبور، با استفاده از لینک ورود ارسال شده به ایمیل آنها

source: Allowed
fa_ir: مجاز

source: Allowed File Extensions
fa_ir: پسوندهای فایل مجاز

source: Allowed In Mentions
fa_ir: مجاز در منشن‌ها

source: Allowed Modules
fa_ir: ماژول‌های مجاز

source: Allowed Public Client Origins
fa_ir: مبدأهای کلاینت عمومی مجاز

source: Allowed Roles
fa_ir: نقش‌های مجاز

source: Allowed embedding domains
fa_ir: دامنه‌های جاسازی مجاز

source: Allowing DocType, DocType. Be careful!
fa_ir: اجازه دادن به داک‌تایپ، داک‌تایپ. مراقب باشید!

source: Allows clients to fetch metadata from the <code>/.well-known/oauth-authorization-server</code> endpoint. Reference: <a href="https://datatracker.ietf.org/doc/html/rfc8414">RFC8414</a>
fa_ir: به کلاینت‌ها اجازه می‌دهد تا فراداده را از نقطه پایانی <code>/.well-known/oauth-authorization-server</code> واکشی کنند. مرجع: <a href=\"https://datatracker.ietf.org/doc/html/rfc8414\">RFC8414</a>

source: Allows clients to fetch metadata from the <code>/.well-known/oauth-protected-resource</code> endpoint. Reference: <a href="https://datatracker.ietf.org/doc/html/rfc9728#name-protected-resource-metadata">RFC9728</a>
fa_ir: به کلاینت‌ها اجازه می‌دهد تا فراداده را از نقطه پایانی <code>/.well-known/oauth-protected-resource</code> واکشی کنند. مرجع: <a href=\"https://datatracker.ietf.org/doc/html/rfc9728#name-protected-resource-metadata\">RFC9728</a>

source: Allows clients to register themselves without manual intervention. Registration creates a <b>OAuth Client</b> entry. Reference: <a href="https://datatracker.ietf.org/doc/html/rfc7591">RFC7591</a>
fa_ir: به کلاینت‌ها اجازه می‌دهد تا بدون دخالت دستی خود را ثبت کنند. ثبت، یک ورودی <b>OAuth Client</b> ایجاد می‌کند. مرجع: <a href=\"https://datatracker.ietf.org/doc/html/rfc7591\">RFC7591</a>

source: Allows clients to view this as an Authorization Server when querying the <code>/.well-known/oauth-protected-resource</code> end point.
fa_ir: به کلاینت‌ها اجازه می‌دهد تا این را به عنوان یک سرور احراز هویت هنگام پرس‌وجو از نقطه پایانی <code>/.well-known/oauth-protected-resource</code> مشاهده کنند.

source: Allows enabled Social Login Key Base URL to be shown as authorization server.
fa_ir: اجازه می‌دهد تا URL پایه کلید ورود اجتماعی فعال‌شده به عنوان سرور احراز هویت نمایش داده شود.

source: Allows skipping authorization if a user has active tokens.
fa_ir: اجازه می‌دهد تا در صورت داشتن توکن‌های فعال توسط کاربر، از احراز هویت صرف‌نظر شود.

source: Already Registered
fa_ir: قبلاً ثبت شده است

source: Already in the following Users ToDo list:{0}
fa_ir: قبلاً در لیست کارهای کاربران زیر است:{0}

source: Also adding the dependent currency field {0}
fa_ir: همچنین اضافه کردن فیلد ارز وابسته {0}

source: Also adding the status dependency field {0}
fa_ir: همچنین اضافه کردن فیلد وابستگی وضعیت {0}

source: Alternative Email ID
fa_ir: ایمیل جایگزین

source: Always
fa_ir: همیشه

source: Always BCC Address
fa_ir: آدرس BCC همیشه

source: Always add "Draft" Heading for printing draft documents
fa_ir: همیشه عنوان "پیش‌نویس" برای چاپ اسناد پیش‌نویس اضافه شود

source: Always use this email address as sender address
fa_ir: همیشه از این آدرس ایمیل به عنوان آدرس فرستنده استفاده شود

source: Always use this name as sender name
fa_ir: همیشه از این نام به عنوان نام فرستنده استفاده شود

source: Amend
fa_ir: اصلاح

source: Amend Counter
fa_ir: شمارنده اصلاح

source: Amended Document Naming Settings
fa_ir: تنظیمات نام‌گذاری اسناد اصلاح‌شده

source: Amended Documents
fa_ir: اسناد اصلاح‌شده

source: Amended From
fa_ir: اصلاح‌شده از

# Freeze message while amending a document
source: Amending
fa_ir: در حال اصلاح

source: Amendment Naming Override
fa_ir: بازنویسی نام‌گذاری اصلاح

source: Amendment Not Allowed
fa_ir: اصلاح مجاز نیست

source: Amendment naming rules updated.
fa_ir: قوانین نام‌گذاری اصلاح به‌روزرسانی شد.

source: An email to verify your request has been sent to your email address. Please verify your request to complete the process.
fa_ir: ایمیلی برای تأیید درخواست شما به آدرس ایمیلتان ارسال شده است. لطفاً درخواست خود را تأیید کنید تا فرآیند تکمیل شود.

source: An error occurred while setting Session Defaults
fa_ir: هنگام تنظیم پیش‌فرض‌های نشست خطایی رخ داد

source: An icon file with .ico extension. Should be 16 x 16 px. Generated using a favicon generator. [favicon-generator.org]
fa_ir: یک فایل آیکون با پسوند .ico. باید ۱۶ در ۱۶ پیکسل باشد. با استفاده از یک تولیدکننده فاوآیکون تولید شده است. [favicon-generator.org]

source: An unexpected error occurred while authorizing {}.
fa_ir: هنگام احراز هویت {} خطای غیرمنتظره‌ای رخ داد.

source: Analytics
fa_ir: تجزیه و تحلیل

source: Ancestors Of
fa_ir: اجدادِ

source: Announcement Widget
fa_ir: ویجت اطلاعیه

source: Announcements
fa_ir: اطلاعیه‌ها

source: Annual
fa_ir: سالانه

source: Anonymization Matrix
fa_ir: ماتریس ناشناس‌سازی

source: Anonymous responses
fa_ir: پاسخ‌های ناشناس

source: Another transaction is blocking this one. Please try again in a few seconds.
fa_ir: تراکنش دیگری این تراکنش را مسدود کرده است. لطفاً چند ثانیه دیگر دوباره امتحان کنید.

source: Another {0} with name {1} exists, select another name
fa_ir: {0} دیگری با نام {1} وجود دارد، نام دیگری را انتخاب کنید

source: Any string-based printer languages can be used. Writing raw commands requires knowledge of the printer's native language provided by the printer manufacturer. Please refer to the developer manual provided by the printer manufacturer on how to write their native commands. These commands are rendered on the server side using the Jinja Templating Language.
fa_ir: هر زبان چاپگر مبتنی بر رشته‌ای قابل استفاده است. نوشتن دستورات خام نیازمند دانش زبان بومی چاپگر است که توسط سازنده چاپگر ارائه می‌شود. لطفاً برای نحوه نوشتن دستورات بومی به راهنمای توسعه‌دهنده ارائه شده توسط سازنده چاپگر مراجعه کنید. این دستورات در سمت سرور با استفاده از زبان قالب‌سازی Jinja رندر می‌شوند.

source: Apart from System Manager, roles with Set User Permissions right can set permissions for other users for that Document Type.
fa_ir: به غیر از مدیر سیستم، نقش‌هایی که حق تنظیم مجوزهای کاربر را دارند می‌توانند برای سایر کاربران آن نوع سند، مجوزها را تنظیم کنند.

source: App
fa_ir: برنامه

source: App ID
fa_ir: شناسه برنامه

source: App Logo
fa_ir: لوگوی برنامه

source: App Name
fa_ir: نام برنامه

source: App Name (Client Name)
fa_ir: نام برنامه (نام مشتری)

source: App not found for module: {0}
fa_ir: برنامه برای ماژول: {0} یافت نشد

source: App {0} is not installed
fa_ir: برنامه {0} نصب نشده است

source: Append Emails to Sent Folder
fa_ir: افزودن ایمیل‌ها به پوشه ارسال‌شده

source: Append To
fa_ir: افزودن به

source: Append To can be one of {0}
fa_ir: افزودن به می‌تواند یکی از {0} باشد

source: Append as communication against this DocType (must have fields: "Sender" and "Subject"). These fields can be defined in the email settings section of the appended doctype.
fa_ir: به عنوان ارتباط در برابر این نوع سند اضافه شود (باید فیلدهای: "Sender" و "Subject" را داشته باشد). این فیلدها را می‌توان در بخش تنظیمات ایمیل نوع سند اضافه شده تعریف کرد.

source: Applicable Document Types
fa_ir: انواع اسناد قابل اعمال

source: Applicable For
fa_ir: قابل اعمال برای

source: Application Logo
fa_ir: لوگوی برنامه

source: Application Name
fa_ir: نام برنامه

source: Application Version
fa_ir: نسخه برنامه

source: Application is not installed
fa_ir: برنامه نصب نشده است

source: Applied On
fa_ir: اعمال شده در

source: Apply
fa_ir: اعمال

# Button in list view actions menu
source: Apply Assignment Rule
fa_ir: اعمال قانون تخصیص

source: Apply Filters
fa_ir: اعمال فیلترها

source: Apply Strict User Permissions
fa_ir: اعمال مجوزهای سخت‌گیرانه کاربر

source: Apply To
fa_ir: اعمال به

source: Apply To All Document Types
fa_ir: اعمال به همه انواع اسناد

source: Apply User Permission On
fa_ir: اعمال مجوز کاربر بر روی

source: Apply document permissions
fa_ir: اعمال مجوزهای سند

source: Apply this rule if the User is the Owner
fa_ir: این قانون را در صورتی اعمال کن که کاربر مالک باشد

source: Apply to all Documents Types
fa_ir: اعمال به همه انواع سند

source: Applying: {0}
fa_ir: در حال اعمال: {0}

source: Approval Required
fa_ir: نیاز به تأیید

source: Apps
fa_ir: برنامه‌ها

source: Archive
fa_ir: بایگانی

source: Archived
fa_ir: بایگانی شده

source: Archived Columns
fa_ir: ستون‌های بایگانی شده

source: Are you sure you want to cancel the invitation?
fa_ir: آیا از لغو دعوت‌نامه اطمینان دارید؟

source: Are you sure you want to clear the assignments?
fa_ir: آیا از پاک کردن تخصیص‌ها اطمینان دارید؟

source: Are you sure you want to delete all rows?
fa_ir: آیا از حذف همه ردیف‌ها اطمینان دارید؟

source: Are you sure you want to delete the attachment?
fa_ir: آیا از حذف پیوست اطمینان دارید؟

# Confirmation dialog message
source: Are you sure you want to delete the column? All the fields in the column will be moved to the previous column.
fa_ir: آیا از حذف ستون اطمینان دارید؟ تمام فیلدهای موجود در این ستون به ستون قبلی منتقل خواهند شد.

# Confirmation dialog message
source: Are you sure you want to delete the section? All the columns along with fields in the section will be moved to the previous section.
fa_ir: آیا از حذف بخش اطمینان دارید؟ تمام ستون‌ها به همراه فیلدهای موجود در این بخش به بخش قبلی منتقل خواهند شد.

# Confirmation dialog message
source: Are you sure you want to delete the tab? All the sections along with fields in the tab will be moved to the previous tab.
fa_ir: آیا از حذف تب اطمینان دارید؟ تمام بخش‌ها به همراه فیلدهای موجود در این تب به تب قبلی منتقل خواهند شد.

source: Are you sure you want to delete this record?
fa_ir: آیا از حذف این رکورد اطمینان دارید؟

source: Are you sure you want to discard the changes?
fa_ir: آیا از لغو تغییرات اطمینان دارید؟

source: Are you sure you want to generate a new report?
fa_ir: آیا از ایجاد گزارش جدید اطمینان دارید؟

source: Are you sure you want to merge {0} with {1}?
fa_ir: آیا از ادغام {0} با {1} اطمینان دارید؟

source: Are you sure you want to proceed?
fa_ir: آیا از ادامه دادن اطمینان دارید؟

source: Are you sure you want to re-enable scheduler?
fa_ir: آیا از فعال‌سازی مجدد زمان‌بندی اطمینان دارید؟

source: Are you sure you want to relink this communication to {0}?
fa_ir: آیا از پیوند مجدد این ارتباط به {0} اطمینان دارید؟

source: Are you sure you want to remove all failed jobs?
fa_ir: آیا از حذف تمام کارهای ناموفق اطمینان دارید؟

source: Are you sure you want to remove the {0} filter?
fa_ir: آیا از حذف فیلتر {0} اطمینان دارید؟

source: Are you sure you want to reset all customizations?
fa_ir: آیا از بازنشانی تمام سفارشی‌سازی‌ها اطمینان دارید؟

source: Are you sure you want to save this document?
fa_ir: آیا از ذخیره این سند اطمینان دارید؟

source: Are you sure you want to {0}?
fa_ir: آیا از {0} اطمینان دارید؟

source: Are you sure?
fa_ir: آیا مطمئن هستید؟

source: Arguments
fa_ir: آرگومان‌ها

source: As a best practice, do not assign the same set of permission rule to different Roles. Instead, set multiple Roles to the same User.
fa_ir: به عنوان یک رویه خوب، یک مجموعه از قوانین دسترسی را به نقش‌های مختلف اختصاص ندهید. در عوض، چندین نقش را به یک کاربر اختصاص دهید.

source: As document sharing is disabled, please give them the required permissions before assigning.
fa_ir: از آنجایی که اشتراک‌گذاری سند غیرفعال است، لطفاً قبل از تخصیص، مجوزهای لازم را به آن‌ها بدهید.

source: As per your request, your account and data on {0} associated with email {1} has been permanently deleted
fa_ir: طبق درخواست شما، حساب کاربری و داده‌های شما در {0} مرتبط با ایمیل {1} برای همیشه حذف شده است

source: Ask
fa_ir: پرسش

source: Assign Condition
fa_ir: شرط تخصیص

source: Assign To
fa_ir: تخصیص به

# Button in list view actions menu
source: Assign To
fa_ir: تخصیص به

source: Assign To User Group
fa_ir: تخصیص به گروه کاربری

source: Assign To Users
fa_ir: تخصیص به کاربران

source: Assign a user
fa_ir: یک کاربر را تخصیص دهید

source: Assign one by one, in sequence
fa_ir: یکی یکی، به ترتیب تخصیص دهید

source: Assign to me
fa_ir: به من تخصیص دهید

source: Assign to the one who has the least assignments
fa_ir: به کسی که کمترین تخصیص را دارد، اختصاص دهید.

source: Assign to the user set in this field
fa_ir: به کاربری که در این فیلد تنظیم شده است، اختصاص دهید.

source: Assigned
fa_ir: تخصیص‌یافته

source: Assigned By
fa_ir: تخصیص‌دهنده

source: Assigned By Full Name
fa_ir: نام کامل تخصیص‌دهنده

source: Assigned To
fa_ir: تخصیص‌یافته به

source: Assigned To/Owner
fa_ir: تخصیص‌یافته به/مالک

source: Assignee
fa_ir: تخصیص‌گیرنده

source: Assigning...
fa_ir: در حال تخصیص...

source: Assignment
fa_ir: تخصیص

source: Assignment Completed
fa_ir: تخصیص تکمیل شد

source: Assignment Days
fa_ir: روزهای تخصیص

source: Assignment Rule
fa_ir: قانون تخصیص

source: Assignment Rule Day
fa_ir: روز قانون تخصیص

source: Assignment Rule User
fa_ir: کاربر قانون تخصیص

source: Assignment Rule is not allowed on document type {0}
fa_ir: قانون تخصیص برای نوع سند {0} مجاز نیست

source: Assignment Rules
fa_ir: قوانین تخصیص

source: Assignment Update on {0}
fa_ir: به‌روزرسانی تخصیص در {0}

source: Assignment for {0} {1}
fa_ir: تخصیص برای {0} {1}

source: Assignment of {0} removed by {1}
fa_ir: تخصیص {0} توسط {1} حذف شد

source: Assignments
fa_ir: تخصیص‌ها

source: Asynchronous
fa_ir: ناهمگام

source: At least one column is required to show in the grid.
fa_ir: حداقل یک ستون برای نمایش در جدول الزامی است.

source: At least one field is required in Web Form Fields Table
fa_ir: حداقل یک فیلد در جدول فیلدهای فرم وب الزامی است

source: At least one field of Parent Document Type is mandatory
fa_ir: حداقل یک فیلد از نوع سند والد اجباری است

source: Attach
fa_ir: پیوست

source: Attach Document Print
fa_ir: پیوست چاپ سند

source: Attach Files
fa_ir: پیوست فایل‌ها

source: Attach Image
fa_ir: پیوست تصویر

source: Attach Package
fa_ir: پیوست بسته

source: Attach Print
fa_ir: پیوست چاپ

source: Attach a web link
fa_ir: پیوست لینک وب

source: Attach files / urls and add in table.
fa_ir: فایل‌ها / آدرس‌های اینترنتی را پیوست کرده و به جدول اضافه کنید.

source: Attached File
fa_ir: فایل پیوست شده

source: Attached To DocType
fa_ir: پیوست شده به نوع سند

source: Attached To Field
fa_ir: پیوست شده به فیلد

source: Attached To Name
fa_ir: پیوست شده به نام

source: Attached To Name must be a string or an integer
fa_ir: نام پیوست شده باید یک رشته یا عدد صحیح باشد

source: Attachment
fa_ir: پیوست

source: Attachment Limit (MB)
fa_ir: محدودیت پیوست (مگابایت)

source: Attachment Limit Reached
fa_ir: محدودیت پیوست تکمیل شد

source: Attachment Link
fa_ir: لینک پیوست

source: Attachment Removed
fa_ir: پیوست حذف شد

source: Attachment Settings
fa_ir: تنظیمات پیوست

source: Attachments
fa_ir: پیوست‌ها

source: Attempting Connection to QZ Tray...
fa_ir: تلاش برای اتصال به QZ Tray...

source: Attempting to launch QZ Tray...
fa_ir: تلاش برای راه‌اندازی QZ Tray...

source: Attribution
fa_ir: انتساب

source: Audit System Hooks
fa_ir: بررسی هوک‌های سیستم

source: Audit Trail
fa_ir: مسیر حسابرسی

source: Auth URL Data
fa_ir: داده‌های URL احراز هویت

source: Auth URL data should be valid JSON
fa_ir: داده‌های URL احراز هویت باید JSON معتبر باشند

source: Authenticate as Service Principal
fa_ir: احراز هویت به عنوان Service Principal

source: Authentication
fa_ir: احراز هویت

source: Authentication Apps you can use are:
fa_ir: برنامه‌های احراز هویتی که می‌توانید استفاده کنید:

source: Authentication failed while receiving emails from Email Account: {0}.
fa_ir: احراز هویت هنگام دریافت ایمیل از حساب ایمیل: {0} با شکست مواجه شد.

source: Author
fa_ir: نویسنده

source: Authorization
fa_ir: مجوز

source: Authorization Code
fa_ir: کد مجوز

source: Authorization URI
fa_ir: URI مجوز

source: Authorization error for {}.
fa_ir: خطای مجوز برای {}.

source: Authorize API Access
fa_ir: مجوز دسترسی API

source: Authorize API Indexing Access
fa_ir: مجوز دسترسی به نمایه‌سازی API

source: Authorize Google Calendar Access
fa_ir: مجوز دسترسی به تقویم گوگل

source: Authorize Google Contacts Access
fa_ir: مجوز دسترسی به مخاطبین گوگل

source: Authorize URL
fa_ir: URL مجوز

source: Authorized
fa_ir: مجاز

source: Authors
fa_ir: نویسندگان

source: Authors / Maintainers
fa_ir: نویسندگان / نگهدارندگان

source: Auto
fa_ir: خودکار

source: Auto Email Report
fa_ir: گزارش ایمیل خودکار

source: Auto Name
fa_ir: نام‌گذاری خودکار

source: Auto Repeat
fa_ir: تکرار خودکار

source: Auto Repeat Day
fa_ir: روز تکرار خودکار

source: Auto Repeat Day{0} {1} has been repeated.
fa_ir: روز تکرار خودکار {0} {1} تکرار شد.

source: Auto Repeat Document Creation Failed
fa_ir: ایجاد سند تکرار خودکار با شکست مواجه شد

source: Auto Repeat Schedule
fa_ir: برنامه تکرار خودکار

source: Auto Repeat User
fa_ir: کاربر تکرار خودکار

source: Auto Repeat created for this document
fa_ir: تکرار خودکار برای این سند ایجاد شد

source: Auto Repeat failed for {0}
fa_ir: تکرار خودکار برای {0} با شکست مواجه شد

source: Auto Reply
fa_ir: پاسخ خودکار

source: Auto Reply Message
fa_ir: پیام پاسخ خودکار

source: Auto assignment failed: {0}
fa_ir: تخصیص خودکار با شکست مواجه شد: {0}

source: Auto follow documents that are assigned to you
fa_ir: اسنادی که به شما تخصیص داده شده‌اند را به صورت خودکار دنبال کنید

source: Auto follow documents that are shared with you
fa_ir: اسنادی که با شما به اشتراک گذاشته شده‌اند را به صورت خودکار دنبال کنید
