Repository: ai-solution-company/systemafarin-custom-addon
Catalog: iran_core/translations_src/*-framework.po
Languages: fa_ir

source: Your new password has been set successfully.
fa_ir: رمز عبور جدید شما با موفقیت تنظیم شد.

source: Your old password is incorrect.
fa_ir: رمز عبور قدیمی شما نادرست است.

source: Your organization name and address for the email footer.
fa_ir: نام و آدرس سازمان شما برای پاورقی ایمیل.

source: Your query has been received. We will reply back shortly. If you have any additional information, please reply to this mail.
fa_ir: درخواست شما دریافت شد. به زودی پاسخ خواهیم داد. اگر اطلاعات بیشتری دارید، لطفاً به این ایمیل پاسخ دهید.

source: Your report is being generated in the background. You will receive an email on {0} with a download link once it is ready.
fa_ir: گزارش شما در پس‌زمینه در حال تولید است. پس از آماده شدن، ایمیلی حاوی لینک دانلود به {0} دریافت خواهید کرد.

source: Your session has expired, please login again to continue.
fa_ir: نشست شما منقضی شده است، لطفاً برای ادامه مجدداً وارد شوید.

source: Your site is undergoing maintenance or being updated.
fa_ir: سایت شما در حال نگهداری یا به‌روزرسانی است.

source: Your verification code is {0}
fa_ir: کد تأیید شما {0} است

source: Zero
fa_ir: صفر

source: Zero means send records updated at anytime
fa_ir: صفر به معنای ارسال رکوردهای به‌روزرسانی شده در هر زمان است

source: [Action taken by {0}]
fa_ir: [اقدام انجام شده توسط {0}]

source: `as_iterator` only works with `as_list=True` or `as_dict=True`
fa_ir: `as_iterator` فقط با `as_list=True` یا `as_dict=True` کار می‌کند

source: `job_id` paramater is required for deduplication.
fa_ir: پارامتر `job_id` برای حذف موارد تکراری اجباری است.

source: amend
fa_ir: اصلاح

source: and
fa_ir: و

source: ascending
fa_ir: صعودی

source: blue
fa_ir: آبی

source: by Role
fa_ir: بر اساس نقش

source: cProfile Output
fa_ir: خروجی cProfile

source: calendar
fa_ir: تقویم

source: cancel
fa_ir: لغو

source: canceled
fa_ir: لغو شده

source: chrome
fa_ir: کروم

source: clear
fa_ir: پاک کردن

source: commented
fa_ir: نظر داده شده

source: create
fa_ir: ایجاد

source: cyan
fa_ir: فیروزه‌ای

# Days (Field: Duration)
source: d
fa_ir: روز

source: darkgrey
fa_ir: خاکستری تیره

source: dashboard
fa_ir: داشبورد

source: dd-mm-yyyy
fa_ir: روز-ماه-سال

source: dd.mm.yyyy
fa_ir: روز.ماه.سال

source: dd/mm/yyyy
fa_ir: روز/ماه/سال

source: default
fa_ir: پیش‌فرض

source: deferred
fa_ir: معوق

source: delete
fa_ir: حذف

source: descending
fa_ir: نزولی

source: document type..., e.g. customer
fa_ir: نوع سند...، مثلاً مشتری

source: e.g. "Support", "Sales", "Jerry Yang"
fa_ir: مثلاً «پشتیبانی»، «فروش»، «جری یانگ»

source: e.g. (55 + 434) / 4 or =Math.sin(Math.PI/2)...
fa_ir: مثلاً (55 + 434) / 4 یا =Math.sin(Math.PI/2)...

source: e.g. pop.gmail.com / imap.gmail.com
fa_ir: مثلاً pop.gmail.com / imap.gmail.com

source: e.g. replies@yourcomany.com. All replies will come to this inbox.
fa_ir: مثلاً replies@yourcompany.com. تمام پاسخ‌ها به این صندوق ورودی می‌آیند.

source: e.g. smtp.gmail.com
fa_ir: مثلاً smtp.gmail.com

source: e.g.:
fa_ir: مثلاً:

source: emacs
fa_ir: امکس

source: email
fa_ir: ایمیل

source: email inbox
fa_ir: صندوق ورودی ایمیل

source: empty
fa_ir: خالی

source: export
fa_ir: برون‌بری

source: facebook
fa_ir: فیس‌بوک

source: failed
fa_ir: ناموفق

source: fairlogin
fa_ir: فِیرلاگین

source: finished
fa_ir: تکمیل شده

source: gray
fa_ir: خاکستری

source: green
fa_ir: سبز

source: grey
fa_ir: خاکستری

source: gzip not found in PATH! This is required to take a backup.
fa_ir: gzip در PATH یافت نشد! این برای تهیه نسخه پشتیبان لازم است.

# Hours (Field: Duration)
source: h
fa_ir: ساعت

source: hub
fa_ir: هاب

source: icon
fa_ir: آیکون

source: import
fa_ir: درون‌ریزی

source: just now
fa_ir: همین الان

source: label
fa_ir: برچسب

source: light-blue
fa_ir: آبی روشن

source: link
fa_ir: لینک

source: linkedin
fa_ir: لینکدین

source: list
fa_ir: لیست

source: logged in
fa_ir: وارد شده

source: login_required
fa_ir: ورود الزامی است

source: long
fa_ir: طولانی

source: merged {0} into {1}
fa_ir: {0} در {1} ادغام شد

source: module
fa_ir: ماژول

source: module name...
fa_ir: نام ماژول...

source: new
fa_ir: جدید

source: new type of document
fa_ir: نوع جدید سند

source: no failed attempts
fa_ir: بدون تلاش ناموفق

source: notified
fa_ir: اطلاع‌رسانی شد

source: now
fa_ir: اکنون

source: of
fa_ir: از

source: or
fa_ir: یا

source: orange
fa_ir: نارنجی

source: page
fa_ir: صفحه

source: pink
fa_ir: صورتی

source: plain
fa_ir: ساده

source: print
fa_ir: چاپ

source: purple
fa_ir: بنفش

source: queued
fa_ir: در صف

source: read
fa_ir: خواندن

source: red
fa_ir: قرمز

source: renamed from {0} to {1}
fa_ir: از {0} به {1} تغییر نام یافت

source: report
fa_ir: گزارش

source: response
fa_ir: پاسخ

source: restored {0} as {1}
fa_ir: {0} به عنوان {1} بازیابی شد

source: scheduled
fa_ir: زمان‌بندی شده

source: select
fa_ir: انتخاب

source: share
fa_ir: اشتراک‌گذاری

source: short
fa_ir: کوتاه

source: since last month
fa_ir: از ماه گذشته

source: since last week
fa_ir: از هفته گذشته

source: since last year
fa_ir: از سال گذشته

source: since yesterday
fa_ir: از دیروز

source: started
fa_ir: شروع شد

source: starting the setup...
fa_ir: در حال شروع راه‌اندازی...

source: string value, i.e. group
fa_ir: مقدار رشته‌ای، مثلاً گروه

source: string value, i.e. member
fa_ir: مقدار رشته‌ای، مثلاً عضو

source: string value, i.e. {0} or uid={0},ou=users,dc=example,dc=com
fa_ir: مقدار رشته‌ای، مثلاً {0} یا uid={0},ou=users,dc=example,dc=com

source: submit
fa_ir: ارسال

source: tag name..., e.g. #tag
fa_ir: نام برچسب...، مثلاً #برچسب

source: text in document type
fa_ir: متن در نوع سند

source: this form
fa_ir: این فرم

source: this shouldn't break
fa_ir: این نباید خراب شود

source: to your browser
fa_ir: به مرورگر شما

source: twitter
fa_ir: توییتر

source: updated to {0}
fa_ir: به {0} به‌روزرسانی شد

source: use % as wildcard
fa_ir: از % به عنوان کاراکتر جایگزین استفاده کنید

source: values separated by commas
fa_ir: مقادیر جدا شده با کاما

source: via Assignment Rule
fa_ir: از طریق قانون تخصیص

source: via Auto Repeat
fa_ir: از طریق تکرار خودکار

source: via Data Import
fa_ir: از طریق واردات داده

source: via Google Meet
fa_ir: از طریق گوگل میت

source: via Notification
fa_ir: از طریق اعلان

source: via {0}
fa_ir: از طریق {0}

source: wants to access the following details from your account
fa_ir: می‌خواهد به جزئیات زیر از حساب شما دسترسی پیدا کند

source: when clicked on element it will focus popover if present.
fa_ir: با کلیک بر روی عنصر، اگر پاپ‌اور (Popover) وجود داشته باشد، روی آن تمرکز خواهد کرد.

source: wkhtmltopdf 0.12.x (with patched qt).
fa_ir: wkhtmltopdf 0.12.x (با qt پچ شده).

source: write
fa_ir: ثبت

source: yellow
fa_ir: زرد

source: yesterday
fa_ir: دیروز

source: {0} ({1}) (1 row mandatory)
fa_ir: {0} ({1}) (1 سطر اجباری)

source: {0} Calendar
fa_ir: تقویم {0}

source: {0} Chart
fa_ir: نمودار {0}

source: {0} Dashboard
fa_ir: داشبورد {0}

source: {0} Fields
fa_ir: فیلدهای {0}

source: {0} Google Calendar Events synced.
fa_ir: {0} رویداد تقویم گوگل همگام‌سازی شد.

source: {0} Google Contacts synced.
fa_ir: {0} مخاطب گوگل همگام‌سازی شد.

source: {0} Liked
fa_ir: {0} پسندیده شده

source: {0} List
fa_ir: لیست {0}

source: {0} List View Settings
fa_ir: تنظیمات نمای لیست {0}

source: {0} Map
fa_ir: نقشه {0}

source: {0} Name
fa_ir: نام {0}

source: {0} Not allowed to change {1} after submission from {2} to {3}
fa_ir: امکان تغییر {1} پس از ارسال از {2} به {3} برای {0} وجود ندارد

source: {0} Report
fa_ir: گزارش {0}

source: {0} Reports
fa_ir: گزارش‌های {0}

source: {0} Settings
fa_ir: تنظیمات {0}

source: {0} Tree
fa_ir: درختواره {0}

source: {0} Web page views
fa_ir: بازدیدهای صفحه وب {0}

source: {0} Workspace
fa_ir: فضای کاری {0}

source: {0} added
fa_ir: {0} اضافه شد

source: {0} added 1 row to {1}
fa_ir: {0} یک سطر به {1} اضافه کرد

source: {0} added {1} rows to {2}
fa_ir: {0} {1} سطر به {2} اضافه کرد

source: {0} already exists. Select another name
fa_ir: {0} از قبل موجود است. نام دیگری انتخاب کنید

source: {0} already unsubscribed
fa_ir: {0} قبلاً لغو اشتراک شده است

source: {0} already unsubscribed for {1} {2}
fa_ir: {0} قبلاً برای {1} {2} لغو اشتراک شده است

source: {0} and {1}
fa_ir: {0} و {1}

source: {0} are currently {1}
fa_ir: {0} در حال حاضر {1} هستند

source: {0} are required
fa_ir: {0} اجباری است

source: {0} assigned a new task {1} {2} to you
fa_ir: {0} یک وظیفه جدید {1} {2} را به شما اختصاص داد

source: {0} assigned {1}: {2}
fa_ir: {0} {1}: {2} را اختصاص داد

# Form timeline
source: {0} attached {1}
fa_ir: {0} {1} را پیوست کرد

source: {0} can not be more than {1}
fa_ir: {0} نمی‌تواند بیشتر از {1} باشد

source: {0} cancelled this document
fa_ir: {0} این سند را لغو کرد

# Form timeline
source: {0} cancelled this document {1}
fa_ir: {0} این سند {1} را لغو کرد

source: {0} cannot be amended because it is not cancelled. Please cancel the document before creating an amendment.
fa_ir: {0} نمی‌تواند اصلاح شود زیرا لغو نشده است. لطفاً قبل از ایجاد اصلاحیه، سند را لغو کنید.

source: {0} cannot be hidden and mandatory without any default value
fa_ir: {0} نمی‌تواند بدون مقدار پیش‌فرض، هم مخفی و هم اجباری باشد

source: {0} changed the value of {1}
fa_ir: {0} مقدار {1} را تغییر داد

source: {0} changed the value of {1} {2}
fa_ir: {0} مقدار {1} {2} را تغییر داد

source: {0} changed the values for {1}
fa_ir: {0} مقادیر {1} را تغییر داد

source: {0} changed the values for {1} {2}
fa_ir: {0} مقادیر {1} {2} را تغییر داد

# Form timeline
source: {0} changed {1} to {2}
fa_ir: {0} {1} را به {2} تغییر داد

source: {0} contains an invalid Fetch From expression, Fetch From can't be self-referential.
fa_ir: {0} حاوی یک عبارت 'Fetch From' نامعتبر است، 'Fetch From' نمی‌تواند خودارجاع باشد.

source: {0} created successfully
fa_ir: {0} با موفقیت ایجاد شد

source: {0} created this
fa_ir: {0} این را ایجاد کرد

# Form timeline
source: {0} created this document {1}
fa_ir: {0} این سند {1} را ایجاد کرد

source: {0} d
fa_ir: {0} د

source: {0} days ago
fa_ir: {0} روز پیش

source: {0} does not exist in row {1}
fa_ir: {0} در ردیف {1} وجود ندارد

source: {0} field cannot be set as unique in {1}, as there are non-unique existing values
fa_ir: فیلد {0} نمی‌تواند در {1} به عنوان یکتا تنظیم شود، زیرا مقادیر موجود غیریکتا هستند

source: {0} fields cannot contain backticks (`): {1}
fa_ir: فیلدهای {0} نمی‌توانند حاوی بک‌تیک (`) باشند: {1}

source: {0} format could not be determined from the values in this column. Defaulting to {1}.
fa_ir: فرمت {0} از مقادیر این ستون قابل تشخیص نبود. پیش‌فرض به {1} تنظیم می‌شود.

source: {0} from {1} to {2}
fa_ir: {0} از {1} به {2}

source: {0} from {1} to {2} in row #{3}
fa_ir: {0} از {1} به {2} در ردیف #{3}

source: {0} h
fa_ir: {0} س

source: {0} has already assigned default value for {1}.
fa_ir: {0} قبلاً مقدار پیش‌فرض را برای {1} اختصاص داده است.

source: {0} has left the conversation in {1} {2}
fa_ir: {0} مکالمه را در {1} {2} ترک کرده است

source: {0} hours ago
fa_ir: {0} ساعت پیش

source: {0} if you are not redirected within {1} seconds
fa_ir: {0} اگر ظرف {1} ثانیه هدایت نشدید

source: {0} in row {1} cannot have both URL and child items
fa_ir: {0} در ردیف {1} نمی‌تواند هم URL و هم آیتم‌های فرزند داشته باشد

source: {0} is a mandatory field
fa_ir: {0} یک فیلد اجباری است

source: {0} is a not a valid zip file
fa_ir: {0} یک فایل زیپ معتبر نیست

source: {0} is an invalid Data field.
fa_ir: {0} یک فیلد داده نامعتبر است.

source: {0} is an invalid email address in 'Recipients'
fa_ir: {0} یک آدرس ایمیل نامعتبر در 'گیرندگان' است

source: {0} is between {1} and {2}
fa_ir: {0} بین {1} و {2} است

source: {0} is currently {1}
fa_ir: {0} در حال حاضر {1} است

source: {0} is equal to {1}
fa_ir: {0} برابر با {1} است

source: {0} is greater than or equal to {1}
fa_ir: {0} بزرگتر یا مساوی با {1} است

source: {0} is greater than {1}
fa_ir: {0} بزرگتر از {1} است

source: {0} is less than or equal to {1}
fa_ir: {0} کوچکتر یا مساوی {1} است

source: {0} is less than {1}
fa_ir: {0} کوچکتر از {1} است

source: {0} is like {1}
fa_ir: {0} شبیه {1} است

source: {0} is mandatory
fa_ir: {0} اجباری است

source: {0} is not a child table of {1}
fa_ir: {0} یک جدول فرزند برای {1} نیست

source: {0} is not a field of doctype {1}
fa_ir: {0} یک فیلد از DocType {1} نیست

source: {0} is not a raw printing format.
fa_ir: {0} یک فرمت چاپ خام نیست.

source: {0} is not a valid Calendar. Redirecting to default Calendar.
fa_ir: {0} یک تقویم معتبر نیست. در حال هدایت به تقویم پیش‌فرض.

source: {0} is not a valid Cron expression.
fa_ir: {0} یک عبارت Cron معتبر نیست.

source: {0} is not a valid DocType for Dynamic Link
fa_ir: {0} یک DocType معتبر برای پیوند پویا نیست

source: {0} is not a valid Email Address
fa_ir: {0} یک آدرس ایمیل معتبر نیست

source: {0} is not a valid ISO 3166 ALPHA-2 code.
fa_ir: {0} یک کد ISO 3166 ALPHA-2 معتبر نیست.

source: {0} is not a valid Name
fa_ir: {0} یک نام معتبر نیست

source: {0} is not a valid Phone Number
fa_ir: {0} یک شماره تلفن معتبر نیست

source: {0} is not a valid Workflow State. Please update your Workflow and try again.
fa_ir: {0} یک وضعیت گردش کار معتبر نیست. لطفاً گردش کار خود را به‌روزرسانی کرده و دوباره تلاش کنید.

source: {0} is not a valid parent DocType for {1}
fa_ir: {0} یک DocType والد معتبر برای {1} نیست

source: {0} is not a valid parentfield for {1}
fa_ir: {0} یک parentfield معتبر برای {1} نیست

source: {0} is not a valid report format. Report format should one of the following {1}
fa_ir: {0} یک فرمت گزارش معتبر نیست. فرمت گزارش باید یکی از موارد زیر باشد: {1}

source: {0} is not a zip file
fa_ir: {0} یک فایل فشرده (zip) نیست

source: {0} is not an allowed role for {1}
fa_ir: {0} یک نقش مجاز برای {1} نیست

source: {0} is not equal to {1}
fa_ir: {0} برابر با {1} نیست

source: {0} is not like {1}
fa_ir: {0} شبیه {1} نیست

source: {0} is not one of {1}
fa_ir: {0} یکی از {1} نیست

source: {0} is not set
fa_ir: {0} تنظیم نشده است

source: {0} is now default print format for {1} doctype
fa_ir: {0} اکنون فرمت چاپ پیش‌فرض برای DocType {1} است

source: {0} is one of {1}
fa_ir: {0} یکی از {1} است

source: {0} is required
fa_ir: {0} الزامی است

source: {0} is set
fa_ir: {0} تنظیم شده است

source: {0} is within {1}
fa_ir: {0} در محدوده {1} است

source: {0} items selected
fa_ir: {0} آیتم انتخاب شده است

source: {0} just impersonated as you. They gave this reason: {1}
fa_ir: {0} به تازگی در نقش شما وارد شده است. دلیل آن: {1}

source: {0} last edited this
fa_ir: {0} آخرین بار این را ویرایش کرده است

source: {0} logged in
fa_ir: {0} وارد سیستم شد

source: {0} logged out: {1}
fa_ir: {0} از سیستم خارج شد: {1}

source: {0} m
fa_ir: {0} متر

source: {0} mentioned you in a comment in {1} {2}
fa_ir: {0} شما را در یک نظر در {1} {2} منشن کرد

source: {0} minutes ago
fa_ir: {0} دقیقه پیش

source: {0} months ago
fa_ir: {0} ماه پیش

source: {0} must be after {1}
fa_ir: {0} باید بعد از {1} باشد

source: {0} must be beginning with '{1}'
fa_ir: {0} باید با '{1}' شروع شود

source: {0} must be equal to '{1}'
fa_ir: {0} باید برابر با '{1}' باشد

source: {0} must be none of {1}
fa_ir: {0} نباید هیچ‌یک از {1} باشد

source: {0} must be one of {1}
fa_ir: {0} باید یکی از {1} باشد

source: {0} must be set first
fa_ir: {0} باید ابتدا تنظیم شود

source: {0} must be unique
fa_ir: {0} باید یکتا باشد

source: {0} must be {1} {2}
fa_ir: {0} باید {1} {2} باشد

source: {0} must begin and end with a letter and can only contain letters, hyphen or underscore.
fa_ir: {0} باید با یک حرف شروع و پایان یابد و فقط می‌تواند شامل حروف، خط تیره یا زیرخط باشد.

source: {0} not a valid State
fa_ir: {0} یک وضعیت معتبر نیست

source: {0} not allowed to be renamed
fa_ir: امکان تغییر نام {0} وجود ندارد

source: {0} not found
fa_ir: {0} یافت نشد

source: {0} of {1}
fa_ir: {0} از {1}

source: {0} of {1} ({2} rows with children)
fa_ir: {0} از {1} ({2} ردیف با زیرمجموعه)

# Money in words
source: {0} only.
fa_ir: فقط {0}.

source: {0} or {1}
fa_ir: {0} یا {1}

source: {0} record deleted
fa_ir: {0} رکورد حذف شد

source: {0} records are not automatically deleted.
fa_ir: {0} رکورد به صورت خودکار حذف نمی‌شوند.

source: {0} records are retained for {1} days.
fa_ir: {0} رکورد برای {1} روز نگهداری می‌شوند.

source: {0} records deleted
fa_ir: {0} رکورد حذف شدند

source: {0} records will be exported
fa_ir: {0} رکورد صادر خواهند شد

source: {0} removed 1 row from {1}
fa_ir: {0} یک ردیف از {1} حذف کرد

# Form timeline
source: {0} removed attachment {1}
fa_ir: {0} پیوست {1} را حذف کرد

source: {0} removed their assignment.
fa_ir: {0} تکلیف خود را حذف کرد.

source: {0} removed {1} rows from {2}
fa_ir: {0} تعداد {1} ردیف از {2} را حذف کرد

source: {0} role does not have permission on any doctype
fa_ir: نقش {0} بر روی هیچ داک‌تایپی مجوز ندارد

source: {0} row #{1}:
fa_ir: {0} ردیف #{1}:

# User removed rows from child table
source: {0} rows from {1}
fa_ir: {0} ردیف از {1}

# User added rows to child table
source: {0} rows to {1}
fa_ir: {0} ردیف به {1}

source: {0} saved successfully
fa_ir: {0} با موفقیت ذخیره شد

source: {0} self assigned this task: {1}
fa_ir: {0} این وظیفه را به خود اختصاص داد: {1}

source: {0} shared a document {1} {2} with you
fa_ir: {0} سند {1} {2} را با شما به اشتراک گذاشت

source: {0} shared this document with everyone
fa_ir: {0} این سند را با همه به اشتراک گذاشت

source: {0} shared this document with {1}
fa_ir: {0} این سند را با {1} به اشتراک گذاشت

source: {0} should be indexed because it's referred in dashboard connections
fa_ir: {0} باید ایندکس شود زیرا در اتصالات داشبورد ارجاع داده شده است

source: {0} should not be same as {1}
fa_ir: {0} نباید با {1} یکسان باشد

source: {0} submitted this document
fa_ir: {0} این سند را ارسال کرد

# Form timeline
source: {0} submitted this document {1}
fa_ir: {0} این سند {1} را ارسال کرد

source: {0} subscribers added
fa_ir: {0} مشترک اضافه شد

source: {0} to stop receiving emails of this type
fa_ir: {0} برای توقف دریافت ایمیل‌های این نوع

source: {0} to {1}
fa_ir: {0} به {1}

source: {0} un-shared this document with {1}
fa_ir: {0} اشتراک‌گذاری این سند را با {1} لغو کرد

source: {0} updated
fa_ir: {0} به‌روزرسانی شد

source: {0} values selected
fa_ir: {0} مقدار انتخاب شد

source: {0} viewed this
fa_ir: {0} این را مشاهده کرد

source: {0} w
fa_ir: {0} ه

source: {0} weeks ago
fa_ir: {0} هفته پیش

source: {0} y
fa_ir: {0} س

source: {0} years ago
fa_ir: {0} سال پیش

source: {0} {1} added
fa_ir: {0} {1} اضافه شد

source: {0} {1} added to Dashboard {2}
fa_ir: {0} {1} به داشبورد {2} اضافه شد

source: {0} {1} already exists
fa_ir: {0} {1} قبلاً وجود دارد

source: {0} {1} cannot be "{2}". It should be one of "{3}"
fa_ir: {0} {1} نمی‌تواند «{2}» باشد. باید یکی از «{3}» باشد

source: {0} {1} cannot be a leaf node as it has children
fa_ir: {0} {1} نمی‌تواند یک گره برگ باشد زیرا دارای فرزند است

source: {0} {1} does not exist, select a new target to merge
fa_ir: {0} {1} وجود ندارد، یک هدف جدید برای ادغام انتخاب کنید

source: {0} {1} is linked with the following submitted documents: {2}
fa_ir: {0} {1} با اسناد ثبت‌شده زیر مرتبط است: {2}

source: {0} {1} not found
fa_ir: {0} {1} یافت نشد

source: {0} {1}: Submitted Record cannot be deleted. You must {2} Cancel {3} it first.
fa_ir: {0} {1}: رکورد ثبت‌شده قابل حذف نیست. ابتدا باید آن را {2} لغو {3} کنید.

source: {0}, Row {1}
fa_ir: {0}, ردیف {1}

source: {0}/{1} complete | Please leave this tab open until completion.
fa_ir: {0}/{1} تکمیل شد | لطفاً این برگه را تا زمان تکمیل باز نگه دارید.

source: {0}: '{1}' ({3}) will get truncated, as max characters allowed is {2}
fa_ir: {0}: «{1}» ({3}) کوتاه خواهد شد، زیرا حداکثر کاراکتر مجاز {2} است

source: {0}: Cannot set Amend without Cancel
fa_ir: {0}: نمی‌توان اصلاح را بدون لغو تنظیم کرد

source: {0}: Cannot set Assign Amend if not Submittable
fa_ir: {0}: اگر قابل ثبت نباشد، نمی‌توان تخصیص اصلاح را تنظیم کرد

source: {0}: Cannot set Assign Submit if not Submittable
fa_ir: {0}: اگر قابل ثبت نباشد، نمی‌توان تخصیص ثبت را تنظیم کرد

source: {0}: Cannot set Cancel without Submit
fa_ir: {0}: نمی‌توان لغو را بدون ثبت تنظیم کرد

source: {0}: Cannot set Import without Create
fa_ir: {0}: نمی‌توان وارد کردن را بدون ایجاد تنظیم کرد

source: {0}: Cannot set Submit, Cancel, Amend without Write
fa_ir: {0}: نمی‌توان ثبت، لغو، اصلاح را بدون نوشتن تنظیم کرد

source: {0}: Cannot set import as {1} is not importable
fa_ir: {0}: نمی‌توان وارد کردن را تنظیم کرد زیرا {1} قابل وارد کردن نیست

source: {0}: Failed to attach new recurring document. To enable attaching document in the auto repeat notification email, enable {1} in Print Settings
fa_ir: {0}: پیوست کردن سند تکرارشونده جدید با شکست مواجه شد. برای فعال کردن پیوست سند در ایمیل اطلاع‌رسانی تکرار خودکار، {1} را در تنظیمات چاپ فعال کنید

source: {0}: Field '{1}' cannot be set as Unique as it has non-unique values
fa_ir: {0}: فیلد «{1}» را نمی‌توان به عنوان یکتا تنظیم کرد زیرا دارای مقادیر غیر یکتا است

source: {0}: Field {1} in row {2} cannot be hidden and mandatory without default
fa_ir: {0}: فیلد {1} در ردیف {2} نمی‌تواند هم پنهان و هم اجباری بدون مقدار پیش‌فرض باشد

source: {0}: Field {1} of type {2} cannot be mandatory
fa_ir: {0}: فیلد {1} از نوع {2} نمی‌تواند اجباری باشد

source: {0}: Fieldname {1} appears multiple times in rows {2}
fa_ir: {0}: نام فیلد {1} چندین بار در ردیف‌های {2} ظاهر می‌شود

source: {0}: Fieldtype {1} for {2} cannot be unique
fa_ir: {0}: نوع فیلد {1} برای {2} نمی‌تواند یکتا باشد

source: {0}: No basic permissions set
fa_ir: {0}: هیچ مجوز پایه تنظیم نشده است

source: {0}: Only one rule allowed with the same Role, Level and {1}
fa_ir: {0}: فقط یک قانون با نقش، سطح و {1} یکسان مجاز است

source: {0}: Options must be a valid DocType for field {1} in row {2}
fa_ir: {0}: گزینه‌ها باید یک DocType معتبر برای فیلد {1} در ردیف {2} باشند

source: {0}: Options required for Link or Table type field {1} in row {2}
fa_ir: {0}: گزینه‌ها برای فیلد از نوع پیوند یا جدول {1} در ردیف {2} الزامی است

source: {0}: Options {1} must be the same as doctype name {2} for the field {3}
fa_ir: {0}: گزینه‌های {1} باید با نام DocType {2} برای فیلد {3} یکسان باشد

source: {0}: Other permission rules may also apply
fa_ir: {0}: سایر قوانین مجوز نیز ممکن است اعمال شوند

source: {0}: Permission at level 0 must be set before higher levels are set
fa_ir: {0}: مجوز در سطح 0 باید قبل از تنظیم سطوح بالاتر تنظیم شود

source: {0}: You can increase the limit for the field if required via {1}
fa_ir: {0}: در صورت نیاز می‌توانید محدودیت فیلد را از طریق {1} افزایش دهید

source: {0}: fieldname cannot be set to reserved keyword {1}
fa_ir: {0}: نام فیلد را نمی‌توان به کلمه کلیدی رزرو شده {1} تنظیم کرد

source: {0}: {1} is set to state {2}
fa_ir: {0}: {1} به وضعیت {2} تنظیم شده است

source: {0}: {1} vs {2}
fa_ir: {0}: {1} مقابل {2}

source: {0}:Fieldtype {1} for {2} cannot be indexed
fa_ir: {0}: نوع فیلد {1} برای {2} قابل ایندکس شدن نیست

source: {1} saved
fa_ir: {1} ذخیره شد

source: {count} cell copied
fa_ir: {count} سلول کپی شد

source: {count} cells copied
fa_ir: {count} سلول کپی شد

source: {count} row selected
fa_ir: {count} ردیف انتخاب شد

source: {count} rows selected
fa_ir: {count} ردیف انتخاب شد

source: {{{0}}} is not a valid fieldname pattern. It should be {{field_name}}.
fa_ir: {{{0}}} یک الگوی نام فیلد معتبر نیست. باید {{field_name}} باشد.

source: {} Complete
fa_ir: {} تکمیل شد

source: {} Invalid python code on line {}
fa_ir: {} کد پایتون نامعتبر در خط {}

source: {} Possibly invalid python code. <br>{}
fa_ir: {} احتمالاً کد پایتون نامعتبر است. <br>{}

source: {} Published
fa_ir: {} منتشر شد

source: {} does not support automated log clearing.
fa_ir: {} از پاکسازی خودکار گزارش‌ها پشتیبانی نمی‌کند.

source: {} field cannot be empty.
fa_ir: {} فیلد نمی‌تواند خالی باشد.

source: {} has been disabled. It can only be enabled if {} is checked.
fa_ir: {} غیرفعال شده است. تنها در صورتی می‌توان آن را فعال کرد که {} علامت‌گذاری شده باشد.

source: {} is not a valid date string.
fa_ir: {} یک رشته تاریخ معتبر نیست.

source: {} not found in PATH! This is required to access the console.
fa_ir: {} در PATH یافت نشد! این برای دسترسی به کنسول لازم است.
