Repository: ai-solution-company/systemafarin-custom-addon
Catalog: iran_core/translations_src/*-framework.po
Languages: fa_ir

source: Left Bottom
fa_ir: پایین چپ

source: Left Center
fa_ir: وسط چپ

source: Left this conversation
fa_ir: این گفتگو را ترک کرد

source: Legal
fa_ir: حقوقی

source: Length
fa_ir: طول

source: Length of passed data array is greater than value of maximum allowed label points!
fa_ir: طول آرایه داده‌های ارسال شده بیشتر از حداکثر نقاط برچسب مجاز است!

source: Length of {0} should be between 1 and 1000
fa_ir: طول {0} باید بین 1 تا 1000 باشد

source: Less
fa_ir: کمتر

source: Less Than
fa_ir: کمتر از

source: Less Than Or Equal To
fa_ir: کمتر یا مساوی با

source: Let us continue with the onboarding
fa_ir: بیایید با راه‌اندازی اولیه ادامه دهیم

source: Let's Get Started
fa_ir: بیایید شروع کنیم

source: Let's avoid repeated words and characters
fa_ir: بیایید از کلمات و کاراکترهای تکراری اجتناب کنیم

source: Let's set up your account
fa_ir: بیایید حساب شما را راه‌اندازی کنیم

source: Let's take you back to onboarding
fa_ir: بیایید شما را به راه‌اندازی اولیه بازگردانیم

source: Letter
fa_ir: نامه

source: Letter Head
fa_ir: سربرگ

source: Letter Head Based On
fa_ir: سربرگ بر اساس

source: Letter Head Image
fa_ir: تصویر سربرگ

source: Letter Head Name
fa_ir: نام سربرگ

source: Letter Head Scripts
fa_ir: اسکریپت‌های سربرگ

source: Letter Head cannot be both disabled and default
fa_ir: سربرگ نمی‌تواند هم غیرفعال و هم پیش‌فرض باشد

source: Letter Head in HTML
fa_ir: سربرگ در HTML

source: Level
fa_ir: سطح

source: Level 0 is for document level permissions, higher levels for field level permissions.
fa_ir: سطح 0 برای مجوزهای سطح سند است، سطوح بالاتر برای مجوزهای سطح فیلد.

source: Library
fa_ir: کتابخانه

source: License
fa_ir: مجوز

source: License Type
fa_ir: نوع مجوز

source: Light
fa_ir: روشن

source: Light Blue
fa_ir: آبی روشن

source: Light Color
fa_ir: رنگ روشن

source: Light Theme
fa_ir: پوسته روشن

source: Like
fa_ir: پسندیدن

source: Liked
fa_ir: پسندیده شده

source: Liked By
fa_ir: پسندیده شده توسط

source: Likes
fa_ir: پسندها

source: Limit
fa_ir: محدودیت

source: Limit must be a non-negative integer
fa_ir: محدودیت باید یک عدد صحیح نامنفی باشد

source: Line
fa_ir: سطر

source: Link
fa_ir: پیوند

source: Link Cards
fa_ir: کارت‌های پیوند

source: Link Count
fa_ir: تعداد پیوندها

source: Link Details
fa_ir: جزئیات پیوند

source: Link DocType
fa_ir: داک‌تایپ پیوند

source: Link Document Type
fa_ir: نوع سند پیوند

source: Link Expired
fa_ir: پیوند منقضی شده

source: Link Field Results Limit
fa_ir: محدودیت نتایج فیلد پیوند

source: Link Fieldname
fa_ir: نام فیلد پیوند

source: Link Filters
fa_ir: فیلترهای پیوند

source: Link Name
fa_ir: نام پیوند

source: Link Title
fa_ir: عنوان پیوند

source: Link To
fa_ir: پیوند به

source: Link To in Row
fa_ir: پیوند به در سطر

source: Link Type
fa_ir: نوع پیوند

source: Link Type in Row
fa_ir: نوع پیوند در سطر

source: Link for About Us Page is "/about".
fa_ir: پیوند برای صفحه درباره ما برابر است با "/about".

source: Link that is the website home page. Standard Links (home, login, products, blog, about, contact)
fa_ir: پیوندی که صفحه اصلی وب‌سایت است. پیوندهای استاندارد (خانه، ورود، محصولات، وبلاگ، درباره ما، تماس)

source: Link to the page you want to open. Leave blank if you want to make it a group parent.
fa_ir: پیوند به صفحه‌ای که می‌خواهید باز کنید. اگر می‌خواهید آن را والد گروه کنید، خالی بگذارید.

source: Linked
fa_ir: پیوند داده شده

source: Linked With
fa_ir: پیوند داده شده با

source: LinkedIn
fa_ir: لینکدین

source: Links
fa_ir: پیوندها

source: List
fa_ir: لیست

source: List / Search Settings
fa_ir: تنظیمات لیست / جستجو

source: List Columns
fa_ir: ستون‌های لیست

source: List Filter
fa_ir: فیلتر لیست

source: List Settings
fa_ir: تنظیمات لیست

# Button in list view menu
source: List Settings
fa_ir: تنظیمات لیست

source: List View
fa_ir: نمای لیست

source: List View Settings
fa_ir: تنظیمات نمای لیست

source: List a document type
fa_ir: لیست کردن یک نوع سند

source: List as [{"label": _("Jobs"), "route":"jobs"}]
fa_ir: لیست به عنوان [{\"label\": _(\"مشاغل\"), \"route\":\"jobs\"}]

source: List of email addresses, separated by comma or new line.
fa_ir: لیست آدرس‌های ایمیل، جدا شده با کاما یا خط جدید.

source: List of patches executed
fa_ir: لیست پچ‌های اجرا شده

source: List setting message
fa_ir: پیام تنظیمات لیست

source: Lists
fa_ir: لیست‌ها

source: Load Balancing
fa_ir: توازن بار

source: Load More
fa_ir: بارگذاری بیشتر

# Form timeline
source: Load More Communications
fa_ir: بارگذاری ارتباطات بیشتر

source: Load more
fa_ir: بارگذاری بیشتر

source: Loading
fa_ir: در حال بارگذاری

source: Loading Filters...
fa_ir: در حال بارگذاری فیلترها...

source: Loading import file...
fa_ir: در حال بارگذاری فایل ورودی...

source: Loading versions...
fa_ir: در حال بارگذاری نسخه‌ها...

source: Loading...
fa_ir: در حال بارگذاری...

source: Location
fa_ir: مکان

source: Log
fa_ir: لاگ

source: Log API Requests
fa_ir: ثبت درخواست‌های API

source: Log Data
fa_ir: داده‌های لاگ

source: Log DocType
fa_ir: داک‌تایپ لاگ

source: Log In To {0}
fa_ir: ورود به {0}

source: Log Index
fa_ir: ایندکس لاگ

source: Log Setting User
fa_ir: کاربر تنظیمات لاگ

source: Log Settings
fa_ir: تنظیمات لاگ

source: Log in to access this page.
fa_ir: برای دسترسی به این صفحه وارد شوید.

source: Log out
fa_ir: خروج

source: Logged Out
fa_ir: خارج شدید

source: Login
fa_ir: ورود

source: Login After
fa_ir: ورود پس از

source: Login Before
fa_ir: ورود قبل از

source: Login Failed please try again
fa_ir: ورود ناموفق بود، لطفا دوباره تلاش کنید

source: Login Id is required
fa_ir: شناسه ورود اجباری است

source: Login Methods
fa_ir: روش‌های ورود

source: Login Page
fa_ir: صفحه ورود

source: Login To {0}
fa_ir: ورود به {0}

source: Login Verification Code from {}
fa_ir: کد تأیید ورود از {}

source: Login and view in Browser
fa_ir: ورود و مشاهده در مرورگر

source: Login is required to see web form list view. Enable {0} to see list settings
fa_ir: برای مشاهده نمای لیست فرم وب، ورود به سیستم لازم است. {0} را برای مشاهده تنظیمات لیست فعال کنید

source: Login link sent to your email
fa_ir: لینک ورود به ایمیل شما ارسال شد

source: Login not allowed at this time
fa_ir: ورود در این زمان مجاز نیست

source: Login required
fa_ir: ورود لازم است

source: Login session expired, refresh page to retry
fa_ir: نشست ورود منقضی شده است، صفحه را بازخوانی کنید تا دوباره تلاش کنید

source: Login to comment
fa_ir: برای نظر دادن وارد شوید

source: Login to start a new discussion
fa_ir: برای شروع بحث جدید وارد شوید

source: Login to {0}
fa_ir: ورود به {0}

source: Login token required
fa_ir: توکن ورود اجباری است

source: Login with Email Link
fa_ir: ورود با لینک ایمیل

source: Login with Frappe Cloud
fa_ir: ورود با Frappe Cloud

source: Login with LDAP
fa_ir: ورود با LDAP

source: Login with email link
fa_ir: ورود با لینک ایمیل

source: Login with email link expiry (in minutes)
fa_ir: انقضای لینک ورود با ایمیل (به دقیقه)

source: Login with username and password is not allowed.
fa_ir: ورود با نام کاربری و رمز عبور مجاز نیست.

source: Login with {0}
fa_ir: ورود با {0}

source: Logo URI
fa_ir: URI لوگو

source: Logout
fa_ir: خروج

source: Logout All Sessions
fa_ir: خروج از همه نشست‌ها

source: Logout All Sessions on Password Reset
fa_ir: خروج از همه نشست‌ها هنگام بازنشانی رمز عبور

source: Logout From All Devices After Changing Password
fa_ir: خروج از همه دستگاه‌ها پس از تغییر رمز عبور

source: Logs
fa_ir: گزارش‌ها

source: Logs To Clear
fa_ir: گزارش‌های قابل پاکسازی

source: Logs to Clear
fa_ir: گزارش‌های قابل پاکسازی

source: Long Text
fa_ir: متن طولانی

source: Looks like you didn't change the value
fa_ir: به نظر می‌رسد مقدار را تغییر نداده‌اید

source: Looks like you haven’t added any third party apps.
fa_ir: به نظر می‌رسد هیچ برنامه شخص ثالثی اضافه نکرده‌اید.

source: Looks like you haven’t received any notifications.
fa_ir: به نظر می‌رسد هیچ اعلانی دریافت نکرده‌اید.

source: Low
fa_ir: کم

# Number system
source: M
fa_ir: متوسط

source: MIT License
fa_ir: مجوز MIT

source: Madam
fa_ir: خانم

source: Main Section
fa_ir: بخش اصلی

source: Main Section (HTML)
fa_ir: بخش اصلی (HTML)

source: Main Section (Markdown)
fa_ir: بخش اصلی (Markdown)

source: Maintenance Manager
fa_ir: مدیر نگهداری و تعمیرات

source: Maintenance User
fa_ir: کاربر نگهداری و تعمیرات

source: Major
fa_ir: عمده

source: Make "name" searchable in Global Search
fa_ir: "{name}" را در جستجوی سراسری قابل جستجو کن

source: Make Attachment Public (by default)
fa_ir: پیوست را عمومی کن (به صورت پیش‌فرض)

source: Make Attachments Public by Default
fa_ir: پیوست‌ها را به صورت پیش‌فرض عمومی کن

source: Make sure to configure a Social Login Key before disabling to prevent lockout
fa_ir: قبل از غیرفعال کردن، حتماً یک کلید ورود اجتماعی (Social Login Key) را پیکربندی کنید تا از قفل شدن جلوگیری شود

source: Make use of longer keyboard patterns
fa_ir: از الگوهای طولانی‌تر صفحه کلید استفاده کنید

source: Make {0}
fa_ir: ایجاد {0}

source: Makes the page public
fa_ir: صفحه را عمومی می‌کند

source: Male
fa_ir: مرد

source: Manage 3rd party apps
fa_ir: مدیریت برنامه‌های شخص ثالث

source: Manage your data
fa_ir: داده‌های خود را مدیریت کنید

source: Mandatory
fa_ir: اجباری

source: Mandatory Depends On
fa_ir: اجباری وابسته به

source: Mandatory Depends On (JS)
fa_ir: اجباری وابسته به (JS)

source: Mandatory Information missing:
fa_ir: اطلاعات اجباری ناقص است:

source: Mandatory field: set role for
fa_ir: فیلد اجباری: نقش را برای ... تعیین کنید

source: Mandatory field: {0}
fa_ir: فیلد اجباری: {0}

source: Mandatory fields required in table {0}, Row {1}
fa_ir: فیلدهای اجباری در جدول {0}، ردیف {1} مورد نیاز است

source: Mandatory fields required in {0}
fa_ir: فیلدهای اجباری در {0} مورد نیاز است

# Error message in web form
source: Mandatory fields required:
fa_ir: فیلدهای اجباری مورد نیاز:

source: Mandatory:
fa_ir: اجباری:

source: Map
fa_ir: نگاشت

source: Map Columns
fa_ir: نگاشت ستون‌ها

source: Map View
fa_ir: نمای نقشه

source: Map columns from {0} to fields in {1}
fa_ir: ستون‌ها را از {0} به فیلدهای {1} نگاشت کنید

source: Map route parameters into form variables. Example <code>/project/&lt;name&gt;</code>
fa_ir: پارامترهای مسیر را به متغیرهای فرم نگاشت کنید. مثال <code>/project/&lt;name&gt;</code>

source: Mapping column {0} to field {1}
fa_ir: نگاشت ستون {0} به فیلد {1}

source: Margin Bottom
fa_ir: حاشیه پایین

source: Margin Left
fa_ir: حاشیه چپ

source: Margin Right
fa_ir: حاشیه راست

source: Margin Top
fa_ir: حاشیه بالا

source: MariaDB Variables
fa_ir: متغیرهای MariaDB

source: Mark all as read
fa_ir: همه را خوانده‌شده علامت بزن

source: Mark as Read
fa_ir: علامت‌گذاری به عنوان خوانده‌شده

source: Mark as Spam
fa_ir: علامت‌گذاری به عنوان هرزنامه

source: Mark as Unread
fa_ir: علامت‌گذاری به عنوان خوانده‌نشده

source: Markdown
fa_ir: مارک‌داون

source: Markdown Editor
fa_ir: ویرایشگر مارک‌داون

source: Marked As Spam
fa_ir: به عنوان هرزنامه علامت‌گذاری شد

source: Marketing Manager
fa_ir: مدیر بازاریابی

source: Mask
fa_ir: ماسک

source: Master
fa_ir: مستر

source: Max 500 records at a time
fa_ir: حداکثر ۵۰۰ رکورد در هر بار

source: Max Attachments
fa_ir: حداکثر پیوست‌ها

source: Max File Size (MB)
fa_ir: حداکثر حجم فایل (مگابایت)

source: Max Height
fa_ir: حداکثر ارتفاع

source: Max Length
fa_ir: حداکثر طول

source: Max Report Rows
fa_ir: حداکثر ردیف‌های گزارش

source: Max Value
fa_ir: حداکثر مقدار

source: Max attachment size
fa_ir: حداکثر حجم پیوست

source: Max auto email report per user
fa_ir: حداکثر گزارش ایمیل خودکار به ازای هر کاربر

source: Max signups allowed per hour
fa_ir: حداکثر ثبت‌نام مجاز در هر ساعت

source: Max width for type Currency is 100px in row {0}
fa_ir: حداکثر عرض برای نوع ارز در ردیف {0}، ۱۰۰ پیکسل است

source: Maximum
fa_ir: حداکثر

source: Maximum Attachment Limit of {0} has been reached for {1} {2}.
fa_ir: محدودیت حداکثر پیوست {0} برای {1} {2} رسیده است.

source: Maximum attachment limit of {0} has been reached.
fa_ir: محدودیت حداکثر پیوست {0} رسیده است.

source: Maximum {0} rows allowed
fa_ir: حداکثر {0} ردیف مجاز است

source: Me
fa_ir: من

source: Meaning of Submit, Cancel, Amend
fa_ir: معنی ارسال، لغو، اصلاح

source: Medium
fa_ir: متوسط

source: Meeting
fa_ir: جلسه

source: Meets Condition?
fa_ir: شرط را برآورده می‌کند؟

source: Members
fa_ir: اعضا

source: Memory Usage
fa_ir: مصرف حافظه

source: Memory Usage in MB
fa_ir: مصرف حافظه بر حسب مگابایت

source: Mention
fa_ir: اشاره

source: Mentions
fa_ir: اشاره‌ها

source: Menu
fa_ir: منو

source: Merge with existing
fa_ir: ادغام با موجود

source: Merging is only possible between Group-to-Group or Leaf Node-to-Leaf Node
fa_ir: ادغام فقط بین گروه به گروه یا گره برگ به گره برگ امکان‌پذیر است

source: Message
fa_ir: پیام

# Default title of the message dialog
source: Message
fa_ir: پیام

source: Message Examples
fa_ir: نمونه‌های پیام

source: Message ID
fa_ir: شناسه پیام

source: Message Parameter
fa_ir: پارامتر پیام

source: Message Sent
fa_ir: پیام ارسال شد

source: Message Type
fa_ir: نوع پیام

source: Message clipped
fa_ir: پیام کوتاه شده

source: Message from server: {0}
fa_ir: پیام از سرور: {0}

source: Message not setup
fa_ir: پیام تنظیم نشده است

source: Message to be displayed on successful completion
fa_ir: پیامی که پس از اتمام موفقیت‌آمیز نمایش داده می‌شود

source: Message-id
fa_ir: شناسه‌ی پیام

source: Messages
fa_ir: پیام‌ها

source: Meta
fa_ir: متا

source: Meta Description
fa_ir: توضیحات متا

source: Meta Image
fa_ir: تصویر متا

source: Meta Tags
fa_ir: برچسب‌های متا

source: Meta Title
fa_ir: عنوان متا

source: Meta description
fa_ir: توضیحات متا

source: Meta image
fa_ir: تصویر متا

source: Meta title
fa_ir: عنوان متا

source: Meta title for SEO
fa_ir: عنوان متا برای سئو

source: Metadata
fa_ir: فراداده

source: Method
fa_ir: روش

source: Method Not Allowed
fa_ir: متد مجاز نیست

source: Method is required to create a number card
fa_ir: متد برای ایجاد کارت عددی الزامی است

source: Mid Center
fa_ir: مرکز میانی

source: Middle Name
fa_ir: نام میانی

source: Middle Name (Optional)
fa_ir: نام میانی (اختیاری)

source: Milestone
fa_ir: نقطه عطف

source: Milestone Tracker
fa_ir: ردیاب نقاط عطف

source: Minimum
fa_ir: حداقل

source: Minimum Password Score
fa_ir: حداقل امتیاز رمز عبور

source: Minor
fa_ir: جزئی

# Duration
source: Minutes
fa_ir: دقیقه

source: Minutes After
fa_ir: دقیقه پس از

source: Minutes Before
fa_ir: دقیقه قبل از

source: Minutes Offset
fa_ir: افست دقیقه

source: Misconfigured
fa_ir: پیکربندی نادرست

source: Miss
fa_ir: عدم موفقیت

source: Missing DocType
fa_ir: داک‌تایپ یافت نشد

source: Missing Field
fa_ir: فیلد یافت نشد

source: Missing Fields
fa_ir: فیلدها یافت نشدند

source: Missing Filters Required
fa_ir: فیلترهای مورد نیاز یافت نشدند

source: Missing Permission
fa_ir: مجوز یافت نشد

source: Missing Value
fa_ir: مقدار یافت نشد

source: Missing Values Required
fa_ir: مقادیر اجباری وارد نشده

source: Mobile
fa_ir: موبایل

source: Mobile No
fa_ir: شماره موبایل

source: Mobile Number
fa_ir: شماره موبایل

source: Modal Trigger
fa_ir: راه‌انداز مودال

source: Module
fa_ir: ماژول

source: Module (for export)
fa_ir: ماژول (برای خروجی)

source: Module Def
fa_ir: تعریف ماژول

source: Module HTML
fa_ir: HTML ماژول

source: Module Name
fa_ir: نام ماژول

source: Module Onboarding
fa_ir: راه‌اندازی اولیه ماژول

source: Module Profile
fa_ir: پروفایل ماژول

source: Module Profile Name
fa_ir: نام پروفایل ماژول

source: Module onboarding progress reset
fa_ir: بازنشانی روند راه‌اندازی اولیه ماژول

source: Module to Export
fa_ir: ماژول برای خروجی

source: Module {} not found
fa_ir: ماژول {} یافت نشد

source: Modules
fa_ir: ماژول‌ها

source: Modules HTML
fa_ir: HTML ماژول‌ها

source: Monday
fa_ir: دوشنبه

source: Monitor logs for errors, background jobs, communications, and user activity
fa_ir: نظارت بر گزارش‌های خطاها، کارهای پس‌زمینه، ارتباطات و فعالیت کاربر

source: Monospace
fa_ir: تک‌فاصله

source: Month
fa_ir: ماه

source: Monthly
fa_ir: ماهانه

source: Monthly Long
fa_ir: ماهانه طولانی

source: More
fa_ir: بیشتر

source: More Info
fa_ir: اطلاعات بیشتر

source: More Information
fa_ir: اطلاعات بیشتر

source: More articles on {0}
fa_ir: مقالات بیشتر درباره {0}

source: More content for the bottom of the page.
fa_ir: محتوای بیشتر برای پایین صفحه.

source: Most Used
fa_ir: پرکاربردترین

source: Most probably your password is too long.
fa_ir: به احتمال زیاد رمز عبور شما بیش از حد طولانی است.

source: Move
fa_ir: انتقال

source: Move To
fa_ir: انتقال به

source: Move To Trash
fa_ir: انتقال به سطل زباله

source: Move current and all subsequent sections to a new tab
fa_ir: انتقال بخش فعلی و تمام بخش‌های بعدی به یک تب جدید

source: Move cursor to above row
fa_ir: انتقال مکان‌نما به ردیف بالا

source: Move cursor to below row
fa_ir: انتقال مکان‌نما به ردیف پایین

source: Move cursor to next column
fa_ir: انتقال مکان‌نما به ستون بعدی

source: Move cursor to previous column
fa_ir: انتقال مکان‌نما به ستون قبلی

source: Move sections to new tab
fa_ir: انتقال بخش‌ها به تب جدید

source: Move the current field and the following fields to a new column
fa_ir: انتقال فیلد فعلی و فیلدهای بعدی به ستون جدید

source: Move to Row Number
fa_ir: انتقال به ردیف شماره

source: Move to next step when clicked inside highlighted area.
fa_ir: با کلیک در ناحیه برجسته‌شده به مرحله بعدی بروید.

source: Mozilla doesn't support :has() so you can pass parent selector here as workaround
fa_ir: موزیلا از :has() پشتیبانی نمی‌کند، بنابراین می‌توانید انتخابگر والد را به عنوان راه‌حل موقت در اینجا ارسال کنید.

source: Mr
fa_ir: آقا

source: Mrs
fa_ir: خانم

source: Ms
fa_ir: خانم

source: Multiple root nodes not allowed.
fa_ir: چندین گره ریشه مجاز نیست.

source: Must be a publicly accessible Google Sheets URL
fa_ir: باید یک آدرس URL گوگل شیتس عمومی قابل دسترسی باشد.

source: Must be enclosed in '()' and include '{0}', which is a placeholder for the user/login name. i.e. (&(objectclass=user)(uid={0}))
fa_ir: باید در '()' محصور شده و شامل '{0}' باشد، که یک جایگزین برای نام کاربری/ورود است. به عنوان مثال: (&(objectclass=user)(uid={0}))

source: Must be of type "Attach Image"
fa_ir: باید از نوع "پیوست تصویر" باشد.

source: Must have report permission to access this report.
fa_ir: برای دسترسی به این گزارش باید مجوز گزارش داشته باشید.

source: Must specify a Query to run
fa_ir: باید یک کوئری برای اجرا مشخص کنید.

source: Mute Sounds
fa_ir: بی‌صدا کردن صداها

source: Mx
fa_ir: (عنوان خنثی)

source: My Account
fa_ir: حساب من

source: My Device
fa_ir: دستگاه من

source: My Workspaces
fa_ir: فضاهای کاری من

source: NOTE: If you add states or transitions in the table, it will be reflected in the Workflow Builder but you will have to position them manually. Also Workflow Builder is currently in <b>BETA</b>.
fa_ir: توجه: اگر وضعیت‌ها یا انتقال‌ها را در جدول اضافه کنید، در سازنده گردش کار منعکس خواهد شد اما باید آن‌ها را به صورت دستی موقعیت‌دهی کنید. همچنین سازنده گردش کار در حال حاضر در مرحله <b>بتا</b> است.

source: NOTE: This box is due for depreciation. Please re-setup LDAP to work with the newer settings
fa_ir: توجه: این کادر در حال منسوخ شدن است. لطفاً LDAP را مجدداً تنظیم کنید تا با تنظیمات جدیدتر کار کند.

source: Name
fa_ir: نام

source: Name (Doc Name)
fa_ir: نام (نام سند)

source: Name already taken, please set a new name
fa_ir: نام قبلاً گرفته شده است، لطفاً نام جدیدی تنظیم کنید.

source: Name cannot contain special characters like {0}
fa_ir: نام نمی‌تواند شامل کاراکترهای خاصی مانند {0} باشد.

source: Name of the Document Type (DocType) you want this field to be linked to. e.g. Customer
fa_ir: نام نوع سند (DocType) که می‌خواهید این فیلد به آن پیوند داده شود. به عنوان مثال مشتری

source: Name of the new Print Format
fa_ir: نام قالب چاپ جدید

source: Name of {0} cannot be {1}
fa_ir: نام {0} نمی‌تواند {1} باشد.

source: Names and surnames by themselves are easy to guess.
fa_ir: نام‌ها و نام‌های خانوادگی به تنهایی به راحتی قابل حدس هستند.

source: Naming
fa_ir: نام‌گذاری

source: Naming Options: <ol><li><b>field:[fieldname]</b> - By Field</li><li><b>naming_series:</b> - By Naming Series (field called naming_series must be present)</li><li><b>Prompt</b> - Prompt user for a name</li><li><b>[series]</b> - Series by prefix (separated by a dot); for example PRE.#####</li> <li><b>format:EXAMPLE-{MM}morewords{fieldname1}-{fieldname2}-{#####}</b> - Replace all braced words (fieldnames, date words (DD, MM, YY), series) with their value. Outside braces, any characters can be used.</li></ol>
fa_ir: گزینه‌های نام‌گذاری:\n<ol><li><b>field:[fieldname]</b> - بر اساس فیلد</li><li><b>naming_series:</b> - بر اساس سری نام‌گذاری (فیلدی به نام naming_series باید وجود داشته باشد)</li><li><b>Prompt</b> - از کاربر برای نام درخواست شود</li><li><b>[series]</b> - سری بر اساس پیشوند (با نقطه جدا شده)؛ به عنوان مثال PRE.#####</li>\n<li><b>format:EXAMPLE-{MM}morewords{fieldname1}-{fieldname2}-{#####}</b> - تمام کلمات داخل پرانتز (نام فیلدها، کلمات تاریخ (DD, MM, YY)، سری) را با مقدارشان جایگزین کنید. خارج از پرانتز، هر کاراکتری می‌تواند استفاده شود.</li></ol>

source: Naming Rule
fa_ir: قانون نام‌گذاری

source: Naming Series
fa_ir: سری نام‌گذاری

source: Naming Series mandatory
fa_ir: سری نام‌گذاری اجباری است

source: Navbar
fa_ir: نوار ناوبری

source: Navbar Item
fa_ir: آیتم نوار ناوبری

source: Navbar Settings
fa_ir: تنظیمات نوار ناوبری

source: Navbar Template
fa_ir: الگوی نوار ناوبری

source: Navbar Template Values
fa_ir: مقادیر الگوی نوار ناوبری

# Description of a list view shortcut
source: Navigate list down
fa_ir: پیمایش لیست به پایین

# Description of a list view shortcut
source: Navigate list up
fa_ir: پیمایش لیست به بالا

source: Navigate to main content
fa_ir: پیمایش به محتوای اصلی

source: Navigation Settings
fa_ir: تنظیمات پیمایش

source: Need Help?
fa_ir: نیاز به کمک دارید؟

source: Need Workspace Manager role to edit private workspace of other users
fa_ir: برای ویرایش فضای کاری خصوصی سایر کاربران، به نقش مدیر فضای کاری نیاز دارید

source: Negative Value
fa_ir: مقدار منفی

source: Nested filters must be provided as a list or tuple.
fa_ir: فیلترهای تو در تو باید به صورت لیست یا تاپل ارائه شوند.

source: Nested set error. Please contact the Administrator.
fa_ir: خطای مجموعه تو در تو. لطفاً با مدیر سیستم تماس بگیرید.

source: Network Printer Settings
fa_ir: تنظیمات چاپگر شبکه

source: Never
fa_ir: هرگز

source: New
fa_ir: جدید

source: New Activity
fa_ir: فعالیت جدید

source: New Address
fa_ir: آدرس جدید

source: New Chart
fa_ir: نمودار جدید

source: New Contact
fa_ir: مخاطب جدید

source: New Custom Block
fa_ir: بلوک سفارشی جدید

source: New Custom Print Format
fa_ir: فرمت چاپ سفارشی جدید

source: New Document Form
fa_ir: فرم سند جدید

source: New Document Shared {0}
fa_ir: سند جدید به اشتراک گذاشته شده {0}

source: New Email
fa_ir: ایمیل جدید

source: New Email Account
fa_ir: حساب ایمیل جدید

source: New Event
fa_ir: رویداد جدید

source: New Folder
fa_ir: پوشه جدید

source: New Kanban Board
fa_ir: برد کانبان جدید

source: New Links
fa_ir: لینک‌های جدید

source: New Mention on {0}
fa_ir: اشاره جدید در {0}

source: New Message from Website Contact Page
fa_ir: پیام جدید از صفحه تماس وب‌سایت

source: New Name
fa_ir: نام جدید

source: New Notification
fa_ir: اعلان جدید

source: New Number Card
fa_ir: کارت عددی جدید

source: New Onboarding
fa_ir: آنبوردینگ جدید

source: New Password
fa_ir: رمز عبور جدید

source: New Print Format Name
fa_ir: نام فرمت چاپ جدید

source: New Quick List
fa_ir: لیست سریع جدید

source: New Report name
fa_ir: نام گزارش جدید

source: New Role
fa_ir: نقش جدید

source: New Shortcut
fa_ir: میانبر جدید

source: New Users (Last 30 days)
fa_ir: کاربران جدید (۳۰ روز گذشته)

source: New Value
fa_ir: مقدار جدید

source: New Workflow Name
fa_ir: نام گردش کار جدید

source: New Workspace
fa_ir: فضای کاری جدید
