Repository: ai-solution-company/systemafarin-custom-addon
Catalog: iran_core/translations_src/*-framework.po
Languages: fa_ir

source: Optional: The alert will be sent if this expression is true
fa_ir: اختیاری: هشدار در صورتی ارسال خواهد شد که این عبارت صحیح باشد

source: Options
fa_ir: گزینه‌ها

source: Options 'Dynamic Link' type of field must point to another Link Field with options as 'DocType'
fa_ir: گزینه‌های فیلد از نوع 'پیوند پویا' باید به فیلد پیوند دیگری با گزینه‌های 'DocType' اشاره کند

source: Options Help
fa_ir: راهنمای گزینه‌ها

source: Options for Rating field can range from 3 to 10
fa_ir: گزینه‌ها برای فیلد امتیاز می‌تواند از ۳ تا ۱۰ باشد

source: Options for select. Each option on a new line.
fa_ir: گزینه‌ها برای انتخاب. هر گزینه در یک سطر جدید.

source: Options for {0} must be set before setting the default value.
fa_ir: گزینه‌ها برای {0} باید قبل از تنظیم مقدار پیش‌فرض، تعیین شوند.

source: Options is required for field {0} of type {1}
fa_ir: گزینه‌ها برای فیلد {0} از نوع {1} اجباری است

source: Options not set for link field {0}
fa_ir: گزینه‌ها برای فیلد پیوند {0} تنظیم نشده است

source: Orange
fa_ir: نارنجی

source: Order
fa_ir: ترتیب

source: Order By must be a string
fa_ir: ترتیب بر اساس باید یک رشته باشد

source: Org History
fa_ir: تاریخچه سازمانی

source: Org History Heading
fa_ir: عنوان تاریخچه سازمانی

source: Orientation
fa_ir: جهت

source: Original Value
fa_ir: مقدار اصلی

source: Other
fa_ir: سایر

source: Outgoing
fa_ir: خروجی

source: Outgoing (SMTP) Settings
fa_ir: تنظیمات خروجی (SMTP)

source: Outgoing Emails (Last 7 days)
fa_ir: ایمیل‌های خروجی (۷ روز گذشته)

source: Outgoing Server
fa_ir: سرور خروجی

source: Outgoing Settings
fa_ir: تنظیمات خروجی

source: Outgoing email account not correct
fa_ir: حساب ایمیل خروجی صحیح نیست

source: Output
fa_ir: خروجی

source: Overview
fa_ir: نمای کلی

source: PDF Generation in Progress
fa_ir: تولید PDF در حال انجام است

source: PDF Generator
fa_ir: تولیدکننده PDF

source: PDF Page Height (in mm)
fa_ir: ارتفاع صفحه PDF (بر حسب میلی‌متر)

source: PDF Page Size
fa_ir: اندازه صفحه PDF

source: PDF Page Width (in mm)
fa_ir: عرض صفحه PDF (بر حسب میلی‌متر)

source: PDF Settings
fa_ir: تنظیمات PDF

source: PDF generation failed
fa_ir: تولید PDF با شکست مواجه شد

source: PDF generation failed because of broken image links
fa_ir: تولید PDF به دلیل لینک‌های تصویر خراب با شکست مواجه شد

source: PDF generation may not work as expected.
fa_ir: تولید PDF ممکن است مطابق انتظار عمل نکند.

source: PDF printing via "Raw Print" is not supported.
fa_ir: چاپ PDF از طریق "Raw Print" پشتیبانی نمی‌شود.

source: Package
fa_ir: بسته

source: Package Import
fa_ir: وارد کردن بسته

source: Package Name
fa_ir: نام بسته

source: Package Release
fa_ir: انتشار بسته

source: Packages
fa_ir: بسته‌ها

source: Packages are lightweight apps (collection of Module Defs) that can be created, imported, or released right from the UI
fa_ir: بسته‌ها برنامه‌های سبک (مجموعه‌ای از تعاریف ماژول) هستند که می‌توانند مستقیماً از رابط کاربری ایجاد، وارد یا منتشر شوند

source: Page
fa_ir: صفحه

source: Page Break
fa_ir: شکست صفحه

source: Page Builder
fa_ir: سازنده صفحه

source: Page Building Blocks
fa_ir: بلوک‌های سازنده صفحه

source: Page HTML
fa_ir: HTML صفحه

source: Page Height (in mm)
fa_ir: ارتفاع صفحه (بر حسب میلی‌متر)

source: Page Margins
fa_ir: حاشیه‌های صفحه

source: Page Name
fa_ir: نام صفحه

source: Page Number
fa_ir: شماره صفحه

source: Page Route
fa_ir: مسیر صفحه

source: Page Settings
fa_ir: تنظیمات صفحه

source: Page Shortcuts
fa_ir: میانبرهای صفحه

source: Page Size
fa_ir: اندازه صفحه

source: Page Title
fa_ir: عنوان صفحه

source: Page Width (in mm)
fa_ir: عرض صفحه (بر حسب میلی‌متر)

source: Page has expired!
fa_ir: صفحه منقضی شده است!

source: Page height and width cannot be zero
fa_ir: ارتفاع و عرض صفحه نمی‌تواند صفر باشد

source: Page not found
fa_ir: صفحه یافت نشد

source: Page to show on the website
fa_ir: صفحه‌ای برای نمایش در وب‌سایت\n

source: Page {0} of {1}
fa_ir: صفحه {0} از {1}

source: Parameter
fa_ir: پارامتر

source: Parent
fa_ir: والد

source: Parent DocType
fa_ir: داک‌تایپ والد

source: Parent Document Type
fa_ir: نوع سند والد

source: Parent Document Type is required to create a number card
fa_ir: نوع سند والد برای ایجاد کارت عددی الزامی است

source: Parent Element Selector
fa_ir: انتخابگر عنصر والد

source: Parent Field
fa_ir: فیلد والد

source: Parent Field (Tree)
fa_ir: فیلد والد (درخت)

source: Parent Field must be a valid fieldname
fa_ir: فیلد والد باید یک نام فیلد معتبر باشد

source: Parent Label
fa_ir: برچسب والد

source: Parent Missing
fa_ir: والد یافت نشد

source: Parent Page
fa_ir: صفحه والد

source: Parent Table
fa_ir: جدول والد

source: Parent document type is required to create a dashboard chart
fa_ir: نوع سند والد برای ایجاد نمودار داشبورد الزامی است

source: Parent is the name of the document to which the data will get added to.
fa_ir: والد نام سندی است که داده‌ها به آن اضافه خواهند شد.

source: Parent-to-child or child-to-different-child grouping is not allowed.
fa_ir: گروه‌بندی والد به فرزند یا فرزند به فرزند دیگر مجاز نیست.

source: Parentfield not specified in {0}: {1}
fa_ir: Parentfield در {0}: {1} مشخص نشده است

source: Parenttype, Parent and Parentfield are required to insert a child record
fa_ir: Parenttype، Parent و Parentfield برای درج رکورد فرزند الزامی هستند

source: Partial
fa_ir: جزئی

source: Partial Success
fa_ir: موفقیت جزئی

source: Partially Sent
fa_ir: جزئی ارسال شد

source: Participants
fa_ir: شرکت‌کنندگان

source: Pass
fa_ir: قبول

source: Passive
fa_ir: غیرفعال

source: Password
fa_ir: رمز عبور

source: Password Email Sent
fa_ir: ایمیل رمز عبور ارسال شد

source: Password Reset
fa_ir: بازنشانی رمز عبور

source: Password Reset Link Generation Limit
fa_ir: محدودیت تولید لینک بازنشانی رمز عبور

source: Password cannot be filtered
fa_ir: رمز عبور قابل فیلتر شدن نیست

source: Password changed successfully.
fa_ir: رمز عبور با موفقیت تغییر یافت.

source: Password for Base DN
fa_ir: رمز عبور برای Base DN

source: Password is required or select Awaiting Password
fa_ir: رمز عبور الزامی است یا 'در انتظار رمز عبور' را انتخاب کنید

source: Password is valid. 👍
fa_ir: رمز عبور معتبر است. 👍

source: Password missing in Email Account
fa_ir: رمز عبور در حساب ایمیل موجود نیست

source: Password not found for {0} {1} {2}
fa_ir: رمز عبور برای {0} {1} {2} یافت نشد

source: Password reset instructions have been sent to {}'s email
fa_ir: دستورالعمل‌های بازنشانی رمز عبور به ایمیل {} ارسال شده است

source: Password set
fa_ir: رمز عبور تنظیم شد

source: Password size exceeded the maximum allowed size
fa_ir: اندازه رمز عبور از حداکثر اندازه مجاز فراتر رفت

source: Password size exceeded the maximum allowed size.
fa_ir: اندازه رمز عبور از حداکثر اندازه مجاز فراتر رفت.

source: Passwords do not match
fa_ir: رمزهای عبور مطابقت ندارند

source: Passwords do not match!
fa_ir: رمزهای عبور مطابقت ندارند!

source: Paste
fa_ir: چسباندن

source: Patch
fa_ir: پچ

source: Patch Log
fa_ir: گزارش پچ

source: Patch type {} not found in patches.txt
fa_ir: نوع پچ {} در patches.txt یافت نشد

source: Path
fa_ir: مسیر

source: Path to CA Certs File
fa_ir: مسیر فایل گواهی‌های CA

source: Path to Server Certificate
fa_ir: مسیر گواهی سرور

source: Path to private Key File
fa_ir: مسیر فایل کلید خصوصی

source: Path {0} is not within module {1}
fa_ir: مسیر {0} در ماژول {1} نیست

source: Path {0} it not a valid path
fa_ir: مسیر {0} یک مسیر معتبر نیست

source: Payload Count
fa_ir: تعداد بار داده

source: Peak Memory Usage
fa_ir: اوج مصرف حافظه

source: Pending
fa_ir: در انتظار

source: Pending Approval
fa_ir: در انتظار تأیید

source: Pending Emails
fa_ir: ایمیل‌های در انتظار

source: Pending Jobs
fa_ir: کارهای در انتظار

source: Pending Verification
fa_ir: در انتظار تأیید صحت

source: Percent
fa_ir: درصد

source: Percentage
fa_ir: درصد

source: Period
fa_ir: دوره

source: Perm Level
fa_ir: سطح مجوز

source: Permanent
fa_ir: دائمی

source: Permanently Cancel {0}?
fa_ir: برای همیشه {0} لغو شود؟

source: Permanently Discard {0}?
fa_ir: برای همیشه {0} کنار گذاشته شود؟

source: Permanently Submit {0}?
fa_ir: برای همیشه {0} ثبت نهایی شود؟

source: Permanently delete {0}?
fa_ir: برای همیشه {0} حذف شود؟

source: Permission Error
fa_ir: خطای مجوز

source: Permission Inspector
fa_ir: بازرس مجوز

source: Permission Level
fa_ir: سطح مجوز

source: Permission Levels
fa_ir: سطوح مجوز

source: Permission Log
fa_ir: گزارش مجوز

source: Permission Manager
fa_ir: مدیریت مجوزها

source: Permission Query
fa_ir: پرس و جوی مجوز

source: Permission Rules
fa_ir: قوانین مجوز

source: Permission Type
fa_ir: نوع مجوز

source: Permissions
fa_ir: مجوزها

source: Permissions Error
fa_ir: خطای مجوزها

source: Permissions are automatically applied to Standard Reports and searches.
fa_ir: مجوزها به صورت خودکار بر روی گزارش‌های استاندارد و جستجوها اعمال می‌شوند.

source: Permissions are set on Roles and Document Types (called DocTypes) by setting rights like Read, Write, Create, Delete, Submit, Cancel, Amend, Report, Import, Export, Print, Email and Set User Permissions.
fa_ir: مجوزها بر روی نقش‌ها و انواع سند (که DocType نامیده می‌شوند) با تنظیم حقوقی مانند خواندن، نوشتن، ایجاد، حذف، ثبت نهایی، لغو، اصلاح، گزارش، وارد کردن، صادر کردن، چاپ، ایمیل و تنظیم مجوزهای کاربر، تنظیم می‌شوند.

source: Permissions at higher levels are Field Level permissions. All Fields have a Permission Level set against them and the rules defined at that permissions apply to the field. This is useful in case you want to hide or make certain field read-only for certain Roles.
fa_ir: مجوزها در سطوح بالاتر، مجوزهای سطح فیلد هستند. همه فیلدها یک سطح مجوز برای خود دارند و قوانین تعریف شده در آن مجوزها بر روی فیلد اعمال می‌شوند. این در صورتی مفید است که بخواهید فیلدهای خاصی را برای نقش‌های مشخصی پنهان یا فقط خواندنی کنید.

source: Permissions at level 0 are Document Level permissions, i.e. they are primary for access to the document.
fa_ir: مجوزها در سطح 0، مجوزهای سطح سند هستند، یعنی آنها برای دسترسی به سند اصلی هستند.

source: Permissions get applied on Users based on what Roles they are assigned.
fa_ir: مجوزها بر روی کاربران بر اساس نقش‌هایی که به آنها اختصاص داده شده است، اعمال می‌شوند.

source: Permitted Documents For User
fa_ir: اسناد مجاز برای کاربر

source: Permitted Roles
fa_ir: نقش‌های مجاز

source: Personal
fa_ir: شخصی

source: Personal Data Deletion Request
fa_ir: درخواست حذف داده‌های شخصی

source: Personal Data Deletion Step
fa_ir: مرحله حذف داده‌های شخصی

source: Personal Data Download Request
fa_ir: درخواست بارگیری داده‌های شخصی

source: Phone
fa_ir: تلفن

source: Phone No.
fa_ir: شماره تلفن

source: Phone Number {0} set in field {1} is not valid.
fa_ir: شماره تلفن {0} تنظیم شده در فیلد {1} معتبر نیست.

source: Pick Columns
fa_ir: انتخاب ستون‌ها

source: Pie
fa_ir: دایره‌ای

source: Pincode
fa_ir: کد پستی

source: Pink
fa_ir: صورتی

source: Placeholder
fa_ir: جای‌نما

source: Plain Text
fa_ir: متن ساده

source: Plant
fa_ir: کارخانه

source: Please Authorize OAuth for Email Account {0}
fa_ir: لطفاً OAuth را برای حساب ایمیل {0} تأیید کنید.

source: Please Authorize OAuth for Email Account {}
fa_ir: لطفاً OAuth را برای حساب ایمیل {} تأیید کنید.

source: Please Duplicate this Website Theme to customize.
fa_ir: لطفاً این قالب وب‌سایت را برای سفارشی‌سازی تکثیر کنید.

source: Please Install the ldap3 library via pip to use ldap functionality.
fa_ir: لطفاً کتابخانه ldap3 را از طریق pip برای استفاده از قابلیت LDAP نصب کنید.

source: Please Set Chart
fa_ir: لطفاً نمودار را تنظیم کنید

source: Please Update SMS Settings
fa_ir: لطفاً تنظیمات پیامک را به‌روزرسانی کنید

source: Please add a subject to your email
fa_ir: لطفاً یک موضوع برای ایمیل خود اضافه کنید

source: Please add a valid comment.
fa_ir: لطفاً یک نظر معتبر اضافه کنید.

source: Please ask your administrator to verify your sign-up
fa_ir: لطفاً از مدیر خود بخواهید ثبت‌نام شما را تأیید کند.

source: Please attach a file first.
fa_ir: لطفاً ابتدا یک فایل پیوست کنید.

source: Please attach an image file to set HTML for Footer.
fa_ir: لطفاً یک فایل تصویری برای تنظیم HTML پاورقی پیوست کنید.

source: Please attach an image file to set HTML for Letter Head.
fa_ir: لطفاً یک فایل تصویری برای تنظیم HTML سربرگ پیوست کنید.

source: Please attach the package
fa_ir: لطفاً بسته را پیوست کنید

source: Please check the filter values set for Dashboard Chart: {}
fa_ir: لطفاً مقادیر فیلتر تنظیم شده برای نمودار داشبورد را بررسی کنید: {}

source: Please check the value of "Fetch From" set for field {0}
fa_ir: لطفاً مقدار "Fetch From" تنظیم شده برای فیلد {0} را بررسی کنید.

source: Please check your email for verification
fa_ir: لطفاً ایمیل خود را برای تأیید بررسی کنید

source: Please check your email login credentials.
fa_ir: لطفاً اطلاعات ورود به ایمیل خود را بررسی کنید.

source: Please check your registered email address for instructions on how to proceed. Do not close this window as you will have to return to it.
fa_ir: لطفاً آدرس ایمیل ثبت‌شده خود را برای دستورالعمل‌های ادامه کار بررسی کنید. این پنجره را نبندید زیرا باید به آن بازگردید.

source: Please click Edit on the Workspace for best results
fa_ir: لطفاً برای بهترین نتایج، روی ویرایش در فضای کاری کلیک کنید.

source: Please click on 'Export Errored Rows', fix the errors and import again.
fa_ir: لطفاً روی 'خروجی گرفتن از ردیف‌های دارای خطا' کلیک کنید، خطاها را رفع کرده و دوباره وارد کنید.

source: Please click on the following link and follow the instructions on the page. {0}
fa_ir: لطفاً روی لینک زیر کلیک کرده و دستورالعمل‌های موجود در صفحه را دنبال کنید. {0}

source: Please click on the following link to set your new password
fa_ir: لطفاً برای تنظیم رمز عبور جدید خود، روی لینک زیر کلیک کنید

source: Please confirm your action to {0} this document.
fa_ir: لطفاً اقدام خود را برای {0} این سند تأیید کنید.

source: Please contact your system manager to install correct version.
fa_ir: لطفاً برای نصب نسخه صحیح با مدیر سیستم خود تماس بگیرید.

source: Please create Card first
fa_ir: لطفاً ابتدا کارت را ایجاد کنید

source: Please create chart first
fa_ir: لطفاً ابتدا نمودار را ایجاد کنید

source: Please delete the field from {0} or add the required doctype.
fa_ir: لطفاً فیلد را از {0} حذف کنید یا داک‌تایپ مورد نیاز را اضافه کنید.

source: Please do not change the template headings.
fa_ir: لطفاً سرفصل‌های الگو را تغییر ندهید.

source: Please duplicate this to make changes
fa_ir: لطفاً این را برای اعمال تغییرات تکثیر کنید

source: Please enable atleast one Social Login Key or LDAP or Login With Email Link before disabling username/password based login.
fa_ir: لطفاً حداقل یکی از کلیدهای ورود اجتماعی یا LDAP یا لینک ورود با ایمیل را قبل از غیرفعال کردن ورود مبتنی بر نام کاربری/رمز عبور فعال کنید.

source: Please enable pop-ups
fa_ir: لطفاً پنجره‌های بازشو را فعال کنید.

source: Please enable pop-ups in your browser
fa_ir: لطفاً پنجره‌های بازشو را در مرورگر خود فعال کنید.

source: Please enable {} before continuing.
fa_ir: لطفاً {} را قبل از ادامه فعال کنید.

source: Please ensure that your profile has an email address
fa_ir: لطفاً مطمئن شوید که نمایه شما دارای آدرس ایمیل است.

source: Please enter Access Token URL
fa_ir: لطفاً نشانی وب (URL) توکن دسترسی را وارد کنید.

source: Please enter Authorize URL
fa_ir: لطفاً نشانی وب (URL) مجوز را وارد کنید.

source: Please enter Base URL
fa_ir: لطفاً نشانی وب (URL) پایه را وارد کنید.

source: Please enter Client ID before social login is enabled
fa_ir: لطفاً قبل از فعال‌سازی ورود اجتماعی، شناسه مشتری را وارد کنید.

source: Please enter Client Secret before social login is enabled
fa_ir: لطفاً قبل از فعال‌سازی ورود اجتماعی، رمز مشتری را وارد کنید.

source: Please enter OpenID Configuration URL
fa_ir: لطفاً نشانی وب (URL) پیکربندی OpenID را وارد کنید.

source: Please enter Redirect URL
fa_ir: لطفاً نشانی وب (URL) تغییر مسیر را وارد کنید.

source: Please enter a valid email address.
fa_ir: لطفاً یک آدرس ایمیل معتبر وارد کنید.

source: Please enter both your email and message so that we can get back to you. Thanks!
fa_ir: لطفاً هم ایمیل و هم پیام خود را وارد کنید تا بتوانیم با شما تماس بگیریم. متشکریم!

source: Please enter the password
fa_ir: لطفاً گذرواژه را وارد کنید.

# Email Account
source: Please enter the password for: <b>{0}</b>
fa_ir: لطفاً گذرواژه را برای: <b>{0}</b> وارد کنید.

source: Please enter valid mobile nos
fa_ir: لطفاً شماره‌های موبایل معتبر را وارد کنید.

source: Please enter your new password.
fa_ir: لطفاً گذرواژه جدید خود را وارد کنید.

source: Please enter your old password.
fa_ir: لطفاً گذرواژه قدیمی خود را وارد کنید.

source: Please find attached {0}: {1}
fa_ir: لطفاً پیوست {0}: {1} را مشاهده کنید.

source: Please login to post a comment.
fa_ir: لطفاً برای ارسال نظر وارد شوید.

source: Please make sure the Reference Communication Docs are not circularly linked.
fa_ir: لطفاً اطمینان حاصل کنید که اسناد ارتباط مرجع به صورت دایره‌ای پیوند نخورده باشند.

source: Please refresh to get the latest document.
fa_ir: لطفاً برای دریافت آخرین سند، بازخوانی کنید.

source: Please remove the printer mapping in Printer Settings and try again.
fa_ir: لطفاً نگاشت چاپگر را در تنظیمات چاپگر حذف کرده و دوباره تلاش کنید.

source: Please save before attaching.
fa_ir: لطفاً قبل از پیوست کردن، ذخیره کنید.

source: Please save the document before assignment
fa_ir: لطفاً سند را قبل از تخصیص ذخیره کنید.

source: Please save the document before removing assignment
fa_ir: لطفاً سند را قبل از حذف تخصیص ذخیره کنید.

source: Please save the form before previewing the message
fa_ir: لطفاً فرم را قبل از پیش‌نمایش پیام ذخیره کنید.

source: Please save the report first
fa_ir: لطفاً ابتدا گزارش را ذخیره کنید.

source: Please save to edit the template.
fa_ir: لطفاً برای ویرایش الگو، ذخیره کنید.

source: Please select DocType first
fa_ir: لطفاً ابتدا نوع سند (DocType) را انتخاب کنید.

source: Please select Entity Type first
fa_ir: لطفاً ابتدا نوع موجودیت را انتخاب کنید.

source: Please select Minimum Password Score
fa_ir: لطفاً حداقل امتیاز گذرواژه را انتخاب کنید.

source: Please select X and Y fields
fa_ir: لطفاً فیلدهای X و Y را انتخاب کنید.

source: Please select a country code for field {1}.
fa_ir: لطفاً کد کشور را برای فیلد {1} انتخاب کنید.

source: Please select a file first.
fa_ir: لطفاً ابتدا یک فایل را انتخاب کنید.

source: Please select a file or url
fa_ir: لطفاً یک فایل یا نشانی وب (URL) را انتخاب کنید.

source: Please select a valid csv file with data
fa_ir: لطفاً یک فایل CSV معتبر حاوی داده را انتخاب کنید.

source: Please select a valid date filter
fa_ir: لطفاً یک فیلتر تاریخ معتبر را انتخاب کنید.

source: Please select applicable Doctypes
fa_ir: لطفاً انواع سند (DocType) قابل اجرا را انتخاب کنید.

source: Please select atleast 1 column from {0} to sort/group
fa_ir: لطفاً حداقل 1 ستون از {0} را برای مرتب‌سازی/گروه‌بندی انتخاب کنید.

source: Please select prefix first
fa_ir: لطفاً ابتدا پیشوند را انتخاب کنید.

source: Please select the Document Type.
fa_ir: لطفاً نوع سند را انتخاب کنید.

source: Please select the LDAP Directory being used
fa_ir: لطفاً دایرکتوری LDAP مورد استفاده را انتخاب کنید.

source: Please select {0}
fa_ir: لطفاً {0} را انتخاب کنید.

source: Please set Email Address
fa_ir: لطفاً آدرس ایمیل را تنظیم کنید.

source: Please set a printer mapping for this print format in the Printer Settings
fa_ir: لطفاً یک نگاشت چاپگر برای این فرمت چاپ در تنظیمات چاپگر تنظیم کنید.

source: Please set filters
fa_ir: لطفاً فیلترها را تنظیم کنید.

source: Please set filters value in Report Filter table.
fa_ir: لطفاً مقدار فیلترها را در جدول فیلتر گزارش تنظیم کنید.

source: Please set the document name
fa_ir: لطفاً نام سند را تنظیم کنید.

source: Please set the following documents in this Dashboard as standard first.
fa_ir: لطفاً ابتدا اسناد زیر را در این داشبورد به عنوان استاندارد تنظیم کنید.

source: Please set the series to be used.
fa_ir: لطفاً سری مورد استفاده را تنظیم کنید.

source: Please setup SMS before setting it as an authentication method, via SMS Settings
fa_ir: لطفاً قبل از تنظیم پیامک به عنوان روش احراز هویت، آن را از طریق تنظیمات پیامک راه‌اندازی کنید.

source: Please setup a message first
fa_ir: لطفاً ابتدا یک پیام راه‌اندازی کنید.

source: Please setup default outgoing Email Account from Settings > Email Account
fa_ir: لطفاً حساب ایمیل خروجی پیش‌فرض را از تنظیمات > حساب ایمیل راه‌اندازی کنید.

source: Please setup default outgoing Email Account from Tools > Email Account
fa_ir: لطفاً حساب ایمیل خروجی پیش‌فرض را از ابزارها > حساب ایمیل راه‌اندازی کنید.

source: Please specify
fa_ir: لطفاً مشخص کنید.

source: Please specify a valid parent DocType for {0}
fa_ir: لطفاً یک DocType والد معتبر برای {0} مشخص کنید.

source: Please specify at least 10 minutes due to the trigger cadence of the scheduler
fa_ir: لطفاً حداقل ۱۰ دقیقه را به دلیل تناوب راه‌اندازی زمان‌بندی مشخص کنید.

source: Please specify the field from which to attach files
fa_ir: لطفاً فیلدی را که فایل‌ها از آن پیوست شوند، مشخص کنید.

source: Please specify the minutes offset
fa_ir: لطفاً افست دقیقه را مشخص کنید.

source: Please specify which date field must be checked
fa_ir: لطفاً مشخص کنید کدام فیلد تاریخ باید بررسی شود.

source: Please specify which datetime field must be checked
fa_ir: لطفاً مشخص کنید کدام فیلد تاریخ و زمان باید بررسی شود.

source: Please specify which value field must be checked
fa_ir: لطفاً مشخص کنید کدام فیلد مقدار باید بررسی شود.

source: Please try again
fa_ir: لطفاً دوباره تلاش کنید.

source: Please update {} before continuing.
fa_ir: لطفاً {} را قبل از ادامه به‌روزرسانی کنید.

source: Please use a valid LDAP search filter
fa_ir: لطفاً از یک فیلتر جستجوی LDAP معتبر استفاده کنید.

source: Please use following links to download file backup.
fa_ir: لطفاً از لینک‌های زیر برای دانلود پشتیبان فایل استفاده کنید.

source: Please visit https://frappecloud.com/docs/sites/migrate-an-existing-site#encryption-key for more information.
fa_ir: لطفاً برای اطلاعات بیشتر به https://frappecloud.com/docs/sites/migrate-an-existing-site#encryption-key مراجعه کنید.

source: Policy URI
fa_ir: URI سیاست

source: Polling
fa_ir: نظرسنجی

source: Popover Element
fa_ir: عنصر پاپ‌اور

source: Popover or Modal Description
fa_ir: توضیحات پاپ‌اور یا مودال

source: Port
fa_ir: پورت

source: Portal Menu
fa_ir: منوی پورتال

source: Portal Menu Item
fa_ir: آیتم منوی پورتال

source: Portal Settings
fa_ir: تنظیمات پورتال

source: Portrait
fa_ir: عمودی

source: Position
fa_ir: موقعیت

source: Post
fa_ir: ثبت

source: Post it here, our mentors will help you out.
fa_ir: اینجا ارسال کنید، مربیان ما به شما کمک خواهند کرد.

source: Postal
fa_ir: پستی

source: Postal Code
fa_ir: کد پستی

source: Posting Timestamp
fa_ir: مُهر زمانی ثبت

source: Potentially dangerous content in string literal: {0}
fa_ir: محتوای بالقوه خطرناک در رشته متنی: {0}

source: Precision
fa_ir: دقت

source: Precision ({0}) for {1} cannot be greater than its length ({2}).
fa_ir: دقت ({0}) برای {1} نمی‌تواند بیشتر از طول آن ({2}) باشد.

source: Precision should be between 1 and 6
fa_ir: دقت باید بین ۱ تا ۶ باشد

source: Predictable substitutions like '@' instead of 'a' don't help very much.
fa_ir: جایگزینی‌های قابل پیش‌بینی مانند '@' به جای 'a' کمک چندانی نمی‌کنند.

source: Prefer not to say
fa_ir: ترجیح می‌دهم نگویم

source: Preferred Billing Address
fa_ir: آدرس صورت‌حساب ترجیحی

source: Preferred Shipping Address
fa_ir: آدرس حمل و نقل ترجیحی

source: Prefix
fa_ir: پیشوند

source: Prepared Report
fa_ir: گزارش آماده‌شده

source: Prepared Report Analytics
fa_ir: تحلیل گزارش آماده‌شده

source: Prepared Report User
fa_ir: کاربر گزارش آماده‌شده

source: Prepared report render failed
fa_ir: رندر گزارش آماده‌شده با شکست مواجه شد

source: Preparing Report
fa_ir: در حال آماده‌سازی گزارش

source: Prepend the template to the email message
fa_ir: الگو را به ابتدای پیام ایمیل اضافه کنید

source: Press Alt Key to trigger additional shortcuts in Menu and Sidebar
fa_ir: کلید Alt را فشار دهید تا میانبرهای اضافی در منو و نوار کناری فعال شوند

source: Press Enter to save
fa_ir: برای ذخیره، Enter را فشار دهید

source: Preview
fa_ir: پیش‌نمایش

source: Preview HTML
fa_ir: پیش‌نمایش HTML

source: Preview Message
fa_ir: پیش‌نمایش پیام
