Repository: ai-solution-company/systemafarin-custom-addon
Catalog: iran_core/translations_src/*-framework.po
Languages: fa_ir

# Title of confirmation dialog
source: Delete Tab
fa_ir: حذف تب

source: Delete and Generate New
fa_ir: حذف و ایجاد جدید

# Button text
source: Delete column
fa_ir: حذف ستون

source: Delete comment?
fa_ir: نظر حذف شود؟

# Button text
source: Delete entire column with fields
fa_ir: حذف کل ستون به همراه فیلدها

# Button text
source: Delete entire section with fields
fa_ir: حذف کل بخش به همراه فیلدها

# Button text
source: Delete entire tab with fields
fa_ir: حذف کل تب به همراه فیلدها

# Button text
source: Delete section
fa_ir: حذف بخش

# Button text
source: Delete tab
fa_ir: حذف تب

source: Delete this record to allow sending to this email address
fa_ir: برای اجازه ارسال به این آدرس ایمیل، این رکورد را حذف کنید.

# Title of confirmation dialog
source: Delete {0} item permanently?
fa_ir: آیا {0} آیتم برای همیشه حذف شود؟

# Title of confirmation dialog
source: Delete {0} items permanently?
fa_ir: آیا {0} آیتم برای همیشه حذف شوند؟

source: Deleted
fa_ir: حذف شد

source: Deleted DocType
fa_ir: داک‌تایپ حذف شده

source: Deleted Document
fa_ir: سند حذف شده

source: Deleted Documents
fa_ir: اسناد حذف شده

source: Deleted Name
fa_ir: نام حذف شده

source: Deleted all documents successfully
fa_ir: همه اسناد با موفقیت حذف شدند

source: Deleted!
fa_ir: حذف شد!

source: Deleting {0}
fa_ir: در حال حذف {0}

source: Deleting {0} records...
fa_ir: در حال حذف {0} رکورد...

source: Deleting {0}...
fa_ir: در حال حذف {0}...

source: Deletion Steps
fa_ir: مراحل حذف

source: Deletion of this document is only permitted in developer mode.
fa_ir: حذف این سند فقط در حالت توسعه‌دهنده مجاز است.

source: Delimiter Options
fa_ir: گزینه‌های جداکننده

source: Delimiter detection failed. Try to enable custom delimiters and adjust the delimiter options as per your data.
fa_ir: تشخیص جداکننده ناموفق بود. سعی کنید جداکننده‌های سفارشی را فعال کرده و گزینه‌های جداکننده را مطابق با داده‌های خود تنظیم کنید.

source: Delimiter must be a single character
fa_ir: جداکننده باید یک کاراکتر باشد

source: Delivery Status
fa_ir: وضعیت تحویل

source: Deny
fa_ir: رد کردن

source: Department
fa_ir: دپارتمان

source: Dependencies
fa_ir: وابستگی‌ها

source: Dependencies & Licenses
fa_ir: وابستگی‌ها و مجوزها

source: Depends On
fa_ir: وابسته به

source: Descendants Of
fa_ir: زیرمجموعه‌های

source: Descendants Of (inclusive)
fa_ir: زیرمجموعه‌های (شامل خود)

source: Description
fa_ir: توضیحات

source: Description to inform the user about any action that is going to be performed
fa_ir: توضیحاتی برای اطلاع‌رسانی به کاربر در مورد هر اقدامی که قرار است انجام شود

source: Designation
fa_ir: سمت

source: Desk Access
fa_ir: دسترسی به میز کار

source: Desk Settings
fa_ir: تنظیمات میز کار

source: Desk Theme
fa_ir: پوسته میز کار

source: Desk User
fa_ir: کاربر میز کار

source: Desktop Icon
fa_ir: آیکون دسکتاپ

source: Desktop Icon already exists
fa_ir: آیکون دسکتاپ از قبل موجود است

source: Details
fa_ir: جزئیات

source: Detect CSV type
fa_ir: تشخیص نوع CSV

source: Did not add
fa_ir: اضافه نشد

source: Did not remove
fa_ir: حذف نشد

source: Diff
fa_ir: تفاوت

source: Different "States" this document can exist in. Like "Open", "Pending Approval" etc.
fa_ir: وضعیت‌های مختلفی که این سند می‌تواند در آن‌ها باشد. مانند «باز»، «در انتظار تأیید» و غیره.

source: Digits
fa_ir: ارقام

source: Directory Server
fa_ir: سرور دایرکتوری

source: Disable Auto Refresh
fa_ir: غیرفعال کردن به‌روزرسانی خودکار

source: Disable Automatic Recency Filters
fa_ir: غیرفعال کردن فیلترهای خودکار اخیر

source: Disable Change Log Notification
fa_ir: غیرفعال کردن اعلان گزارش تغییرات

source: Disable Comment Count
fa_ir: غیرفعال کردن شمارش نظرات

source: Disable Count
fa_ir: غیرفعال کردن شمارش

source: Disable Document Sharing
fa_ir: غیرفعال کردن اشتراک‌گذاری سند

source: Disable Report
fa_ir: غیرفعال کردن گزارش

source: Disable SMTP server authentication
fa_ir: غیرفعال کردن احراز هویت سرور SMTP

source: Disable Scrolling
fa_ir: غیرفعال کردن پیمایش

source: Disable Sidebar Stats
fa_ir: غیرفعال کردن آمار نوار کناری

source: Disable Signup for your site
fa_ir: غیرفعال کردن ثبت‌نام برای سایت شما

source: Disable Standard Email Footer
fa_ir: غیرفعال کردن پاورقی استاندارد ایمیل

source: Disable System Update Notification
fa_ir: غیرفعال کردن اعلان به‌روزرسانی سیستم

source: Disable Username/Password Login
fa_ir: غیرفعال کردن ورود با نام کاربری/گذرواژه

source: Disable signups
fa_ir: غیرفعال کردن ثبت‌نام‌ها

source: Disabled
fa_ir: غیرفعال شده

source: Disabled Auto Reply
fa_ir: پاسخ خودکار غیرفعال شده

source: Discard
fa_ir: صرف‌نظر

# Button in web form
source: Discard
fa_ir: صرف‌نظر

# Discard Email
source: Discard
fa_ir: صرف‌نظر

source: Discard {0}
fa_ir: صرف‌نظر از {0}

source: Discard?
fa_ir: صرف‌نظر شود؟

source: Discarded
fa_ir: صرف‌نظر شد

source: Disclaimer: These indexes are suggested based on data and queries performed during this recording. These suggestions may or may not help.
fa_ir: سلب مسئولیت: این شاخص‌ها بر اساس داده‌ها و پرس‌وجوهای انجام شده در طول این ضبط پیشنهاد شده‌اند. این پیشنهادات ممکن است مفید باشند یا نباشند.

source: Discussion Reply
fa_ir: پاسخ به بحث

source: Discussion Topic
fa_ir: موضوع بحث

source: Dismiss
fa_ir: نادیده گرفتن

# Stop showing the onboarding widget.
source: Dismiss
fa_ir: نادیده گرفتن

source: Display
fa_ir: نمایش

source: Display Depends On
fa_ir: نمایش وابسته به

source: Display Depends On (JS)
fa_ir: نمایش وابسته به (JS)

source: Divider
fa_ir: جداکننده

source: Do Not Create New User
fa_ir: کاربر جدید ایجاد نشود

source: Do not create new user if user with email does not exist in the system
fa_ir: در صورتی که کاربری با این ایمیل در سیستم وجود ندارد، کاربر جدید ایجاد نشود

source: Do not edit headers which are preset in the template
fa_ir: سربرگ‌هایی که در الگو از پیش تنظیم شده‌اند را ویرایش نکنید

source: Do not warn me again about {0}
fa_ir: درباره {0} دیگر به من هشدار نده

source: Do you still want to proceed?
fa_ir: آیا همچنان می‌خواهید ادامه دهید؟

source: Do you want to cancel all linked documents?
fa_ir: آیا می‌خواهید تمام اسناد مرتبط را لغو کنید؟

source: Doc Event
fa_ir: رویداد سند

source: Doc Events
fa_ir: رویدادهای سند

source: Doc Status
fa_ir: وضعیت سند

source: DocField
fa_ir: فیلد سند

source: DocPerm
fa_ir: مجوز سند

source: DocShare
fa_ir: اشتراک‌گذاری سند

source: DocStatus of the following states have changed:<br><strong>{0}</strong><br> Do you want to update the docstatus of existing documents in those states?<br> This does not undo any effect bought in by the document's existing docstatus.
fa_ir: وضعیت سند (DocStatus) حالت‌های زیر تغییر کرده است:<br><strong>{0}</strong><br>

source: DocType
fa_ir: نوع سند

source: DocType <b>{0}</b> provided for the field <b>{1}</b> must have atleast one Link field
fa_ir: نوع سند (DocType) <b>{0}</b> که برای فیلد <b>{1}</b> ارائه شده است، باید حداقل یک فیلد پیوند (Link) داشته باشد

source: DocType Action
fa_ir: عملیات نوع سند

source: DocType Event
fa_ir: رویداد نوع سند

source: DocType Layout
fa_ir: چیدمان نوع سند

source: DocType Layout Field
fa_ir: فیلد چیدمان نوع سند

source: DocType Link
fa_ir: پیوند نوع سند

source: DocType State
fa_ir: وضعیت DocType

source: DocType View
fa_ir: نمای DocType

source: DocType can not be merged
fa_ir: DocType قابل ادغام نیست

source: DocType can only be renamed by Administrator
fa_ir: DocType فقط توسط مدیر سیستم قابل تغییر نام است

source: DocType is a Table / Form in the application.
fa_ir: DocType یک جدول / فرم در برنامه است.

source: DocType must be Submittable for the selected Doc Event
fa_ir: DocType باید برای رویداد سند انتخاب شده قابل ارسال باشد

source: DocType must be a string
fa_ir: DocType باید از نوع رشته باشد

source: DocType must have atleast one field
fa_ir: DocType باید حداقل یک فیلد داشته باشد

source: DocType not supported by Log Settings.
fa_ir: DocType توسط تنظیمات گزارش پشتیبانی نمی‌شود.

source: DocType on which this Workflow is applicable.
fa_ir: DocType که این گردش کار بر روی آن اعمال می‌شود.

source: DocType required
fa_ir: DocType اجباری است

source: DocType {0} does not exist.
fa_ir: DocType {0} وجود ندارد.

source: DocType {} not found
fa_ir: DocType {} یافت نشد

source: DocType's name should not start or end with whitespace
fa_ir: نام DocType نباید با فاصله خالی شروع یا پایان یابد

source: DocTypes cannot be modified, please use {0} instead
fa_ir: DocTypeها قابل تغییر نیستند، لطفاً به جای آن از {0} استفاده کنید

source: Doctype name is limited to {0} characters ({1})
fa_ir: نام DocType محدود به {0} کاراکتر ({1}) است

source: Doctype required
fa_ir: DocType اجباری است

source: Document
fa_ir: سند

source: Document Actions
fa_ir: عملیات سند

source: Document Follow
fa_ir: پیگیری سند

source: Document Follow Notification
fa_ir: اعلان پیگیری سند

source: Document Link
fa_ir: پیوند سند

source: Document Linking
fa_ir: پیونددهی سند

source: Document Links
fa_ir: پیوندهای سند

source: Document Links Row #{0}: Could not find field {1} in {2} DocType
fa_ir: ردیف #{0} پیوندهای سند: فیلد {1} در DocType {2} یافت نشد

source: Document Links Row #{0}: Invalid doctype or fieldname.
fa_ir: ردیف #{0} پیوندهای سند: DocType یا نام فیلد نامعتبر است.

source: Document Links Row #{0}: Parent DocType is mandatory for internal links
fa_ir: ردیف #{0} پیوندهای سند: DocType والد برای پیوندهای داخلی اجباری است

source: Document Links Row #{0}: Table Fieldname is mandatory for internal links
fa_ir: ردیف #{0} پیوندهای سند: نام فیلد جدول برای پیوندهای داخلی اجباری است

source: Document Name
fa_ir: نام سند

source: Document Name must be a string
fa_ir: نام سند باید از نوع رشته باشد

source: Document Naming Rule
fa_ir: قانون نام‌گذاری سند

source: Document Naming Rule Condition
fa_ir: شرط قانون نام‌گذاری سند

source: Document Naming Settings
fa_ir: تنظیمات نام‌گذاری سند

source: Document Queued
fa_ir: سند در صف قرار گرفت

source: Document Restoration Summary
fa_ir: خلاصه بازیابی سند

source: Document Restored
fa_ir: سند بازیابی شد

source: Document Saved
fa_ir: سند ذخیره شد

source: Document Share
fa_ir: اشتراک‌گذاری سند

source: Document Share Key
fa_ir: کلید اشتراک‌گذاری سند

source: Document Share Key Expiry (in Days)
fa_ir: انقضای کلید اشتراک‌گذاری سند (بر حسب روز)

source: Document Share Report
fa_ir: گزارش اشتراک‌گذاری سند

source: Document States
fa_ir: وضعیت‌های سند

source: Document Status
fa_ir: وضعیت سند

source: Document Tag
fa_ir: برچسب سند

source: Document Title
fa_ir: عنوان سند

source: Document Type
fa_ir: نوع سند

source: Document Type and Function are required to create a number card
fa_ir: نوع سند و تابع برای ایجاد کارت عددی الزامی هستند

source: Document Type is not importable
fa_ir: نوع سند قابل وارد کردن نیست

source: Document Type is not submittable
fa_ir: نوع سند قابل ثبت نهایی نیست

source: Document Type to Track
fa_ir: نوع سند برای پیگیری

source: Document Type {0} has been repeated.
fa_ir: نوع سند {0} تکرار شده است.

source: Document Types
fa_ir: انواع سند

source: Document Types (Select Permissions Only)
fa_ir: انواع سند (فقط مجوزهای انتخاب)

source: Document Types and Permissions
fa_ir: انواع سند و مجوزها

source: Document Unlocked
fa_ir: سند قفل‌گشایی شد

source: Document follow is not enabled for this user.
fa_ir: پیگیری سند برای این کاربر فعال نیست.

source: Document has been cancelled
fa_ir: سند لغو شده است

source: Document has been submitted
fa_ir: سند ثبت نهایی شده است

source: Document is in draft state
fa_ir: سند در وضعیت پیش‌نویس است

source: Document is only editable by users with role
fa_ir: سند فقط توسط کاربرانی با نقش قابل ویرایش است

source: Document not Relinked
fa_ir: سند دوباره پیوند داده نشد

source: Document renamed from {0} to {1}
fa_ir: سند از {0} به {1} تغییر نام یافت

source: Document renaming from {0} to {1} has been queued
fa_ir: تغییر نام سند از {0} به {1} در صف قرار گرفته است

source: Document type is required to create a dashboard chart
fa_ir: نوع سند برای ایجاد نمودار داشبورد الزامی است

source: Document {0} Already Restored
fa_ir: سند {0} قبلاً بازیابی شده است

source: Document {0} has been set to state {1} by {2}
fa_ir: سند {0} توسط {2} به وضعیت {1} تنظیم شده است

source: Document {0} {1} does not exist
fa_ir: سند {0} {1} وجود ندارد

source: Documentation Link
fa_ir: پیوند مستندات

source: Documentation URL
fa_ir: نشانی اینترنتی مستندات

source: Documents
fa_ir: اسناد

source: Documents restored successfully
fa_ir: اسناد با موفقیت بازیابی شدند

source: Documents that failed to restore
fa_ir: اسنادی که بازیابی آن‌ها ناموفق بود

source: Documents that were already restored
fa_ir: اسنادی که قبلاً بازیابی شده بودند

source: Domain
fa_ir: دامنه

source: Domain Name
fa_ir: نام دامنه

source: Domain Settings
fa_ir: تنظیمات دامنه

source: Domains HTML
fa_ir: اچ‌تی‌ام‌ال دامنه‌ها

source: Don't HTML Encode HTML tags like &lt;script&gt; or just characters like &lt; or &gt;, as they could be intentionally used in this field
fa_ir: تگ‌های HTML مانند &lt;script&gt; یا فقط کاراکترهایی مانند &lt; یا &gt; را کدگذاری HTML نکنید، زیرا ممکن است عمداً در این فیلد استفاده شوند

source: Don't Import
fa_ir: وارد نکنید

source: Don't Override Status
fa_ir: وضعیت را بازنویسی نکنید

source: Don't Send Emails
fa_ir: ایمیل ارسال نکنید

source: Don't encode HTML tags like &lt;script&gt; or just characters like &lt; or &gt;, as they could be intentionally used in this field
fa_ir: تگ‌های HTML مانند &lt;script&gt; یا فقط کاراکترهایی مانند &lt; یا &gt; را کدگذاری نکنید، زیرا ممکن است عمداً در این فیلد استفاده شده باشند

source: Don't have an account?
fa_ir: حساب کاربری ندارید؟

source: Done
fa_ir: انجام شد

source: Donut
fa_ir: دونات

source: Double click to edit label
fa_ir: برای ویرایش برچسب، دوبار کلیک کنید

source: Download
fa_ir: دانلود

# Export report
source: Download
fa_ir: دانلود

source: Download Backups
fa_ir: دانلود پشتیبان‌ها

source: Download Data
fa_ir: دانلود داده‌ها

source: Download Files Backup
fa_ir: دانلود پشتیبان فایل‌ها

source: Download Link
fa_ir: لینک دانلود

source: Download PDF
fa_ir: دانلود PDF

source: Download Report
fa_ir: دانلود گزارش

source: Download Template
fa_ir: دانلود الگو

source: Download Your Data
fa_ir: داده‌های خود را دانلود کنید

source: Download as CSV
fa_ir: دانلود به صورت CSV

source: Download vCard
fa_ir: دانلود vCard

source: Download vCards
fa_ir: دانلود vCardها

source: Dr
fa_ir: دکتر

source: Draft
fa_ir: پیش‌نویس

source: Drag
fa_ir: بکشید

source: Drag & Drop a section here from another tab
fa_ir: یک بخش را از تب دیگر به اینجا بکشید و رها کنید

source: Drag and drop files here or upload from
fa_ir: فایل‌ها را به اینجا بکشید و رها کنید یا از

source: Drag columns to set order. Column width is set in percentage. The total width should not be more than 100. Columns marked in red will be removed.
fa_ir: برای تنظیم ترتیب، ستون‌ها را بکشید. عرض ستون بر حسب درصد تنظیم می‌شود. عرض کل نباید بیشتر از 100 باشد. ستون‌های قرمز شده حذف خواهند شد.

source: Drag elements from the sidebar to add. Drag them back to trash.
fa_ir: عناصر را از نوار کناری برای افزودن بکشید. آن‌ها را به سطل زباله برگردانید.

source: Drag to add state
fa_ir: برای افزودن وضعیت بکشید

source: Drop files here
fa_ir: فایل‌ها را اینجا رها کنید

source: Dropdowns
fa_ir: لیست‌های کشویی

source: Due Date
fa_ir: تاریخ سررسید

source: Due Date Based On
fa_ir: تاریخ سررسید بر اساس

source: Duplicate
fa_ir: تکرار

source: Duplicate Entry
fa_ir: ورودی تکراری

source: Duplicate Filter Name
fa_ir: نام فیلتر تکراری

source: Duplicate Name
fa_ir: نام تکراری

source: Duplicate Row
fa_ir: ردیف تکراری

source: Duplicate current row
fa_ir: ردیف فعلی را تکرار کنید

source: Duplicate field
fa_ir: فیلد تکراری

source: Duration
fa_ir: مدت زمان

source: Dynamic
fa_ir: پویا

source: Dynamic Filters
fa_ir: فیلترهای پویا

source: Dynamic Filters JSON
fa_ir: JSON فیلترهای پویا

source: Dynamic Filters Section
fa_ir: بخش فیلترهای پویا

source: Dynamic Link
fa_ir: پیوند پویا

source: Dynamic Report Filters
fa_ir: فیلترهای گزارش پویا

source: Dynamic Route
fa_ir: مسیر پویا

source: Dynamic Template
fa_ir: الگوی پویا

source: Edit
fa_ir: ویرایش

# Button in list view actions menu
source: Edit
fa_ir: ویرایش

# Button in web form
source: Edit
fa_ir: ویرایش

# Edit grid row
source: Edit
fa_ir: ویرایش

source: Edit Address in Form
fa_ir: ویرایش آدرس در فرم

source: Edit Auto Email Report Settings
fa_ir: ویرایش تنظیمات گزارش ایمیل خودکار

source: Edit Chart
fa_ir: ویرایش نمودار

source: Edit Custom Block
fa_ir: ویرایش بلوک سفارشی

source: Edit Custom HTML
fa_ir: ویرایش HTML سفارشی

source: Edit DocType
fa_ir: ویرایش داک‌تایپ

# Button in list view menu
source: Edit DocType
fa_ir: ویرایش داک‌تایپ

source: Edit Existing
fa_ir: ویرایش موجود

source: Edit Filters
fa_ir: ویرایش فیلترها

source: Edit Footer
fa_ir: ویرایش پاورقی

source: Edit Format
fa_ir: ویرایش قالب

source: Edit Full Form
fa_ir: ویرایش فرم کامل

source: Edit HTML
fa_ir: ویرایش HTML

source: Edit Header
fa_ir: ویرایش سربرگ

source: Edit Heading
fa_ir: ویرایش عنوان

source: Edit Letter Head
fa_ir: ویرایش سربرگ نامه

source: Edit Letter Head Footer
fa_ir: ویرایش پاورقی سربرگ نامه

source: Edit Links
fa_ir: ویرایش پیوندها

source: Edit Number Card
fa_ir: ویرایش کارت عددی

source: Edit Onboarding
fa_ir: ویرایش فرآیند آشنایی

source: Edit Print Format
fa_ir: ویرایش قالب چاپ

source: Edit Profile
fa_ir: ویرایش نمایه

source: Edit Properties
fa_ir: ویرایش ویژگی‌ها

source: Edit Quick List
fa_ir: ویرایش لیست سریع

source: Edit Shortcut
fa_ir: ویرایش میانبر

source: Edit Values
fa_ir: ویرایش مقادیر

source: Edit mode
fa_ir: حالت ویرایش

source: Edit the {0} Doctype
fa_ir: ویرایش داک‌تایپ {0}

source: Edit to add content
fa_ir: برای افزودن محتوا ویرایش کنید

# Button in web form
source: Edit your response
fa_ir: پاسخ خود را ویرایش کنید

source: Edit your workflow visually using the Workflow Builder.
fa_ir: گردش کار خود را به صورت بصری با استفاده از سازنده گردش کار ویرایش کنید.

source: Edit {0}
fa_ir: ویرایش {0}

source: Editable Grid
fa_ir: جدول قابل ویرایش

source: Editing Row
fa_ir: ویرایش ردیف

source: Editing {0}
fa_ir: ویرایش {0}

source: Eg. smsgateway.com/api/send_sms.cgi
fa_ir: مثال: smsgateway.com/api/send_sms.cgi

source: Either key or IP flag is required.
fa_ir: یا کلید یا پرچم IP الزامی است.

source: Element Selector
fa_ir: انتخاب‌گر عنصر

source: Email
fa_ir: ایمیل

source: Email Account
fa_ir: حساب ایمیل

source: Email Account Disabled.
fa_ir: حساب ایمیل غیرفعال است.

source: Email Account Name
fa_ir: نام حساب ایمیل

source: Email Account added multiple times
fa_ir: حساب ایمیل چندین بار اضافه شده است

source: Email Account not setup. Please create a new Email Account from Settings > Email Account
fa_ir: حساب ایمیل تنظیم نشده است. لطفاً یک حساب ایمیل جدید از تنظیمات > حساب ایمیل ایجاد کنید.

source: Email Account {0} Disabled
fa_ir: حساب ایمیل {0} غیرفعال است

source: Email Address
fa_ir: آدرس ایمیل

source: Email Address whose Google Contacts are to be synced.
fa_ir: آدرس ایمیلی که مخاطبین گوگل آن باید همگام‌سازی شوند.

source: Email Addresses
fa_ir: آدرس‌های ایمیل

source: Email Domain
fa_ir: دامنه ایمیل

source: Email Flag Queue
fa_ir: صف پرچم ایمیل

source: Email Footer Address
fa_ir: آدرس پاورقی ایمیل

source: Email Group
fa_ir: گروه ایمیل

source: Email Group Member
fa_ir: عضو گروه ایمیل

source: Email Header
fa_ir: سربرگ ایمیل

source: Email ID
fa_ir: شناسه ایمیل

source: Email IDs
fa_ir: شناسه‌های ایمیل

source: Email Id
fa_ir: شناسه ایمیل

source: Email Inbox
fa_ir: صندوق ورودی ایمیل

source: Email Queue
fa_ir: صف ایمیل

source: Email Queue Recipient
fa_ir: گیرنده صف ایمیل

source: Email Queue flushing aborted due to too many failures.
fa_ir: تخلیه صف ایمیل به دلیل خطاهای زیاد متوقف شد.

source: Email Queue records.
fa_ir: رکوردهای صف ایمیل.

source: Email Reply Help
fa_ir: راهنمای پاسخ ایمیل

source: Email Retry Limit
fa_ir: محدودیت تلاش مجدد ایمیل

source: Email Rule
fa_ir: قانون ایمیل

source: Email Sent At
fa_ir: تاریخ ارسال ایمیل

source: Email Settings
fa_ir: تنظیمات ایمیل

source: Email Signature
fa_ir: امضای ایمیل

source: Email Status
fa_ir: وضعیت ایمیل

source: Email Sync Option
fa_ir: گزینه همگام‌سازی ایمیل

source: Email Template
fa_ir: قالب ایمیل

source: Email Threads on Assigned Document
fa_ir: مکاتبات ایمیلی در سند اختصاص‌یافته

source: Email To
fa_ir: ایمیل به

source: Email Unsubscribe
fa_ir: لغو اشتراک ایمیل

source: Email has been marked as spam
fa_ir: ایمیل به عنوان هرزنامه علامت‌گذاری شد

source: Email has been moved to trash
fa_ir: ایمیل به سطل زباله منتقل شد

source: Email is mandatory to create User Email
fa_ir: ایمیل برای ایجاد ایمیل کاربر اجباری است

source: Email not sent to {0} (unsubscribed / disabled)
fa_ir: ایمیل به {0} ارسال نشد (لغو اشتراک شده / غیرفعال شده)

source: Email not verified with {0}
fa_ir: ایمیل با {0} تأیید نشده است

source: Email queue is currently suspended. Resume to automatically send other emails.
fa_ir: صف ایمیل در حال حاضر متوقف است. برای ارسال خودکار سایر ایمیل‌ها، آن را از سر بگیرید.

source: Emails
fa_ir: ایمیل‌ها

source: Emails Pulled
fa_ir: ایمیل‌های دریافت شده

source: Emails are already being pulled from this account.
fa_ir: ایمیل‌ها قبلاً از این حساب دریافت شده‌اند.

source: Emails are muted
fa_ir: ایمیل‌ها بی‌صدا هستند

source: Emails will be sent with next possible workflow actions
fa_ir: ایمیل‌ها با اقدامات گردش کار بعدی ممکن ارسال خواهند شد

source: Embed code copied
fa_ir: کد جاسازی کپی شد

source: Empty alias is not allowed
fa_ir: نام مستعار خالی مجاز نیست

source: Empty column
fa_ir: ستون خالی

source: Empty string arguments are not allowed
fa_ir: آرگومان‌های رشته خالی مجاز نیستند

source: Enable
fa_ir: فعال کردن

source: Enable Action Confirmation
fa_ir: فعال کردن تأیید اقدام

source: Enable Address Autocompletion
fa_ir: فعال کردن تکمیل خودکار آدرس

source: Enable Allow Auto Repeat for the doctype {0} in Customize Form
fa_ir: فعال کردن تکرار خودکار برای داک‌تایپ {0} در سفارشی‌سازی فرم

source: Enable Auto Reply
fa_ir: فعال کردن پاسخ خودکار

source: Enable Automatic Linking in Documents
fa_ir: فعال کردن پیوند خودکار در اسناد

source: Enable Comments
fa_ir: فعال کردن نظرات

source: Enable Dynamic Client Registration
fa_ir: فعال کردن ثبت نام پویای مشتری

source: Enable Email Notifications
fa_ir: فعال کردن اعلان‌های ایمیلی

source: Enable Google API in Google Settings.
fa_ir: API گوگل را در تنظیمات گوگل فعال کنید.

source: Enable Google indexing
fa_ir: فعال کردن نمایه‌سازی گوگل

source: Enable Incoming
fa_ir: فعال کردن ورودی

source: Enable Onboarding
fa_ir: فعال کردن فرآیند آشناسازی

source: Enable Outgoing
fa_ir: فعال کردن خروجی

source: Enable Password Policy
fa_ir: فعال کردن خط‌مشی رمز عبور

source: Enable Prepared Report
fa_ir: فعال کردن گزارش آماده

source: Enable Print Server
fa_ir: فعال کردن سرور چاپ

source: Enable Push Notification Relay
fa_ir: فعال کردن رله اعلان فشاری

source: Enable Rate Limit
fa_ir: فعال‌سازی محدودیت نرخ

source: Enable Raw Printing
fa_ir: فعال‌سازی چاپ خام

source: Enable Report
fa_ir: فعال‌سازی گزارش

source: Enable Scheduled Jobs
fa_ir: فعال‌سازی کارهای زمان‌بندی‌شده

source: Enable Scheduler
fa_ir: فعال‌سازی زمان‌بندی‌کننده

source: Enable Security
fa_ir: فعال‌سازی امنیت

source: Enable Social Login
fa_ir: فعال‌سازی ورود اجتماعی

source: Enable Tracking Page Views
fa_ir: فعال‌سازی ردیابی بازدید صفحات

source: Enable Two Factor Auth
fa_ir: فعال‌سازی احراز هویت دو مرحله‌ای

source: Enable developer mode to create a standard Print Template
fa_ir: برای ایجاد یک قالب چاپ استاندارد، حالت توسعه‌دهنده را فعال کنید

source: Enable developer mode to create a standard Web Template
fa_ir: برای ایجاد یک قالب وب استاندارد، حالت توسعه‌دهنده را فعال کنید

source: Enable if on click opens modal.
fa_ir: در صورت کلیک، پنجره مودال باز شود. فعال کنید.

source: Enable in-app website tracking
fa_ir: فعال‌سازی ردیابی وب‌سایت درون‌برنامه‌ای

source: Enabled
fa_ir: فعال شده

source: Enabled Scheduler
fa_ir: زمان‌بندی‌کننده فعال شده

source: Enabled email inbox for user {0}
fa_ir: صندوق ورودی ایمیل برای کاربر {0} فعال شد

source: Enables Calendar and Gantt views.
fa_ir: نماهای تقویم و گانت را فعال می‌کند.
