Repository: ai-solution-company/systemafarin-custom-addon
Catalog: iran_core/translations_src/*-framework.po
Languages: fa_ir

source: New line separated list of allowed public client URLs (eg <code>https://frappe.io</code>), or <code>*</code> to accept all. <br> Public clients are restricted by default.
fa_ir: لیست آدرس‌های URL کلاینت عمومی مجاز (مثلاً <code>https://frappe.io</code>) که با خط جدید از هم جدا شده‌اند، یا <code>*</code> برای پذیرش همه.\n<br>\nکلاینت‌های عمومی به طور پیش‌فرض محدود شده‌اند.

source: New line separated list of scope values.
fa_ir: لیست مقادیر Scope که با خط جدید از هم جدا شده‌اند.

source: New lines separated list of strings representing ways to contact people responsible for this client, typically email addresses.
fa_ir: لیست رشته‌های جدا شده با خط جدید که راه‌های تماس با افراد مسئول این کلاینت را نشان می‌دهد، معمولاً آدرس‌های ایمیل.

source: New password cannot be same as old password
fa_ir: رمز عبور جدید نمی‌تواند با رمز عبور قدیمی یکسان باشد

source: New updates are available
fa_ir: به‌روزرسانی‌های جدیدی در دسترس هستند

source: New users will have to be manually registered by system managers.
fa_ir: کاربران جدید باید توسط مدیران سیستم به صورت دستی ثبت شوند.

source: New value to be set
fa_ir: مقدار جدید برای تنظیم

source: New {0}
fa_ir: {0} جدید

source: New {0} Created
fa_ir: {0} جدید ایجاد شد

source: New {0} {1} added to Dashboard {2}
fa_ir: {0} {1} جدید به داشبورد {2} اضافه شد

source: New {0} {1} created
fa_ir: {0} {1} جدید ایجاد شد

source: New {0}: {1}
fa_ir: {0} جدید: {1}

source: New {} releases for the following apps are available
fa_ir: نسخه‌های جدید {} برای برنامه‌های زیر در دسترس هستند

source: Newly created user {0} has no roles enabled.
fa_ir: کاربر تازه ایجاد شده {0} هیچ نقشی فعال ندارد.

source: Newsletter Manager
fa_ir: مدیریت خبرنامه

source: Next
fa_ir: بعدی

# Go to next slide
source: Next
fa_ir: بعدی

source: Next 14 Days
fa_ir: ۱۴ روز آینده

source: Next 30 Days
fa_ir: ۳۰ روز آینده

source: Next 6 Months
fa_ir: ۶ ماه آینده

source: Next 7 Days
fa_ir: ۷ روز آینده

source: Next Action Email Template
fa_ir: قالب ایمیل اقدام بعدی

source: Next Actions HTML
fa_ir: HTML اقدامات بعدی

source: Next Document
fa_ir: سند بعدی

source: Next Execution
fa_ir: اجرای بعدی

source: Next Form Tour
fa_ir: تور فرم بعدی

source: Next Month
fa_ir: ماه آینده

source: Next Quarter
fa_ir: فصل آینده

source: Next Schedule Date
fa_ir: تاریخ برنامه‌ریزی بعدی

source: Next Scheduled Date
fa_ir: تاریخ برنامه‌ریزی شده بعدی

source: Next State
fa_ir: وضعیت بعدی

source: Next Step Condition
fa_ir: شرط گام بعدی

source: Next Sync Token
fa_ir: توکن همگام‌سازی بعدی

source: Next Week
fa_ir: هفته آینده

source: Next Year
fa_ir: سال آینده

source: Next actions
fa_ir: اقدامات بعدی

source: Next on Click
fa_ir: بعدی با کلیک

source: No
fa_ir: خیر

# Checkbox is not checked
source: No
fa_ir: خیر

# Dismiss confirmation dialog
source: No
fa_ir: خیر

source: No Active Sessions
fa_ir: نشست فعال وجود ندارد

source: No Copy
fa_ir: کپی ندارد

source: No Data
fa_ir: داده‌ای وجود ندارد

source: No Data...
fa_ir: داده‌ای وجود ندارد...

source: No Email Account
fa_ir: حساب ایمیل وجود ندارد

source: No Email Accounts Assigned
fa_ir: حساب ایمیلی اختصاص داده نشده است

source: No Email field found in {0}
fa_ir: فیلد ایمیل در {0} یافت نشد

source: No Emails
fa_ir: ایمیلی وجود ندارد

source: No Entry for the User {0} found within LDAP!
fa_ir: ورودی برای کاربر {0} در LDAP یافت نشد!

source: No Filters Set
fa_ir: فیلتری تنظیم نشده است

source: No Google Calendar Event to sync.
fa_ir: رویداد تقویم گوگل برای همگام‌سازی وجود ندارد.

source: No Images
fa_ir: تصویری وجود ندارد

source: No LDAP User found for email: {0}
fa_ir: کاربر LDAP برای ایمیل: {0} یافت نشد

source: No Label
fa_ir: بدون برچسب

source: No Letterhead
fa_ir: بدون سربرگ

source: No Name Specified for {0}
fa_ir: نامی برای {0} مشخص نشده است

source: No New notifications
fa_ir: اعلان جدیدی وجود ندارد

source: No Permissions Specified
fa_ir: مجوزی مشخص نشده است

source: No Permissions set for this criteria.
fa_ir: مجوزی برای این معیار تنظیم نشده است.

source: No Permitted Charts
fa_ir: نمودارهای مجاز وجود ندارد

source: No Permitted Charts on this Dashboard
fa_ir: نمودار مجاز در این داشبورد وجود ندارد

source: No Preview
fa_ir: بدون پیش‌نمایش

source: No Preview Available
fa_ir: پیش‌نمایشی در دسترس نیست

source: No Printer is Available.
fa_ir: هیچ چاپگری در دسترس نیست.

source: No RQ Workers connected. Try restarting the bench.
fa_ir: هیچ RQ Worker متصل نیست. سعی کنید bench را مجدداً راه‌اندازی کنید.

source: No Results
fa_ir: نتیجه‌ای وجود ندارد

source: No Results found
fa_ir: نتیجه‌ای یافت نشد

source: No Roles Specified
fa_ir: نقشی مشخص نشده است

source: No Select Field Found
fa_ir: فیلد انتخاب یافت نشد

source: No Suggestions
fa_ir: پیشنهادی وجود ندارد

source: No Tags
fa_ir: برچسبی وجود ندارد

source: No Upcoming Events
fa_ir: رویداد آتی وجود ندارد

source: No address added yet.
fa_ir: هنوز آدرسی اضافه نشده است.

source: No alerts for today
fa_ir: هیچ هشداری برای امروز وجود ندارد

source: No automatic optimization suggestions available.
fa_ir: هیچ پیشنهاد بهینه‌سازی خودکاری در دسترس نیست.

source: No changes in document
fa_ir: هیچ تغییری در سند وجود ندارد

source: No changes made
fa_ir: هیچ تغییری اعمال نشده است

source: No changes made because old and new name are the same.
fa_ir: هیچ تغییری اعمال نشد زیرا نام قدیمی و جدید یکسان هستند.

source: No changes to sync
fa_ir: هیچ تغییری برای همگام‌سازی وجود ندارد

source: No changes to update
fa_ir: تغییری برای به‌روزرسانی نیست.

source: No comments yet.
fa_ir: هنوز نظری ثبت نشده است.

source: No contacts added yet.
fa_ir: هنوز مخاطبی اضافه نشده است.

source: No contacts linked to document
fa_ir: هیچ مخاطبی به سند مرتبط نشده است.

source: No currency fields in {0}
fa_ir: هیچ فیلد ارزی در {0} وجود ندارد.

source: No data to export
fa_ir: داده‌ای برای خروجی گرفتن وجود ندارد.

source: No default Address Template found. Please create a new one from Setup > Printing and Branding > Address Template.
fa_ir: قالب آدرس پیش‌فرض یافت نشد. لطفاً یک قالب جدید از تنظیمات > چاپ و برندینگ > قالب آدرس ایجاد کنید.

source: No documents found tagged with {0}
fa_ir: هیچ سندی با برچسب {0} یافت نشد.

source: No email account associated with the User. Please add an account under User > Email Inbox.
fa_ir: هیچ حساب ایمیلی به کاربر مرتبط نشده است. لطفاً یک حساب کاربری در کاربر > صندوق ورودی ایمیل اضافه کنید.

source: No email addresses to invite
fa_ir: هیچ آدرس ایمیلی برای دعوت وجود ندارد.

source: No failed logs
fa_ir: هیچ گزارش خطایی وجود ندارد.

source: No fields found that can be used as a Kanban Column. Use the Customize Form to add a Custom Field of type "Select".
fa_ir: هیچ فیلدی یافت نشد که بتوان از آن به عنوان ستون کانبان استفاده کرد. از سفارشی‌سازی فرم برای افزودن یک فیلد سفارشی از نوع "انتخاب" استفاده کنید.

source: No file attached
fa_ir: فایلی پیوست نشده است.

source: No filters found
fa_ir: هیچ فیلتری یافت نشد.

source: No filters selected
fa_ir: هیچ فیلتری انتخاب نشده است.

source: No further records
fa_ir: رکورد دیگری وجود ندارد.

source: No matching records. Search something new
fa_ir: هیچ رکورد منطبقی یافت نشد. مورد جدیدی را جستجو کنید.

source: No more items to display
fa_ir: آیتم دیگری برای نمایش وجود ندارد.

source: No need for symbols, digits, or uppercase letters.
fa_ir: نیازی به نمادها، ارقام یا حروف بزرگ نیست.

source: No new Google Contacts synced.
fa_ir: هیچ مخاطب جدید گوگل همگام‌سازی نشد.

source: No new notifications
fa_ir: هیچ اعلان جدیدی وجود ندارد.

source: No of Columns
fa_ir: تعداد ستون‌ها

source: No of Requested SMS
fa_ir: تعداد پیامک‌های درخواستی

source: No of Rows (Max 500)
fa_ir: تعداد ردیف‌ها (حداکثر ۵۰۰)

source: No of Sent SMS
fa_ir: تعداد پیامک‌های ارسال‌شده

source: No permission for {0}
fa_ir: اجازه‌ای برای {0} وجود ندارد.

# {0} = verb, {1} = object
source: No permission to '{0}' {1}
fa_ir: اجازه '{0}' برای {1} وجود ندارد.

source: No permission to read {0}
fa_ir: اجازه خواندن {0} وجود ندارد.

source: No permission to {0} {1} {2}
fa_ir: اجازه {0} {1} {2} وجود ندارد.

source: No records deleted
fa_ir: هیچ رکوردی حذف نشد.

source: No records present in {0}
fa_ir: هیچ رکوردی در {0} وجود ندارد.

source: No records tagged.
fa_ir: هیچ رکوردی برچسب‌گذاری نشده است.

source: No records will be exported
fa_ir: هیچ رکوردی خروجی گرفته نخواهد شد.

source: No rows
fa_ir: بدون ردیف

source: No subject
fa_ir: بدون موضوع

source: No template found at path: {0}
fa_ir: هیچ قالبی در مسیر: {0} یافت نشد.

source: No values to show
fa_ir: هیچ مقداری برای نمایش وجود ندارد.

source: No {0}
fa_ir: بدون {0}

source: No {0} Found
fa_ir: {0} یافت نشد.

source: No {0} found
fa_ir: {0} یافت نشد.

source: No {0} found with matching filters. Clear filters to see all {0}.
fa_ir: هیچ {0} با فیلترهای منطبق یافت نشد. برای مشاهده همه {0}، فیلترها را پاک کنید.

source: No {0} mail
fa_ir: ایمیل {0} وجود ندارد

# Title of the 'row number' column
source: No.
fa_ir: شماره.

source: Non Negative
fa_ir: غیر منفی

source: Non-Conforming
fa_ir: نامنطبق

source: None
fa_ir: هیچ‌کدام

source: None: End of Workflow
fa_ir: هیچ‌کدام: پایان گردش کار

source: Normalized Copies
fa_ir: نسخه‌های نرمال‌شده

source: Normalized Query
fa_ir: پرس‌وجوی نرمال‌شده

source: Not Allowed
fa_ir: مجاز نیست

source: Not Allowed: Disabled User
fa_ir: مجاز نیست: کاربر غیرفعال است

source: Not Ancestors Of
fa_ir: از اجدادِ ... نیست

source: Not Descendants Of
fa_ir: از نوادگانِ ... نیست

source: Not Equals
fa_ir: برابر نیست

source: Not Found
fa_ir: یافت نشد

source: Not Helpful
fa_ir: مفید نیست

source: Not In
fa_ir: در ... نیست

source: Not Like
fa_ir: شبیه ... نیست

source: Not Linked to any record
fa_ir: به هیچ رکوردی پیوند داده نشده است

source: Not Nullable
fa_ir: نمی‌تواند تهی باشد

source: Not Permitted
fa_ir: مجاز نیست

source: Not Permitted to read {0}
fa_ir: اجازه خواندن {0} را ندارید

source: Not Published
fa_ir: منتشر نشده

source: Not Saved
fa_ir: ذخیره نشده

source: Not Seen
fa_ir: دیده نشده

source: Not Sent
fa_ir: ارسال نشده

source: Not Set
fa_ir: تنظیم نشده

# Field value is not set
source: Not Set
fa_ir: تنظیم نشده

source: Not a valid Comma Separated Value (CSV File)
fa_ir: یک فایل مقادیر جداشده با کاما (CSV) معتبر نیست

source: Not a valid User Image.
fa_ir: تصویر کاربر معتبر نیست.

source: Not a valid Workflow Action
fa_ir: یک اقدام گردش کار معتبر نیست

source: Not a valid user
fa_ir: کاربر معتبر نیست

source: Not active
fa_ir: غیرفعال

source: Not allowed for {0}: {1}
fa_ir: برای {0} مجاز نیست: {1}

source: Not allowed to attach {0} document, please enable Allow Print For {0} in Print Settings
fa_ir: امکان پیوست کردن سند {0} وجود ندارد، لطفاً «اجازه چاپ برای {0}» را در تنظیمات چاپ فعال کنید

source: Not allowed to create custom Virtual DocType.
fa_ir: اجازه ایجاد داک‌تایپ مجازی سفارشی وجود ندارد.

source: Not allowed to print cancelled documents
fa_ir: اجازه چاپ اسناد لغوشده وجود ندارد

source: Not allowed to print draft documents
fa_ir: اجازه چاپ اسناد پیش‌نویس وجود ندارد

source: Not allowed via controller permission check
fa_ir: از طریق بررسی مجوز کنترلر مجاز نیست

source: Not found
fa_ir: یافت نشد

source: Not in Developer Mode
fa_ir: در حالت توسعه‌دهنده نیست

source: Not in Developer Mode! Set in site_config.json or make 'Custom' DocType.
fa_ir: در حالت توسعه‌دهنده نیست! آن را در site_config.json تنظیم کنید یا DocType 'Custom' بسازید.

source: Not permitted
fa_ir: مجاز نیست

source: Not permitted to view {0}
fa_ir: اجازه مشاهده {0} را ندارید

source: Note
fa_ir: یادداشت

source: Note Seen By
fa_ir: یادداشت مشاهده شده توسط

source: Note:
fa_ir: نکته:

source: Note: Changing the Page Name will break previous URL to this page.
fa_ir: نکته: تغییر نام صفحه، آدرس URL قبلی این صفحه را از کار می‌اندازد.

source: Note: Etc timezones have their signs reversed.
fa_ir: نکته: مناطق زمانی Etc علامت‌های معکوس دارند.

source: Note: For best results, images must be of the same size and width must be greater than height.
fa_ir: نکته: برای بهترین نتیجه، تصاویر باید هم‌اندازه باشند و عرض آن‌ها باید بیشتر از ارتفاع باشد.

source: Note: Multiple sessions will be allowed in case of mobile device
fa_ir: نکته: در صورت استفاده از دستگاه موبایل، چندین نشست (session) مجاز خواهد بود.

source: Note: This will be shared with user.
fa_ir: نکته: این مورد با کاربر به اشتراک گذاشته خواهد شد.

source: Note: Your request for account deletion will be fulfilled within {0} hours.
fa_ir: نکته: درخواست شما برای حذف حساب کاربری ظرف {0} ساعت انجام خواهد شد.

source: Notes:
fa_ir: یادداشت‌ها:

source: Nothing New
fa_ir: چیز جدیدی نیست

source: Nothing left to redo
fa_ir: چیزی برای بازگرداندن (redo) باقی نمانده است

source: Nothing left to undo
fa_ir: چیزی برای لغو کردن (undo) باقی نمانده است

source: Nothing to show
fa_ir: چیزی برای نمایش وجود ندارد

source: Nothing to update
fa_ir: چیزی برای به‌روزرسانی وجود ندارد

source: Notification
fa_ir: اعلان

source: Notification Log
fa_ir: گزارش اعلان‌ها

source: Notification Recipient
fa_ir: گیرنده اعلان

source: Notification Settings
fa_ir: تنظیمات اعلان

source: Notification Subscribed Document
fa_ir: سند مشترک شده برای اعلان

source: Notification sent to
fa_ir: اعلان ارسال شده به

source: Notification: customer {0} has no Mobile number set
fa_ir: اعلان: مشتری {0} شماره موبایل تنظیم نکرده است

source: Notification: document {0} has no {1} number set (field: {2})
fa_ir: اعلان: سند {0} شماره {1} را تنظیم نکرده است (فیلد: {2})

source: Notification: user {0} has no Mobile number set
fa_ir: اعلان: کاربر {0} شماره موبایل تنظیم نکرده است

source: Notifications
fa_ir: اعلان‌ها

source: Notifications Disabled
fa_ir: اعلان‌ها غیرفعال شده‌اند

source: Notifications and bulk mails will be sent from this outgoing server.
fa_ir: اعلان‌ها و ایمیل‌های انبوه از این سرور خروجی ارسال خواهند شد.

source: Notify Users On Every Login
fa_ir: اطلاع‌رسانی به کاربران در هر ورود

source: Notify by Email
fa_ir: اطلاع‌رسانی از طریق ایمیل

source: Notify by email
fa_ir: اطلاع‌رسانی از طریق ایمیل

source: Notify if unreplied
fa_ir: اطلاع‌رسانی در صورت عدم پاسخ

source: Notify if unreplied for (in mins)
fa_ir: اطلاع‌رسانی در صورت عدم پاسخ برای (به دقیقه)

source: Notify users with a popup when they log in
fa_ir: هنگام ورود، با یک پنجره بازشو به کاربران اطلاع‌رسانی شود

source: Now
fa_ir: اکنون

source: Number
fa_ir: شماره

source: Number Card
fa_ir: کارت عددی

source: Number Card Link
fa_ir: لینک کارت عددی

source: Number Card Name
fa_ir: نام کارت عددی

source: Number Cards
fa_ir: کارت‌های عددی

source: Number Format
fa_ir: فرمت اعداد

source: Number of Backups
fa_ir: تعداد پشتیبان‌ها

source: Number of Groups
fa_ir: تعداد گروه‌ها

source: Number of Queries
fa_ir: تعداد کوئری‌ها

source: Number of attachment fields are more than {}, limit updated to {}.
fa_ir: تعداد فیلدهای پیوست بیشتر از {} است، محدودیت به {} به‌روزرسانی شد.

source: Number of backups must be greater than zero.
fa_ir: تعداد پشتیبان‌ها باید بیشتر از صفر باشد.

source: Number of columns for a field in a Grid (Total Columns in a grid should be less than 11)
fa_ir: تعداد ستون‌ها برای یک فیلد در یک گرید (کل ستون‌ها در یک گرید باید کمتر از ۱۱ باشد)

source: Number of columns for a field in a List View or a Grid (Total Columns should be less than 11)
fa_ir: تعداد ستون‌ها برای یک فیلد در نمای لیست یا گرید (کل ستون‌ها باید کمتر از ۱۱ باشد)

source: Number of days after which the document Web View link shared on email will be expired
fa_ir: تعداد روزهایی که پس از آن لینک مشاهده وب سند به اشتراک گذاشته شده در ایمیل منقضی می‌شود

source: Number of keys
fa_ir: تعداد کلیدها

source: Number of onsite backups
fa_ir: تعداد پشتیبان‌های محلی

source: OAuth Authorization Code
fa_ir: کد مجوز OAuth

source: OAuth Bearer Token
fa_ir: توکن Bearer OAuth

source: OAuth Client
fa_ir: کلاینت OAuth

source: OAuth Client ID
fa_ir: شناسه کلاینت OAuth

source: OAuth Client Role
fa_ir: نقش کلاینت OAuth

source: OAuth Error
fa_ir: خطای OAuth

source: OAuth Provider Settings
fa_ir: تنظیمات ارائه‌دهنده OAuth

source: OAuth Scope
fa_ir: محدوده OAuth

source: OAuth Settings
fa_ir: تنظیمات OAuth

source: OAuth has been enabled but not authorised. Please use "Authorise API Access" button to do the same.
fa_ir: OAuth فعال شده است اما مجوز ندارد. لطفاً از دکمه "مجوز دسترسی API" برای انجام این کار استفاده کنید.

source: OPTIONS
fa_ir: گزینه‌ها

source: OR
fa_ir: یا

source: OTP App
fa_ir: برنامه OTP

source: OTP Issuer Name
fa_ir: نام صادرکننده OTP

source: OTP SMS Template
fa_ir: قالب پیامک OTP

source: OTP SMS Template must contain <code>{0}</code> placeholder to insert the OTP.
fa_ir: قالب پیامک OTP باید شامل جای‌گذاری <code>{0}</code> برای درج OTP باشد.

source: OTP Secret Reset - {0}
fa_ir: بازنشانی رمز OTP - {0}

source: OTP Secret has been reset. Re-registration will be required on next login.
fa_ir: رمز OTP بازنشانی شده است. ثبت‌نام مجدد در ورود بعدی لازم خواهد بود.

source: OTP placeholder should be defined as <code>{{ otp }}</code>
fa_ir: جای‌گذاری OTP باید به صورت <code>{{ otp }}</code> تعریف شود.

source: OTP setup using OTP App was not completed. Please contact Administrator.
fa_ir: راه‌اندازی OTP با استفاده از برنامه OTP تکمیل نشده است. لطفاً با مدیر سیستم تماس بگیرید.

source: Occurrences
fa_ir: رخدادها

source: Off
fa_ir: خاموش

source: Office
fa_ir: دفتر

source: Official Documentation
fa_ir: مستندات رسمی

source: Offset X
fa_ir: افست X

source: Offset Y
fa_ir: افست Y

source: Offset must be a non-negative integer
fa_ir: افست باید یک عدد صحیح نامنفی باشد

source: Old Password
fa_ir: رمز عبور قدیمی

source: Old and new fieldnames are same.
fa_ir: نام فیلدهای قدیمی و جدید یکسان است.

source: Older backups will be automatically deleted
fa_ir: پشتیبان‌های قدیمی‌تر به‌طور خودکار حذف خواهند شد

source: Oldest Unscheduled Job
fa_ir: قدیمی‌ترین وظیفه برنامه‌ریزی‌نشده

source: On Hold
fa_ir: در انتظار

source: On Payment Authorization
fa_ir: در هنگام مجوز پرداخت

source: On Payment Charge Processed
fa_ir: در هنگام پردازش هزینه پرداخت

source: On Payment Failed
fa_ir: پرداخت ناموفق

source: On Payment Mandate Acquisition Processed
fa_ir: در هنگام پردازش دریافت مجوز پرداخت

source: On Payment Mandate Charge Processed
fa_ir: در هنگام پردازش هزینه مجوز پرداخت

source: On Payment Paid
fa_ir: پرداخت شده

source: On checking this option, URL will be treated like a jinja template string
fa_ir: با انتخاب این گزینه، آدرس اینترنتی (URL) مانند یک رشته قالب Jinja در نظر گرفته خواهد شد

source: On or After
fa_ir: در یا بعد از

source: On or Before
fa_ir: در یا قبل از

source: On {0}, {1} wrote:
fa_ir: در تاریخ {0}، {1} نوشت:

source: Onboard
fa_ir: پذیرش

source: Onboarding Name
fa_ir: نام پذیرش

source: Onboarding Permission
fa_ir: مجوز پذیرش

source: Onboarding Status
fa_ir: وضعیت پذیرش

source: Onboarding Step
fa_ir: مرحله پذیرش

source: Onboarding Step Map
fa_ir: نقشه مراحل پذیرش

source: Onboarding complete
fa_ir: پذیرش تکمیل شد.

source: Once submitted, submittable documents cannot be changed. They can only be Cancelled and Amended.
fa_ir: پس از ثبت، اسناد قابل ارسال قابل تغییر نیستند. آن‌ها فقط می‌توانند لغو و اصلاح شوند.

source: Once you have set this, the users will only be able access documents (eg. Blog Post) where the link exists (eg. Blogger).
fa_ir: پس از تنظیم این گزینه، کاربران تنها قادر خواهند بود به اسنادی (مانند پست وبلاگ) دسترسی پیدا کنند که لینک مربوطه (مانند بلاگر) در آن‌ها وجود دارد.

source: One Last Step
fa_ir: آخرین مرحله

source: One Time Password (OTP) Registration Code from {}
fa_ir: کد ثبت‌نام رمز عبور یک‌بار مصرف (OTP) از {}

source: One of
fa_ir: یکی از

source: Only 200 inserts allowed in one request
fa_ir: فقط ۲۰۰ درج در یک درخواست مجاز است

source: Only Administrator can delete Email Queue
fa_ir: فقط مدیر سیستم می‌تواند صف ایمیل را حذف کند

source: Only Administrator can edit
fa_ir: فقط مدیر سیستم می‌تواند ویرایش کند

source: Only Administrator can save a standard report. Please rename and save.
fa_ir: فقط مدیر سیستم می‌تواند یک گزارش استاندارد را ذخیره کند. لطفاً تغییر نام داده و ذخیره کنید.

source: Only Administrator is allowed to use Recorder
fa_ir: فقط مدیر سیستم مجاز به استفاده از ضبط‌کننده است

source: Only Allow Edit For
fa_ir: فقط اجازه ویرایش برای

source: Only Options allowed for Data field are:
fa_ir: فقط گزینه‌های مجاز برای فیلد داده عبارتند از:

source: Only Send Records Updated in Last X Hours
fa_ir: فقط ارسال رکوردهای به‌روز شده در X ساعت گذشته

source: Only Workspace Manager can edit public workspaces
fa_ir: فقط مدیر فضای کاری می‌تواند فضاهای کاری عمومی را ویرایش کند

source: Only allowed to export customizations in developer mode
fa_ir: فقط اجازه صادرات سفارشی‌سازی‌ها در حالت توسعه‌دهنده وجود دارد.

source: Only draft documents can be discarded
fa_ir: فقط اسناد پیش‌نویس را می‌توان لغو کرد.

source: Only for
fa_ir: فقط برای

source: Only mandatory fields are necessary for new records. You can delete non-mandatory columns if you wish.
fa_ir: فقط فیلدهای اجباری برای رکوردهای جدید لازم هستند. در صورت تمایل می‌توانید ستون‌های غیر اجباری را حذف کنید.

source: Only one {0} can be set as primary.
fa_ir: فقط یک {0} را می‌توان به عنوان اصلی تنظیم کرد.

source: Only reports of type Report Builder can be deleted
fa_ir: فقط گزارش‌های از نوع گزارش‌ساز را می‌توان حذف کرد.

source: Only reports of type Report Builder can be edited
fa_ir: فقط گزارش‌های از نوع گزارش‌ساز را می‌توان ویرایش کرد.

source: Only standard DocTypes are allowed to be customized from Customize Form.
fa_ir: فقط داک‌تایپ‌های استاندارد اجازه سفارشی‌سازی از طریق فرم سفارشی‌سازی را دارند.

source: Only the Administrator can delete a standard DocType.
fa_ir: فقط مدیر سیستم می‌تواند یک داک‌تایپ استاندارد را حذف کند.

source: Only the assignee can complete this to-do.
fa_ir: فقط مسئول انجام می‌تواند این کار را تکمیل کند.

source: Only {0} emailed reports are allowed per user.
fa_ir: فقط {0} گزارش ایمیل‌شده به ازای هر کاربر مجاز است.

source: Oops! Something went wrong.
fa_ir: متاسفیم! مشکلی پیش آمد.

source: Open
fa_ir: باز کردن

# Access
source: Open
fa_ir: باز

source: Open Awesomebar
fa_ir: باز کردن نوار جستجوی سریع

source: Open Communication
fa_ir: باز کردن ارتباط

source: Open Document
fa_ir: باز کردن سند

source: Open Documents
fa_ir: باز کردن اسناد

source: Open Help
fa_ir: باز کردن راهنما

source: Open Reference Document
fa_ir: باز کردن سند مرجع

source: Open Settings
fa_ir: باز کردن تنظیمات

source: Open Source Applications for the Web
fa_ir: برنامه‌های متن‌باز برای وب

source: Open URL in a New Tab
fa_ir: باز کردن نشانی اینترنتی در یک برگه جدید

source: Open a dialog with mandatory fields to create a new record quickly. There must be at least one mandatory field to show in dialog.
fa_ir: باز کردن یک کادر محاوره‌ای با فیلدهای اجباری برای ایجاد سریع یک رکورد جدید. باید حداقل یک فیلد اجباری برای نمایش در کادر محاوره‌ای وجود داشته باشد.

source: Open a module or tool
fa_ir: باز کردن یک ماژول یا ابزار

source: Open console
fa_ir: باز کردن کنسول

source: Open in a new tab
fa_ir: باز کردن در برگه جدید

# Description of a list view shortcut
source: Open list item
fa_ir: باز کردن مورد فهرست

source: Open reference document
fa_ir: باز کردن سند مرجع

source: Open your authentication app on your mobile phone.
fa_ir: برنامه احراز هویت خود را در تلفن همراه خود باز کنید.

source: Open {0}
fa_ir: باز کردن {0}

source: OpenID Configuration
fa_ir: پیکربندی OpenID

source: OpenID Configuration fetched successfully!
fa_ir: پیکربندی OpenID با موفقیت دریافت شد!

source: Opened
fa_ir: باز شده

source: Operation
fa_ir: عملیات

source: Operator must be one of {0}
fa_ir: عملگر باید یکی از {0} باشد

source: Optimize
fa_ir: بهینه‌سازی

source: Optimizing image...
fa_ir: در حال بهینه‌سازی تصویر...

source: Option 1
fa_ir: گزینه ۱

source: Option 2
fa_ir: گزینه ۲

source: Option 3
fa_ir: گزینه ۳

source: Option {0} for field {1} is not a child table
fa_ir: گزینه {0} برای فیلد {1} یک جدول فرزند نیست

source: Optional: Always send to these ids. Each Email Address on a new row
fa_ir: اختیاری: همیشه به این شناسه‌ها ارسال شود. هر آدرس ایمیل در یک سطر جدید
