Repository: ai-solution-company/systemafarin-custom-addon
Catalog: iran_core/translations_src/*-framework.po
Languages: fa_ir

source: Transition Rules
fa_ir: قوانین انتقال

source: Transition Tasks
fa_ir: وظایف انتقال

source: Transitions
fa_ir: انتقال‌ها

source: Translatable
fa_ir: قابل ترجمه

source: Translate Data
fa_ir: ترجمه داده‌ها

source: Translate Link Fields
fa_ir: ترجمه فیلدهای پیوند

source: Translate values
fa_ir: ترجمه مقادیر

source: Translate {0}
fa_ir: ترجمه {0}

source: Translated Text
fa_ir: متن ترجمه‌شده

source: Translation
fa_ir: ترجمه

source: Translations
fa_ir: ترجمه‌ها

source: Translator
fa_ir: مترجم

source: Trash
fa_ir: سطل زباله

source: Tree
fa_ir: درخت

source: Tree View
fa_ir: نمای درختی

source: Tree structures are implemented using Nested Set
fa_ir: ساختارهای درختی با استفاده از Nested Set پیاده‌سازی می‌شوند

source: Tree view is not available for {0}
fa_ir: نمای درختی برای {0} در دسترس نیست

source: Trigger Method
fa_ir: متد راه‌انداز

source: Trigger Primary Action
fa_ir: اجرای اقدام اصلی

source: Trigger caching
fa_ir: فعال‌سازی کش

source: Trigger on valid methods like "before_insert", "after_update", etc (will depend on the DocType selected)
fa_ir: راه‌اندازی بر روی متدهای معتبر مانند "before_insert"، "after_update" و غیره (بستگی به DocType انتخاب‌شده دارد)

source: Trim Table
fa_ir: پیرایش جدول

source: Try Again
fa_ir: دوباره تلاش کنید

source: Try a Naming Series
fa_ir: یک سری نام‌گذاری را امتحان کنید

source: Try the new Print Designer
fa_ir: طراح چاپ جدید را امتحان کنید

source: Try to avoid repeated words and characters
fa_ir: سعی کنید از کلمات و کاراکترهای تکراری اجتناب کنید

source: Try to use a longer keyboard pattern with more turns
fa_ir: سعی کنید از الگوی صفحه‌کلید طولانی‌تر با پیچش‌های بیشتر استفاده کنید

source: Tuesday
fa_ir: سه‌شنبه

source: Two Factor Authentication
fa_ir: احراز هویت دو مرحله‌ای

source: Two Factor Authentication method
fa_ir: روش احراز هویت دو مرحله‌ای

source: Type
fa_ir: نوع

source: Type a reply / comment
fa_ir: پاسخ / نظر خود را بنویسید

source: Type something in the search box to search
fa_ir: چیزی در کادر جستجو تایپ کنید تا جستجو شود

source: Type title
fa_ir: عنوان را تایپ کنید

source: Type your reply here...
fa_ir: پاسخ خود را اینجا بنویسید...

source: Type:
fa_ir: نوع:

source: UI Tour
fa_ir: تور رابط کاربری

source: URIs for receiving authorization code once the user allows access, as well as failure responses. Typically a REST endpoint exposed by the Client App. <br>e.g. http://hostname/api/method/frappe.integrations.oauth2_logins.login_via_facebook
fa_ir: URIها برای دریافت کد مجوز پس از اجازه دسترسی کاربر، و همچنین پاسخ‌های خطا. معمولاً یک نقطه پایانی REST که توسط برنامه کلاینت (Client App) ارائه می‌شود.

source: URL for documentation or help
fa_ir: URL برای مستندات یا راهنما

source: URL must start with http:// or https://
fa_ir: URL باید با http:// یا https:// شروع شود

source: URL of a human-readable page with info that developers might need.
fa_ir: URL یک صفحه قابل خواندن برای انسان با اطلاعاتی که توسعه‌دهندگان ممکن است نیاز داشته باشند.

source: URL of a web page providing information about the client.
fa_ir: URL یک صفحه وب که اطلاعاتی درباره کلاینت ارائه می‌دهد.

source: URL of human-readable page with info about the protected resource's terms of service.
fa_ir: URL صفحه قابل خواندن برای انسان حاوی اطلاعات در مورد شرایط خدمات منبع محافظت‌شده.

source: URL of human-readable page with info on requirements about how the client can use the data.
fa_ir: URL صفحه قابل خواندن برای انسان حاوی اطلاعات در مورد الزامات نحوه استفاده کلاینت از داده‌ها.

source: URL of the page
fa_ir: URL صفحه

source: URL that points to a human-readable policy document for the client. Should be shown to end-user before authorizing.
fa_ir: URL که به یک سند سیاست‌گذاری قابل خواندن برای انسان برای کلاینت اشاره دارد. باید قبل از اعتبارسنجی به کاربر نهایی نمایش داده شود.

source: URL that points to a human-readable terms of service document for the client. Should be shown to end-user before authorizing.
fa_ir: URL که به یک سند شرایط خدمات قابل خواندن برای انسان برای کلاینت اشاره دارد. باید قبل از اعتبارسنجی به کاربر نهایی نمایش داده شود.

source: URL that references a logo for the client.
fa_ir: URL که به لوگوی کلاینت ارجاع می‌دهد.

source: URL to go to on clicking the slideshow image
fa_ir: URL برای رفتن به هنگام کلیک بر روی تصویر اسلایدشو

source: UTM Campaign
fa_ir: کمپین UTM

source: UTM Medium
fa_ir: رسانه UTM

source: UTM Source
fa_ir: منبع UTM

source: Un-following document {0}
fa_ir: عدم دنبال کردن سند {0}

source: Unable to find DocType {0}
fa_ir: امکان یافتن داک‌تایپ {0} وجود ندارد.

source: Unable to load camera.
fa_ir: امکان بارگذاری دوربین وجود ندارد.

source: Unable to load: {0}
fa_ir: امکان بارگذاری وجود ندارد: {0}

source: Unable to open attached file. Did you export it as CSV?
fa_ir: امکان باز کردن فایل پیوست وجود ندارد. آیا آن را به صورت CSV صادر کرده‌اید؟

source: Unable to read file format for {0}
fa_ir: امکان خواندن فرمت فایل برای {0} وجود ندارد.

source: Unable to send mail because of a missing email account. Please setup default Email Account from Settings > Email Account
fa_ir: امکان ارسال ایمیل به دلیل عدم وجود حساب ایمیل وجود ندارد. لطفاً حساب ایمیل پیش‌فرض را از تنظیمات > حساب ایمیل تنظیم کنید.

source: Unable to update event
fa_ir: امکان به‌روزرسانی رویداد وجود ندارد.

source: Unable to write file format for {0}
fa_ir: امکان نوشتن فرمت فایل برای {0} وجود ندارد.

source: Unassign Condition
fa_ir: لغو تخصیص شرط

source: Uncaught Exception
fa_ir: استثنای مدیریت‌نشده

source: Unchanged
fa_ir: بدون تغییر

source: Undo
fa_ir: واگرد

source: Undo last action
fa_ir: واگرد آخرین عمل

source: Unescaped quotes in string literal: {0}
fa_ir: نقل‌قول‌های بدون کاراکتر گریز در رشته لفظی: {0}

source: Unfollow
fa_ir: لغو دنبال کردن

source: Unhandled Email
fa_ir: ایمیل مدیریت‌نشده

source: Unhandled Emails
fa_ir: ایمیل‌های مدیریت‌نشده

source: Unique
fa_ir: یکتا

source: Unique ID assigned by the client developer used to identify the client software to be dynamically registered. <br> <b>Should remain same</b> across multiple versions or updates of the software.
fa_ir: شناسه یکتا اختصاص داده شده توسط توسعه‌دهنده کلاینت که برای شناسایی نرم‌افزار کلاینت که به صورت پویا ثبت می‌شود، استفاده می‌شود.

source: Unknown
fa_ir: ناشناخته

source: Unknown Column: {0}
fa_ir: ستون ناشناخته: {0}

source: Unknown Rounding Method: {}
fa_ir: روش گرد کردن ناشناخته: {}

source: Unknown User
fa_ir: کاربر ناشناخته

source: Unknown file encoding. Tried to use: {0}
fa_ir: کدگذاری فایل ناشناخته. تلاش شد از: {0} استفاده شود.

source: Unlock Reference Document
fa_ir: باز کردن قفل سند مرجع

source: Unpublish
fa_ir: لغو انتشار

source: Unread
fa_ir: خوانده نشده

source: Unread Notification Sent
fa_ir: اعلان خوانده نشده ارسال شد.

source: Unsafe SQL query
fa_ir: پرس‌وجوی ناامن SQL

source: Unselect All
fa_ir: لغو انتخاب همه

source: Unshared
fa_ir: به اشتراک گذاشته نشده

source: Unsubscribe
fa_ir: لغو اشتراک

source: Unsubscribe Method
fa_ir: روش لغو اشتراک

source: Unsubscribe Params
fa_ir: پارامترهای لغو اشتراک

source: Unsubscribed
fa_ir: لغو اشتراک شده

source: Unsupported function or invalid field name: {0}
fa_ir: تابع پشتیبانی نشده یا نام فیلد نامعتبر: {0}

source: Untitled Column
fa_ir: ستون بدون عنوان

source: Unzip
fa_ir: از حالت فشرده خارج کردن

source: Unzipped {0} files
fa_ir: {0} فایل از حالت فشرده خارج شد

source: Unzipping files...
fa_ir: در حال خارج کردن فایل‌ها از حالت فشرده...

source: Upcoming Events for Today
fa_ir: رویدادهای آتی امروز

source: Update
fa_ir: به‌روزرسانی

source: Update Amendment Naming
fa_ir: به‌روزرسانی نام‌گذاری اصلاحیه

source: Update Existing Records
fa_ir: به‌روزرسانی رکوردهای موجود

source: Update Field
fa_ir: به‌روزرسانی فیلد

source: Update Hooks Resolution Order
fa_ir: به‌روزرسانی ترتیب حل‌وفصل هوک‌ها

source: Update Order
fa_ir: به‌روزرسانی ترتیب

source: Update Password
fa_ir: به‌روزرسانی رمز عبور

source: Update Profile
fa_ir: به‌روزرسانی پروفایل

source: Update Series Counter
fa_ir: به‌روزرسانی شمارنده سری

source: Update Series Number
fa_ir: به‌روزرسانی شماره سری

source: Update Settings
fa_ir: به‌روزرسانی تنظیمات

source: Update Translations
fa_ir: به‌روزرسانی ترجمه‌ها

source: Update Value
fa_ir: به‌روزرسانی مقدار

source: Update from Frappe Cloud
fa_ir: به‌روزرسانی از Frappe Cloud

source: Update {0} records
fa_ir: به‌روزرسانی {0} رکورد

source: Updated
fa_ir: به‌روزرسانی شد

source: Updated Successfully
fa_ir: با موفقیت به‌روزرسانی شد

source: Updated To A New Version 🎉
fa_ir: به نسخه جدید به‌روزرسانی شد 🎉

source: Updated successfully
fa_ir: با موفقیت به‌روزرسانی شد

source: Updating
fa_ir: در حال به‌روزرسانی

# Freeze message while updating a document
source: Updating
fa_ir: در حال به‌روزرسانی

source: Updating Email Queue Statuses. The emails will be picked up in the next scheduled run.
fa_ir: در حال به‌روزرسانی وضعیت‌های صف ایمیل. ایمیل‌ها در اجرای برنامه‌ریزی شده بعدی پردازش خواهند شد.

source: Updating counter may lead to document name conflicts if not done properly
fa_ir: به‌روزرسانی شمارنده در صورت عدم انجام صحیح ممکن است منجر به تداخل در نام اسناد شود.

source: Updating global settings
fa_ir: در حال به‌روزرسانی تنظیمات سراسری

source: Updating naming series options
fa_ir: در حال به‌روزرسانی گزینه‌های سری نام‌گذاری

source: Updating related fields...
fa_ir: در حال به‌روزرسانی فیلدهای مرتبط...

source: Updating {0}
fa_ir: در حال به‌روزرسانی {0}

source: Updating {0} of {1}, {2}
fa_ir: در حال به‌روزرسانی {0} از {1}, {2}

source: Upgrade plan
fa_ir: ارتقاء طرح

source: Upgrade your support experience with Frappe Helpdesk
fa_ir: تجربه پشتیبانی خود را با Frappe Helpdesk ارتقا دهید

source: Upload
fa_ir: بارگذاری

source: Upload Image
fa_ir: بارگذاری تصویر

source: Upload file
fa_ir: بارگذاری فایل

source: Upload {0} files
fa_ir: بارگذاری {0} فایل

source: Uploaded To Dropbox
fa_ir: بارگذاری شده در Dropbox

source: Uploaded To Google Drive
fa_ir: بارگذاری شده در Google Drive

source: Use % for any non empty value.
fa_ir: از % برای هر مقدار غیر خالی استفاده کنید.

source: Use ASCII encoding for password
fa_ir: برای رمز عبور از کدگذاری ASCII استفاده کنید

source: Use First Day of Period
fa_ir: استفاده از اولین روز دوره

source: Use HTML
fa_ir: استفاده از HTML

source: Use IMAP
fa_ir: استفاده از IMAP

source: Use Number Format from Currency
fa_ir: استفاده از فرمت عدد ارز

source: Use POST
fa_ir: استفاده از POST

source: Use Report Chart
fa_ir: استفاده از نمودار گزارش

source: Use SSL
fa_ir: استفاده از SSL

source: Use STARTTLS
fa_ir: استفاده از STARTTLS

source: Use TLS
fa_ir: استفاده از TLS

source: Use a few words, avoid common phrases.
fa_ir: از چند کلمه استفاده کنید، از عبارات رایج خودداری کنید.

source: Use different Email ID
fa_ir: از شناسه ایمیل دیگری استفاده کنید

source: Use if the default settings don't seem to detect your data correctly
fa_ir: در صورتی استفاده کنید که تنظیمات پیش‌فرض داده‌های شما را به درستی تشخیص نمی‌دهند

source: Use of sub-query or function is restricted
fa_ir: استفاده از زیرپرس‌وجو یا تابع محدود شده است

source: Use the new Print Format Builder
fa_ir: از سازنده جدید قالب چاپ استفاده کنید

source: Use this fieldname to generate title
fa_ir: از این نام فیلد برای تولید عنوان استفاده کنید

source: Use this, for example, if all sent emails should also be send to an archive.
fa_ir: از این گزینه استفاده کنید، برای مثال، اگر تمام ایمیل‌های ارسالی باید به آرشیو نیز ارسال شوند.

source: Used OAuth
fa_ir: OAuth استفاده شده

source: User
fa_ir: کاربر

source: User '{0}' already has the role '{1}'
fa_ir: کاربر '{0}' از قبل دارای نقش '{1}' است

source: User Activity Report
fa_ir: گزارش فعالیت کاربر

source: User Activity Report Without Sort
fa_ir: گزارش فعالیت کاربر بدون مرتب‌سازی

source: User Agent
fa_ir: عامل کاربر

source: User Cannot Create
fa_ir: کاربر نمی‌تواند ایجاد کند

source: User Cannot Search
fa_ir: کاربر نمی‌تواند جستجو کند

source: User Changed
fa_ir: کاربر تغییر یافت

source: User Defaults
fa_ir: پیش‌فرض‌های کاربر

source: User Details
fa_ir: جزئیات کاربر

source: User Doctype Permissions
fa_ir: مجوزهای داک‌تایپ کاربر

source: User Document Type
fa_ir: نوع سند کاربر

source: User Document Types Limit Exceeded
fa_ir: محدودیت انواع سند کاربر از حد مجاز فراتر رفت

source: User Email
fa_ir: ایمیل کاربر

source: User Emails
fa_ir: ایمیل‌های کاربر

source: User Group
fa_ir: گروه کاربر

source: User Group Member
fa_ir: عضو گروه کاربر

source: User Group Members
fa_ir: اعضای گروه کاربر

source: User ID
fa_ir: شناسه کاربر

source: User ID Property
fa_ir: ویژگی شناسه کاربر

source: User Id
fa_ir: شناسه کاربر

source: User Id Field
fa_ir: فیلد شناسه کاربر

source: User Id Field is mandatory in the user type {0}
fa_ir: فیلد شناسه کاربر در نوع کاربر {0} اجباری است

source: User Image
fa_ir: تصویر کاربر

source: User Invitation
fa_ir: دعوت‌نامه کاربر

source: User Menu
fa_ir: منوی کاربر

source: User Name
fa_ir: نام کاربر

source: User Permission
fa_ir: مجوز کاربر

source: User Permissions
fa_ir: مجوزهای کاربر

# Button in list view menu
source: User Permissions
fa_ir: مجوزهای کاربر

source: User Permissions are used to limit users to specific records.
fa_ir: مجوزهای کاربر برای محدود کردن کاربران به رکوردهای خاص استفاده می‌شوند.

source: User Permissions created successfully
fa_ir: مجوزهای کاربر با موفقیت ایجاد شد

source: User Role
fa_ir: نقش کاربر

source: User Role Profile
fa_ir: پروفایل نقش کاربر

source: User Select Document Type
fa_ir: انتخاب نوع سند کاربر

source: User Session Display
fa_ir: نمایش نشست کاربر

source: User Settings
fa_ir: تنظیمات کاربر

source: User Social Login
fa_ir: ورود اجتماعی کاربر

source: User Tags
fa_ir: برچسب‌های کاربر

source: User Type
fa_ir: نوع کاربر

source: User Type Module
fa_ir: ماژول نوع کاربر

source: User can login using Email id or Mobile number
fa_ir: کاربر می‌تواند با استفاده از ایمیل یا شماره موبایل وارد شود

source: User can login using Email id or User Name
fa_ir: کاربر می‌تواند با استفاده از ایمیل یا نام کاربری وارد شود

source: User does not exist.
fa_ir: کاربر وجود ندارد.

source: User does not have permission to create the new {0}
fa_ir: کاربر برای ایجاد {0} جدید مجوز ندارد

source: User is disabled
fa_ir: کاربر غیرفعال است

source: User is mandatory for Share
fa_ir: کاربر برای اشتراک‌گذاری اجباری است

source: User must always select
fa_ir: کاربر همیشه باید انتخاب کند

source: User permission already exists
fa_ir: مجوز کاربر از قبل وجود دارد

source: User with email address {0} does not exist
fa_ir: کاربری با آدرس ایمیل {0} وجود ندارد

source: User with email: {0} does not exist in the system. Please ask 'System Administrator' to create the user for you.
fa_ir: کاربری با ایمیل: {0} در سیستم وجود ندارد. لطفاً از 'مدیر سیستم' بخواهید کاربر را برای شما ایجاد کند.

source: User {0} cannot be deleted
fa_ir: کاربر {0} قابل حذف نیست

source: User {0} cannot be disabled
fa_ir: کاربر {0} را نمی‌توان غیرفعال کرد

source: User {0} cannot be renamed
fa_ir: کاربر {0} را نمی‌توان تغییر نام داد

source: User {0} does not have access to this document
fa_ir: کاربر {0} به این سند دسترسی ندارد

source: User {0} does not have doctype access via role permission for document {1}
fa_ir: کاربر {0} از طریق مجوز نقش، به داک‌تایپ سند {1} دسترسی ندارد

source: User {0} does not have the permission to create a Workspace.
fa_ir: کاربر {0} مجوز ایجاد فضای کاری را ندارد.

source: User {0} has requested for data deletion
fa_ir: کاربر {0} درخواست حذف داده را داده است

source: User {0} impersonated as {1}
fa_ir: کاربر {0} در نقش {1} ظاهر شد

source: User {0} is disabled
fa_ir: کاربر {0} غیرفعال است

source: User {0} is disabled. Please contact your System Manager.
fa_ir: کاربر {0} غیرفعال است. لطفاً با مدیر سیستم خود تماس بگیرید.

source: User {0} is not permitted to access this document.
fa_ir: کاربر {0} مجاز به دسترسی به این سند نیست.

source: Userinfo URI
fa_ir: URI اطلاعات کاربر

source: Username
fa_ir: نام کاربری

source: Username {0} already exists
fa_ir: نام کاربری {0} قبلاً وجود دارد

source: Users
fa_ir: کاربران

source: Users are only able to delete attached files if the document is either in draft or if the document is canceled and they are also able to delete the document.
fa_ir: کاربران تنها در صورتی می‌توانند فایل‌های پیوست‌شده را حذف کنند که سند در وضعیت پیش‌نویس باشد یا سند لغو شده باشد و آن‌ها نیز بتوانند سند را حذف کنند.

source: Users with role {0}:
fa_ir: کاربران با نقش {0}:

source: Uses system's theme to switch between light and dark mode
fa_ir: از تم سیستم برای جابجایی بین حالت روشن و تاریک استفاده می‌کند

source: Using this console may allow attackers to impersonate you and steal your information. Do not enter or paste code that you do not understand.
fa_ir: استفاده از این کنسول ممکن است به مهاجمان اجازه دهد تا هویت شما را جعل کرده و اطلاعات شما را سرقت کنند. کدی را که نمی‌فهمید وارد یا جای‌گذاری نکنید.

source: Utilization
fa_ir: میزان استفاده

source: Utilization %
fa_ir: درصد استفاده

source: Valid
fa_ir: معتبر

source: Valid Login id required.
fa_ir: شناسه ورود معتبر الزامی است.

source: Valid email and name required
fa_ir: ایمیل و نام معتبر الزامی است

source: Validate Field
fa_ir: اعتبارسنجی فیلد

source: Validate Frappe Mail Settings
fa_ir: اعتبارسنجی تنظیمات ایمیل Frappe

source: Validate SSL Certificate
fa_ir: اعتبارسنجی گواهی SSL

source: Validation Error
fa_ir: خطای اعتبارسنجی

source: Validity
fa_ir: اعتبار

source: Value
fa_ir: مقدار

source: Value Based On
fa_ir: مقدار بر اساس

source: Value Change
fa_ir: تغییر مقدار

source: Value Changed
fa_ir: مقدار تغییر یافت

source: Value To Be Set
fa_ir: مقدار برای تنظیم

source: Value cannot be changed for {0}
fa_ir: مقدار برای {0} قابل تغییر نیست

source: Value cannot be negative for
fa_ir: مقدار نمی‌تواند منفی باشد برای

source: Value cannot be negative for {0}: {1}
fa_ir: مقدار برای {0} نمی‌تواند منفی باشد: {1}

source: Value for a check field can be either 0 or 1
fa_ir: مقدار برای یک فیلد انتخابی (چک‌باکس) می‌تواند 0 یا 1 باشد

source: Value for field {0} is too long in {1}. Length should be lesser than {2} characters
fa_ir: مقدار فیلد {0} در {1} بیش از حد طولانی است. طول باید کمتر از {2} کاراکتر باشد

source: Value for {0} cannot be a list
fa_ir: مقدار برای {0} نمی‌تواند یک لیست باشد

source: Value from this field will be set as the due date in the ToDo
fa_ir: مقدار این فیلد به عنوان تاریخ سررسید در ToDo تنظیم خواهد شد

source: Value must be one of {0}
fa_ir: مقدار باید یکی از {0} باشد

source: Value of "None" implies a public client. In such a case Client Secret is not given to the client and token exchange makes use of PKCE.
fa_ir: مقدار "None" به معنای یک کلاینت عمومی است. در چنین حالتی Client Secret به کلاینت داده نمی‌شود و تبادل توکن از PKCE استفاده می‌کند.

source: Value to Validate
fa_ir: مقدار برای اعتبارسنجی

source: Value too big
fa_ir: مقدار بیش از حد بزرگ است

source: Value {0} missing for {1}
fa_ir: مقدار {0} برای {1} وجود ندارد

source: Value {0} must be in the valid duration format: d h m s
fa_ir: مقدار {0} باید در فرمت معتبر مدت زمان: d h m s باشد

source: Value {0} must in {1} format
fa_ir: مقدار {0} باید در فرمت {1} باشد

source: Values Changed
fa_ir: مقادیر تغییر یافتند

source: Verification
fa_ir: تأیید

source: Verification Code
fa_ir: کد تأیید

source: Verification Link
fa_ir: لینک تأیید

source: Verification code email not sent. Please contact Administrator.
fa_ir: ایمیل کد تأیید ارسال نشد. لطفاً با مدیر سیستم تماس بگیرید.

source: Verification code has been sent to your registered email address.
fa_ir: کد تأیید به آدرس ایمیل ثبت‌شده شما ارسال شده است.

source: Verified
fa_ir: تأیید شده

source: Verify
fa_ir: تأیید

source: Verify Password
fa_ir: تأیید رمز عبور

source: Verifying...
fa_ir: در حال تأیید...

source: Version
fa_ir: نسخه

source: Version Updated
fa_ir: نسخه به‌روز شد

source: Video URL
fa_ir: آدرس ویدئو

source: View
fa_ir: مشاهده

source: View All
fa_ir: مشاهده همه

source: View Audit Trail
fa_ir: مشاهده ردپا

source: View Doctype Permissions
fa_ir: مشاهده مجوزهای DocType

source: View File
fa_ir: مشاهده فایل

source: View Full Log
fa_ir: مشاهده گزارش کامل

source: View List
fa_ir: مشاهده لیست

source: View Log
fa_ir: مشاهده گزارش

source: View Permitted Documents
fa_ir: مشاهده اسناد مجاز

source: View Properties (via Customize Form)
fa_ir: مشاهده ویژگی‌ها (از طریق سفارشی‌سازی فرم)

source: View Report
fa_ir: مشاهده گزارش

source: View Settings
fa_ir: مشاهده تنظیمات

source: View Switcher
fa_ir: تغییردهنده نما

source: View Website
fa_ir: مشاهده وب‌سایت

source: View document
fa_ir: مشاهده سند

source: View report in your browser
fa_ir: مشاهده گزارش در مرورگر شما

source: View this in your browser
fa_ir: مشاهده این مورد در مرورگر شما

# Button in web form
source: View your response
fa_ir: مشاهده پاسخ شما

source: View {0}
fa_ir: مشاهده {0}

source: Viewed By
fa_ir: مشاهده شده توسط

source: Views
fa_ir: بازدیدها

source: Virtual
fa_ir: مجازی

source: Virtual DocType {} requires a static method called {} found {}
fa_ir: داک‌تایپ مجازی {} به یک متد استاتیک به نام {} نیاز دارد، یافت شد {}

source: Virtual DocType {} requires overriding an instance method called {} found {}
fa_ir: داک‌تایپ مجازی {} به بازنویسی یک متد نمونه به نام {} نیاز دارد، یافت شد {}

source: Virtual tables must be virtual fields
fa_ir: جداول مجازی باید فیلدهای مجازی باشند

source: Visibility
fa_ir: قابلیت مشاهده

source: Visible to website/portal users.
fa_ir: برای کاربران وب‌سایت/پرتال قابل مشاهده است.

source: Visit
fa_ir: بازدید

source: Visit Web Page
fa_ir: بازدید از صفحه وب

source: Visitor ID
fa_ir: شناسه بازدیدکننده

source: Want to discuss?
fa_ir: آیا مایل به بحث هستید؟

source: Warehouse
fa_ir: انبار

source: Warning
fa_ir: هشدار

source: Warning: DATA LOSS IMMINENT! Proceeding will permanently delete following database columns from doctype {0}:
fa_ir: هشدار: از دست دادن داده قریب‌الوقوع است! ادامه دادن، ستون‌های پایگاه داده زیر را از داک‌تایپ {0} برای همیشه حذف خواهد کرد:

source: Warning: Naming is not set
fa_ir: هشدار: نام‌گذاری تنظیم نشده است

source: Warning: Unable to find {0} in any table related to {1}
fa_ir: هشدار: امکان یافتن {0} در هیچ جدولی مرتبط با {1} وجود ندارد

source: Warning: Updating counter may lead to document name conflicts if not done properly
fa_ir: هشدار: به‌روزرسانی شمارنده در صورت عدم انجام صحیح ممکن است منجر به تداخل در نام اسناد شود

source: Was this article helpful?
fa_ir: آیا این مقاله مفید بود؟

source: Watch Tutorial
fa_ir: مشاهده آموزش

source: Watch Video
fa_ir: مشاهده ویدئو

source: We do not allow editing of this document. Simply click the Edit button on the workspace page to make your workspace editable and customize it as you wish
fa_ir: ما اجازه ویرایش این سند را نمی‌دهیم. کافیست روی دکمه ویرایش در صفحه فضای کاری کلیک کنید تا فضای کاری شما قابل ویرایش شود و آن را مطابق میل خود سفارشی‌سازی کنید

source: We have received a request for deletion of {0} data associated with: {1}
fa_ir: ما درخواستی برای حذف داده‌های {0} مرتبط با: {1} دریافت کرده‌ایم

source: We have received a request from you to download your {0} data associated with: {1}
fa_ir: ما درخواستی از شما برای دانلود داده‌های {0} مرتبط با: {1} دریافت کرده‌ایم

source: We would like to thank the authors of these packages for their contribution.
fa_ir: ما از نویسندگان این بسته‌ها به خاطر مشارکتشان تشکر می‌کنیم.

source: We've received your query!
fa_ir: پرسش شما دریافت شد!

source: Weak
fa_ir: ضعیف

source: Web Form
fa_ir: فرم وب

source: Web Form Field
fa_ir: فیلد فرم وب

source: Web Form Fields
fa_ir: فیلدهای فرم وب

source: Web Form List Column
fa_ir: ستون لیست فرم وب

source: Web Page
fa_ir: صفحه وب

source: Web Page Block
fa_ir: بلاک صفحه وب

source: Web Page URL
fa_ir: آدرس اینترنتی صفحه وب

source: Web Page View
fa_ir: بازدید صفحه وب

source: Web Site
fa_ir: وب‌سایت

source: Web Template
fa_ir: قالب وب

source: Web Template Field
fa_ir: فیلد قالب وب

source: Web Template Values
fa_ir: مقادیر قالب وب

source: Web Template is not specified
fa_ir: قالب وب مشخص نشده است

source: Web View
fa_ir: نمای وب

source: Webhook
fa_ir: وب‌هوک

source: Webhook Data
fa_ir: داده وب‌هوک
