Repository: ai-solution-company/systemafarin-custom-addon
Catalog: iran_core/translations_src/*-framework.po
Languages: fa_ir

source: "Company History"
fa_ir: "تاریخچه شرکت"

source: "Parent" signifies the parent table in which this row must be added
fa_ir: "والد" نشان‌دهنده جدول والد است که این ردیف باید در آن اضافه شود

source: "Team Members" or "Management"
fa_ir: "اعضای تیم" یا "مدیریت"

source: "amended_from" field must be present to do an amendment.
fa_ir: فیلد "amended_from" برای انجام اصلاحیه باید وجود داشته باشد.

source: "{0}" is not a valid Google Sheets URL
fa_ir: "{0}" یک URL معتبر Google Sheets نیست

source: ${values.doctype_name} has been added to queue for optimization
fa_ir: ${values.doctype_name} برای بهینه‌سازی به صف اضافه شد

source: &copy; Frappe Technologies Pvt. Ltd. and contributors
fa_ir: &copy; Frappe Technologies Pvt. Ltd. و مشارکت‌کنندگان

source: 'In Global Search' is not allowed for field {0} of type {1}
fa_ir: 'در جستجوی سراسری' برای فیلد {0} از نوع {1} مجاز نیست

source: 'In Global Search' not allowed for type {0} in row {1}
fa_ir: 'در جستجوی سراسری' برای نوع {0} در ردیف {1} مجاز نیست

source: 'In List View' is not allowed for field {0} of type {1}
fa_ir: 'در نمای لیست' برای فیلد {0} از نوع {1} مجاز نیست

source: 'In List View' not allowed for type {0} in row {1}
fa_ir: 'در نمای لیست' برای نوع {0} در ردیف {1} مجاز نیست

source: 'Recipients' not specified
fa_ir: 'گیرندگان' مشخص نشده‌اند

source: '{0}' is not a valid IBAN
fa_ir: '{0}' یک IBAN معتبر نیست

source: '{0}' is not a valid URL
fa_ir: '{0}' یک URL معتبر نیست

source: '{0}' not allowed for type {1} in row {2}
fa_ir: '{0}' برای نوع {1} در ردیف {2} مجاز نیست

source: (Mandatory)
fa_ir: (اجباری)

source: ** Failed: {0} to {1}: {2}
fa_ir: ** ناموفق: {0} به {1}: {2}

source: + Add / Remove Fields
fa_ir: + افزودن / حذف فیلدها

source: 0 - Draft; 1 - Submitted; 2 - Cancelled
fa_ir: 0 - پیش‌نویس؛ 1 - ارسال شده؛ 2 - لغو شده

source: 0 is highest
fa_ir: 0 بالاترین است

source: 1 = True & 0 = False
fa_ir: 1 = درست و 0 = غلط

source: 1 Currency = [?] Fraction For e.g. 1 USD = 100 Cent
fa_ir: 1 واحد پول = [؟] جزء

source: 1 Day
fa_ir: 1 روز

source: 1 Google Calendar Event synced.
fa_ir: 1 رویداد تقویم گوگل همگام‌سازی شد.

source: 1 Report
fa_ir: 1 گزارش

source: 1 day ago
fa_ir: 1 روز پیش

source: 1 hour
fa_ir: 1 ساعت

source: 1 hour ago
fa_ir: 1 ساعت پیش

source: 1 minute ago
fa_ir: 1 دقیقه پیش

source: 1 month ago
fa_ir: 1 ماه پیش

source: 1 of 2
fa_ir: 1 از 2

source: 1 record will be exported
fa_ir: 1 رکورد صادر خواهد شد

# User removed row from child table
source: 1 row from {0}
fa_ir: 1 ردیف از {0}

# User added row to child table
source: 1 row to {0}
fa_ir: 1 ردیف به {0}

source: 1 second ago
fa_ir: 1 ثانیه پیش

source: 1 week ago
fa_ir: 1 هفته پیش

source: 1 year ago
fa_ir: 1 سال پیش

source: 2 hours ago
fa_ir: 2 ساعت پیش

source: 2 months ago
fa_ir: 2 ماه پیش

source: 2 weeks ago
fa_ir: 2 هفته پیش

source: 2 years ago
fa_ir: 2 سال پیش

source: 3 minutes ago
fa_ir: 3 دقیقه پیش

source: 30 minutes
fa_ir: 30 دقیقه

source: 4 hours
fa_ir: 4 ساعت

source: 5 Records
fa_ir: 5 رکورد

source: 5 days ago
fa_ir: 5 روز پیش

source: ; not allowed in condition
fa_ir: ؛ در شرط مجاز نیست

source: <a href="https://docs.frappe.io/framework/user/en/api/rest#1-token-based-authentication" target="_blank"> Click here to learn about token-based authentication </a>
fa_ir: <a href="https://docs.frappe.io/framework/user/en/api/rest#1-token-based-authentication" target="_blank">

source: <b>{0}</b> is not a valid URL
fa_ir: <b>{0}</b> یک URL معتبر نیست

source: <div class="alert">Please don't update it as it can mess up your form. Use the Customize Form View and Custom Fields to set properties!</div>
fa_ir: <div class="alert">لطفاً آن را به‌روزرسانی نکنید زیرا ممکن است فرم شما را به هم بریزد. برای تنظیم ویژگی‌ها از نمای سفارشی‌سازی فرم و فیلدهای سفارشی استفاده کنید!</div>

source: <div class="ql-editor read-mode"><p>Request a file containing your personally identifiable information (PII) that is saved on our system. The file will be in JSON format and is sent to you by email. If you would like to have your PII deleted from our system, please make a <a href="/request-to-delete-data" rel="noopener noreferrer">request to delete data</a>.</p></div>
fa_ir: <div class="ql-editor read-mode"><p>درخواستی برای دریافت فایلی حاوی اطلاعات شناسایی شخصی (PII) خود که در سیستم ما ذخیره شده است، ارسال کنید. این فایل با فرمت JSON خواهد بود و از طریق ایمیل برای شما ارسال می‌شود. اگر مایلید اطلاعات شناسایی شخصی (PII) شما از سیستم ما حذف شود، لطفاً یک <a href="/request-to-delete-data" rel="noopener noreferrer">درخواست حذف داده</a> ارسال کنید.</p></div>

source: <div class="ql-editor read-mode"><p>Send a request to delete your account and personally identifiable information (PII) that is stored on our system. You will receive an email to verify your request. Once the request is verified we will take care of deleting your PII. If you just want to check what PII we have stored, you can <a href="/request-data" rel="noopener noreferrer">request your data</a>.</p></div>
fa_ir: <div class="ql-editor read-mode"><p>درخواستی برای حذف حساب کاربری و اطلاعات شناسایی شخصی (PII) خود که در سیستم ما ذخیره شده است، ارسال کنید. یک ایمیل برای تأیید درخواست شما دریافت خواهید کرد. پس از تأیید درخواست، ما مسئولیت حذف اطلاعات شناسایی شخصی (PII) شما را بر عهده خواهیم گرفت. اگر فقط می‌خواهید بررسی کنید چه اطلاعات شناسایی شخصی (PII) ذخیره کرده‌ایم، می‌توانید <a href="/request-data" rel="noopener noreferrer">درخواست داده‌های خود را بدهید</a>.</p></div>

source: <div class="well"> Edit list of Series in the box. Rules: <ul> <li>Each Series Prefix on a new line.</li> <li>Allowed special characters are "/" and "-"</li> <li> Optionally, set the number of digits in the series using dot (.) followed by hashes (#). For example, ".####" means that the series will have four digits. Default is five digits. </li> <li> You can also use variables in the series name by putting them between (.) dots <br> Supported Variables: <ul> <li><code>.YYYY.</code> - Year in 4 digits</li> <li><code>.YY.</code> - Year in 2 digits</li> <li><code>.MM.</code> - Month</li> <li><code>.DD.</code> - Day of month</li> <li><code>.WW.</code> - Week of the year</li> <li> <code>.{fieldname}.</code> - fieldname on the document e.g. <code>branch</code> </li> <li><code>.FY.</code> - Fiscal Year (requires ERPNext to be installed)</li> <li><code>.ABBR.</code> - Company Abbreviation (requires ERPNext to be installed)</li> </ul> </li> </ul> Examples: <ul> <li>INV-</li> <li>INV-10-</li> <li>INVK-</li> <li>INV-.YYYY.-.{branch}.-.MM.-.####</li> </ul> </div> <br>
fa_ir: <div class="well">

source: <h3>Custom CSS Help</h3> <p>Notes:</p> <ol> <li>All field groups (label + value) are set attributes <code>data-fieldtype</code> and <code>data-fieldname</code></li> <li>All values are given class <code>value</code></li> <li>All Section Breaks are given class <code>section-break</code></li> <li>All Column Breaks are given class <code>column-break</code></li> </ol> <h4>Examples</h4> <p>1. Left align integers</p> <pre><code>[data-fieldtype="Int"] .value { text-align: left; }</code></pre> <p>1. Add border to sections except the last section</p> <pre><code>.section-break { padding: 30px 0px; border-bottom: 1px solid #eee; } .section-break:last-child { padding-bottom: 0px; border-bottom: 0px; }</code></pre>
fa_ir: <h3>راهنمای CSS سفارشی</h3>

source: <h3>Print Format Help</h3> <hr> <h4>Introduction</h4> <p>Print Formats are rendered on the server side using the Jinja Templating Language. All forms have access to the <code>doc</code> object which contains information about the document that is being formatted. You can also access common utilities via the <code>frappe</code> module.</p> <p>For styling, the Boostrap CSS framework is provided and you can enjoy the full range of classes.</p> <hr> <h4>References</h4> <ol> <li><a href="http://jinja.pocoo.org/docs/templates/" target="_blank">Jinja Templating Language</a></li> <li><a href="http://getbootstrap.com" target="_blank">Bootstrap CSS Framework</a></li> </ol> <hr> <h4>Example</h4> <pre><code>&lt;h3&gt;{{ doc.select_print_heading or "Invoice" }}&lt;/h3&gt; &lt;div class="row"&gt; &lt;div class="col-md-3 text-right"&gt;Customer Name&lt;/div&gt; &lt;div class="col-md-9"&gt;{{ doc.customer_name }}&lt;/div&gt; &lt;/div&gt; &lt;div class="row"&gt; &lt;div class="col-md-3 text-right"&gt;Date&lt;/div&gt; &lt;div class="col-md-9"&gt;{{ doc.get_formatted("invoice_date") }}&lt;/div&gt; &lt;/div&gt; &lt;table class="table table-bordered"&gt; &lt;tbody&gt; &lt;tr&gt; &lt;th&gt;Sr&lt;/th&gt; &lt;th&gt;Item Name&lt;/th&gt; &lt;th&gt;Description&lt;/th&gt; &lt;th class="text-right"&gt;Qty&lt;/th&gt; &lt;th class="text-right"&gt;Rate&lt;/th&gt; &lt;th class="text-right"&gt;Amount&lt;/th&gt; &lt;/tr&gt; {%- for row in doc.items -%} &lt;tr&gt; &lt;td style="width: 3%;"&gt;{{ row.idx }}&lt;/td&gt; &lt;td style="width: 20%;"&gt; {{ row.item_name }} {% if row.item_code != row.item_name -%} &lt;br&gt;Item Code: {{ row.item_code}} {%- endif %} &lt;/td&gt; &lt;td style="width: 37%;"&gt; &lt;div style="border: 0px;"&gt;{{ row.description }}&lt;/div&gt;&lt;/td&gt; &lt;td style="width: 10%; text-align: right;"&gt;{{ row.qty }} {{ row.uom or row.stock_uom }}&lt;/td&gt; &lt;td style="width: 15%; text-align: right;"&gt;{{ row.get_formatted("rate", doc) }}&lt;/td&gt; &lt;td style="width: 15%; text-align: right;"&gt;{{ row.get_formatted("amount", doc) }}&lt;/td&gt; &lt;/tr&gt; {%- endfor -%} &lt;/tbody&gt; &lt;/table&gt;</code></pre> <hr> <h4>Common Functions</h4> <table class="table table-bordered"> <tbody> <tr> <td style="width: 30%;"><code>doc.get_formatted("[fieldname]", [parent_doc])</code></td> <td>Get document value formatted as Date, Currency, etc. Pass parent <code>doc</code> for currency type fields.</td> </tr> <tr> <td style="width: 30%;"><code>frappe.db.get_value("[doctype]", "[name]", "fieldname")</code></td> <td>Get value from another document.</td> </tr> </tbody> </table>
fa_ir: <h3>راهنمای فرمت چاپ</h3>

source: <h4>Default Template</h4> <p>Uses <a href="http://jinja.pocoo.org/docs/templates/">Jinja Templating</a> and all the fields of Address (including Custom Fields if any) will be available</p> <pre><code>{{ address_line1 }}&lt;br&gt; {% if address_line2 %}{{ address_line2 }}&lt;br&gt;{% endif -%} {{ city }}&lt;br&gt; {% if state %}{{ state }}&lt;br&gt;{% endif -%} {% if pincode %} PIN: {{ pincode }}&lt;br&gt;{% endif -%} {{ country }}&lt;br&gt; {% if phone %}Phone: {{ phone }}&lt;br&gt;{% endif -%} {% if fax %}Fax: {{ fax }}&lt;br&gt;{% endif -%} {% if email_id %}Email: {{ email_id }}&lt;br&gt;{% endif -%} </code></pre>
fa_ir: <h4>قالب پیش‌فرض</h4>

source: <h4>Email Reply Example</h4> <pre>Order Overdue Transaction {{ name }} has exceeded Due Date. Please take necessary action. Details - Customer: {{ customer }} - Amount: {{ grand_total }} </pre> <h4>How to get fieldnames</h4> <p>The fieldnames you can use in your email template are the fields in the document from which you are sending the email. You can find out the fields of any documents via Setup &gt; Customize Form View and selecting the document type (e.g. Sales Invoice)</p> <h4>Templating</h4> <p>Templates are compiled using the Jinja Templating Language. To learn more about Jinja, <a class="strong" href="http://jinja.pocoo.org/docs/dev/templates/">read this documentation.</a></p>
fa_ir: <h4>مثال پاسخ ایمیل</h4>

source: <h5 class="text-muted uppercase">Or</h5>
fa_ir: <h5 class="text-muted uppercase">یا</h5>

source: <h5>Message Example</h5> <pre>&lt;h3&gt;Order Overdue&lt;/h3&gt; &lt;p&gt;Transaction {{ doc.name }} has exceeded Due Date. Please take necessary action.&lt;/p&gt; &lt;!-- show last comment --&gt; {% if comments %} Last comment: {{ comments[-1].comment }} by {{ comments[-1].by }} {% endif %} &lt;h4&gt;Details&lt;/h4&gt; &lt;ul&gt; &lt;li&gt;Customer: {{ doc.customer }} &lt;li&gt;Amount: {{ doc.grand_total }} &lt;/ul&gt; </pre>
fa_ir: <h5>مثال پیام</h5>

source: <p><strong>Condition Examples:</strong></p> <pre><code class="language-python">doc.status=="Open"<br>doc.due_date==nowdate()<br>doc.total &gt; 40000 </code></pre>
fa_ir: <p><strong>مثال‌های شرط:</strong></p>

source: <p><strong>Condition Examples:</strong></p> <pre>doc.status=="Open"<br>doc.due_date==nowdate()<br>doc.total &gt; 40000 </pre>
fa_ir: <p><strong>مثال‌های شرط:</strong></p>

source: <p>Multiple webforms can be created for a single doctype. Add filters specific to this webform to display correct record after submission.</p><p>For Example:</p> <p>If you create a separate webform every year to capture feedback from employees add a field named year in doctype and add a filter <b>year = 2023</b></p>
fa_ir: <p>چندین وب‌فرم را می‌توان برای یک داک‌تایپ ایجاد کرد. فیلترهای خاص این وب‌فرم را اضافه کنید تا پس از ارسال، رکورد صحیح نمایش داده شود.</p><p>برای مثال:</p>

source: <p>Set context before rendering a template. Example:</p><p> </p><div><pre><code> context.project = frappe.get_doc("Project", frappe.form_dict.name) </code></pre></div>
fa_ir: <p>قبل از رندر کردن قالب، زمینه (context) را تنظیم کنید. مثال:</p><p>

source: <p>To interact with above HTML you will have to use `root_element` as a parent selector.</p><p>For example:</p><pre class="p-3 bg-gray-100 border-radius rounded-sm mb-0" style="width: fit-content;"><code>// here root_element is provided by default let some_class_element = root_element.querySelector('.some-class'); some_class_element.textContent = "New content"; </code></pre>
fa_ir: <p>برای تعامل با HTML بالا، باید از `root_element` به عنوان انتخابگر والد استفاده کنید.</p><p>برای مثال:</p><pre class="p-3 bg-gray-100 border-radius rounded-sm mb-0" style="width: fit-content;"><code>// در اینجا root_element به صورت پیش‌فرض ارائه شده است

source: <p>Your OTP secret on {0} has been reset. If you did not perform this reset and did not request it, please contact your System Administrator immediately.</p>
fa_ir: <p>رمز یکبار مصرف (OTP) شما در {0} بازنشانی شده است. اگر این بازنشانی را انجام نداده‌اید و آن را درخواست نکرده‌اید، لطفاً فوراً با مدیر سیستم خود تماس بگیرید.</p>

source: <pre>* * * * * ┬ ┬ ┬ ┬ ┬ │ │ │ │ │ │ │ │ │ └ day of week (0 - 6) (0 is Sunday) │ │ │ └───── month (1 - 12) │ │ └────────── day of month (1 - 31) │ └─────────────── hour (0 - 23) └──────────────────── minute (0 - 59) --- * - Any value / - Step values </pre>
fa_ir: <pre>* * * * *

source: <pre><code>doc.grand_total &gt; 0</code></pre> <p>Conditions should be written in simple Python. Please use properties available in the form only.</p> <p>Allowed functions: </p><ul> <li>frappe.db.get_value</li> <li>frappe.db.get_list</li> <li>frappe.session</li> <li>frappe.utils.now_datetime</li> <li>frappe.utils.get_datetime</li> <li>frappe.utils.add_to_date</li> <li>frappe.utils.now</li> </ul> <p>Example: </p><pre><code>doc.creation &gt; frappe.utils.add_to_date(frappe.utils.now_datetime(), days=-5, as_string=True, as_datetime=True) </code></pre><p></p>
fa_ir: <pre><code>doc.grand_total > 0</code></pre>

source: <span class="h2">Hi,</span>
fa_ir: <span class="h2">سلام،</span>

source: <strong>Warning:</strong> This field is system generated and may be overwritten by a future update. Modify it using {0} instead.
fa_ir: <strong>هشدار:</strong> این فیلد توسط سیستم تولید شده و ممکن است در به‌روزرسانی‌های آینده بازنویسی شود. به جای آن، با استفاده از {0} آن را تغییر دهید.

source: A DocType's name should start with a letter and can only consist of letters, numbers, spaces, underscores and hyphens
fa_ir: نام داک‌تایپ باید با یک حرف شروع شود و فقط می‌تواند شامل حروف، اعداد، فاصله، زیرخط و خط تیره باشد

source: A Frappe Framework instance can function as an OAuth Client, Resource, or Authorization server. This DocType contains settings related to all three.
fa_ir: یک نمونه از فریم‌ورک Frappe می‌تواند به عنوان کلاینت OAuth، منبع یا سرور احراز هویت عمل کند. این داک‌تایپ شامل تنظیمات مربوط به هر سه مورد است.

source: A download link with your data will be sent to the email address associated with your account.
fa_ir: یک لینک دانلود حاوی داده‌های شما به آدرس ایمیل مرتبط با حساب کاربری شما ارسال خواهد شد.

source: A field with the name {0} already exists in {1}
fa_ir: فیلدی با نام {0} قبلاً در {1} وجود دارد.

source: A file with same name {} already exists
fa_ir: فایلی با همین نام {} قبلاً وجود دارد.

source: A list of resources which the Client App will have access to after the user allows it.<br> e.g. project
fa_ir: فهرستی از منابع که برنامه کلاینت پس از اجازه کاربر به آن‌ها دسترسی خواهد داشت.<br> مثال: پروژه

source: A new account has been created for you at {0}
fa_ir: یک حساب کاربری جدید برای شما در {0} ایجاد شده است.

source: A recurring {0} {1} has been created for you via Auto Repeat {2}.
fa_ir: یک {0} {1} تکرارشونده از طریق تکرار خودکار {2} برای شما ایجاد شده است.

source: A symbol for this currency. For e.g. $
fa_ir: نماد این ارز. مثلاً $

source: A template already exists for field {0} of {1}
fa_ir: یک الگو قبلاً برای فیلد {0} از {1} وجود دارد.

source: A version identifier string for the client software. <br> The value of the should change on any update of the client software with the same Software ID.
fa_ir: یک رشته شناسه‌ نسخه برای نرم‌افزار کلاینت.\n<br>\nمقدار آن باید با هر به‌روزرسانی نرم‌افزار کلاینت با همان Software ID تغییر کند.

source: A word by itself is easy to guess.
fa_ir: یک کلمه به تنهایی به راحتی قابل حدس است.

source: ALL
fa_ir: همه

source: API Access
fa_ir: دسترسی API

source: API Endpoint
fa_ir: نقطه پایانی API

source: API Endpoint Args
fa_ir: آرگومان‌های نقطه پایانی API

source: API Endpoint Args should be valid JSON
fa_ir: آرگومان‌های نقطه پایانی API باید JSON معتبر باشند.

source: API Key
fa_ir: کلید API

source: API Key and Secret to interact with the relay server. These will be auto-generated when the first push notification is sent from any of the apps installed on this site.
fa_ir: کلید و رمز API برای تعامل با سرور رله. این‌ها به صورت خودکار هنگام ارسال اولین اعلان پوش از هر یک از برنامه‌های نصب شده در این سایت تولید می‌شوند.

source: API Key cannot be regenerated
fa_ir: کلید API قابل بازتولید نیست.

source: API Keys
fa_ir: کلیدهای API

source: API Logging
fa_ir: ثبت وقایع API

source: API Method
fa_ir: متد API

source: API Request Log
fa_ir: گزارش درخواست API

source: API Secret
fa_ir: رمز API

source: ASC
fa_ir: صعودی

source: About
fa_ir: درباره

source: About Us
fa_ir: درباره ما

source: About Us Settings
fa_ir: تنظیمات درباره ما

source: About Us Team Member
fa_ir: عضو تیم درباره ما

source: About {0} minute remaining
fa_ir: حدود {0} دقیقه باقی مانده است

source: About {0} minutes remaining
fa_ir: حدود {0} دقیقه باقی مانده است

source: About {0} seconds remaining
fa_ir: حدود {0} ثانیه باقی مانده است

source: Accept Invitation
fa_ir: پذیرش دعوتنامه

source: Accepted
fa_ir: پذیرفته شده

source: Accepted At
fa_ir: پذیرفته شده در

source: Access Control
fa_ir: کنترل دسترسی

source: Access Log
fa_ir: گزارش دسترسی

source: Access Token
fa_ir: توکن دسترسی

source: Access Token URL
fa_ir: URL توکن دسترسی

source: Access not allowed from this IP Address
fa_ir: دسترسی از این آدرس IP مجاز نیست

source: Account
fa_ir: حساب

source: Account Deletion Settings
fa_ir: تنظیمات حذف حساب

source: Accounts Manager
fa_ir: مدیر حساب‌ها

source: Accounts User
fa_ir: کاربر حسابداری

source: Accurate count can not be fetched, click here to view all documents
fa_ir: تعداد دقیق قابل دریافت نیست، برای مشاهده همه اسناد اینجا کلیک کنید

source: Action
fa_ir: عملیات

source: Action / Route
fa_ir: عملیات / مسیر

source: Action Complete
fa_ir: عملیات تکمیل شد

source: Action Failed
fa_ir: عملیات ناموفق

source: Action Label
fa_ir: برچسب عملیات

source: Action Timeout (Seconds)
fa_ir: مهلت عملیات (ثانیه)

source: Action Type
fa_ir: نوع عملیات

source: Action {0} completed successfully on {1} {2}. View it {3}
fa_ir: عملیات {0} با موفقیت در {1} {2} تکمیل شد. آن را {3} مشاهده کنید

source: Action {0} failed on {1} {2}. View it {3}
fa_ir: عملیات {0} در {1} {2} ناموفق بود. آن را {3} مشاهده کنید

source: Actions
fa_ir: عملیات‌ها

source: Activate
fa_ir: فعال‌سازی

source: Active
fa_ir: فعال

source: Active Directory
fa_ir: اکتیو دایرکتوری

source: Active Domains
fa_ir: دامنه‌های فعال

source: Active Sessions
fa_ir: نشست‌های فعال

source: Activity
fa_ir: فعالیت

source: Activity Log
fa_ir: گزارش فعالیت

source: Add
fa_ir: افزودن

source: Add / Remove Columns
fa_ir: افزودن / حذف ستون‌ها

source: Add / Update
fa_ir: افزودن / به‌روزرسانی

source: Add A New Rule
fa_ir: افزودن یک قانون جدید

source: Add Attachment
fa_ir: افزودن پیوست

source: Add Background Image
fa_ir: افزودن تصویر پس‌زمینه

source: Add Border at Bottom
fa_ir: افزودن حاشیه در پایین

source: Add Border at Top
fa_ir: افزودن حاشیه در بالا

source: Add Card to Dashboard
fa_ir: افزودن کارت به داشبورد

source: Add Chart to Dashboard
fa_ir: افزودن نمودار به داشبورد

source: Add Child
fa_ir: افزودن زیرمجموعه

source: Add Column
fa_ir: افزودن ستون

source: Add Contact
fa_ir: افزودن مخاطب

source: Add Contacts
fa_ir: افزودن مخاطبین

source: Add Container
fa_ir: افزودن کانتینر

source: Add Custom Tags
fa_ir: افزودن برچسب‌های سفارشی

source: Add Filters
fa_ir: افزودن فیلترها

source: Add Gray Background
fa_ir: افزودن پس‌زمینه خاکستری

source: Add Group
fa_ir: افزودن گروه

source: Add Indexes
fa_ir: افزودن ایندکس‌ها

source: Add Multiple
fa_ir: افزودن چندگانه

source: Add New Permission Rule
fa_ir: افزودن قانون دسترسی جدید

source: Add Participants
fa_ir: افزودن شرکت‌کنندگان

source: Add Query Parameters
fa_ir: افزودن پارامترهای کوئری

source: Add Roles
fa_ir: افزودن نقش‌ها

source: Add Row
fa_ir: افزودن ردیف

source: Add Signature
fa_ir: افزودن امضا

source: Add Space at Bottom
fa_ir: افزودن فاصله در پایین

source: Add Space at Top
fa_ir: افزودن فاصله در بالا

source: Add Subscribers
fa_ir: افزودن مشترکین

source: Add Tags
fa_ir: افزودن برچسب‌ها

# Button in list view actions menu
source: Add Tags
fa_ir: افزودن برچسب‌ها

source: Add Template
fa_ir: افزودن الگو

source: Add Total Row
fa_ir: افزودن ردیف جمع کل

source: Add Translate Data
fa_ir: افزودن داده‌های ترجمه

source: Add Unsubscribe Link
fa_ir: افزودن لینک لغو اشتراک

source: Add User Permissions
fa_ir: افزودن مجوزهای کاربر

source: Add Video Conferencing
fa_ir: افزودن کنفرانس ویدیویی

source: Add a Filter
fa_ir: افزودن یک فیلتر

source: Add a New Role
fa_ir: افزودن نقش جدید

source: Add a Row
fa_ir: افزودن یک ردیف

source: Add a comment
fa_ir: افزودن نظر

source: Add a new section
fa_ir: افزودن بخش جدید

source: Add a row above the current row
fa_ir: افزودن ردیف بالای ردیف فعلی

source: Add a row at the bottom
fa_ir: افزودن ردیف در پایین

source: Add a row at the top
fa_ir: افزودن ردیف در بالا

source: Add a row below the current row
fa_ir: افزودن ردیف زیر ردیف فعلی

source: Add a {0} Chart
fa_ir: افزودن نمودار {0}

source: Add column
fa_ir: افزودن ستون

source: Add field
fa_ir: افزودن فیلد

source: Add new tab
fa_ir: افزودن تب جدید

source: Add page break
fa_ir: افزودن شکست صفحه

source: Add script for Child Table
fa_ir: افزودن اسکریپت برای جدول فرزند

source: Add section above
fa_ir: افزودن بخش بالا

source: Add section below
fa_ir: افزودن بخش پایین

source: Add tab
fa_ir: افزودن تب

source: Add to Dashboard
fa_ir: افزودن به داشبورد

source: Add to ToDo
fa_ir: افزودن به کارهای روزانه

source: Add to table
fa_ir: افزودن به جدول

source: Add to this activity by mailing to {0}
fa_ir: با ارسال ایمیل به {0} به این فعالیت اضافه کنید

source: Add {0}
fa_ir: افزودن {0}

# Primary action in list view
source: Add {0}
fa_ir: افزودن {0}

source: Added
fa_ir: اضافه شد

source: Added HTML in the &lt;head&gt; section of the web page, primarily used for website verification and SEO
fa_ir: HTML اضافه شده در بخش &lt;head&gt; صفحه وب، که عمدتاً برای تأیید وب‌سایت و سئو استفاده می‌شود

source: Added default log doctypes: {}
fa_ir: داک‌تایپ‌های لاگ پیش‌فرض اضافه شد: {}

source: Added {0} ({1})
fa_ir: {0} ({1}) اضافه شد

source: Additional Permissions
fa_ir: مجوزهای اضافی
