Repository: ai-solution-company/systemafarin-custom-addon
Catalog: iran_core/translations_src/*-framework.po
Languages: fa_ir

source: The meta description is an HTML attribute that provides a brief summary of a web page. Search engines such as Google often display the meta description in search results, which can influence click-through rates.
fa_ir: توضیحات متا یک ویژگی HTML است که خلاصه‌ای کوتاه از یک صفحه وب را ارائه می‌دهد. موتورهای جستجو مانند گوگل اغلب توضیحات متا را در نتایج جستجو نمایش می‌دهند که می‌تواند بر نرخ کلیک تأثیر بگذارد.

source: The meta image is unique image representing the content of the page. Images for this Card should be at least 280px in width, and at least 150px in height.
fa_ir: تصویر متا یک تصویر منحصر به فرد است که محتوای صفحه را نشان می‌دهد. تصاویر برای این کارت باید حداقل ۲۸۰ پیکسل عرض و حداقل ۱۵۰ پیکسل ارتفاع داشته باشند.

source: The name that will appear in Google Calendar
fa_ir: نامی که در تقویم گوگل نمایش داده می‌شود

source: The next tour will start from where the user left off.
fa_ir: تور بعدی از جایی که کاربر رها کرده است، شروع خواهد شد.

source: The number of seconds until the request expires
fa_ir: تعداد ثانیه‌ها تا زمان انقضای درخواست

source: The password of your account has expired.
fa_ir: رمز عبور حساب کاربری شما منقضی شده است.

source: The process for deletion of {0} data associated with {1} has been initiated.
fa_ir: فرآیند حذف داده‌های {0} مرتبط با {1} آغاز شده است.

source: The project number obtained from Google Cloud Console under <a href="https://console.cloud.google.com/iam-admin/settings"> "IAM &amp; Admin" &gt; "Settings" </a>
fa_ir: شماره پروژه که از کنسول Google Cloud تحت <a href="https://console.cloud.google.com/iam-admin/settings">

source: The report you requested has been generated.<br><br>Click here to download:<br><a href='{0}'>{0}</a><br><br>This link will expire in {1} hours.
fa_ir: گزارش درخواستی شما ایجاد شده است.<br><br>برای دانلود اینجا کلیک کنید:<br><a href='{0}'>{0}</a><br><br>این لینک در {1} ساعت منقضی می‌شود.

source: The reset password link has been expired
fa_ir: لینک بازنشانی رمز عبور منقضی شده است

source: The reset password link has either been used before or is invalid
fa_ir: لینک بازنشانی رمز عبور قبلاً استفاده شده یا نامعتبر است

source: The resource you are looking for is not available
fa_ir: منبع مورد نظر شما در دسترس نیست

source: The role {0} should be a custom role.
fa_ir: نقش {0} باید یک نقش سفارشی باشد.

source: The selected document {0} is not a {1}.
fa_ir: سند انتخاب شده {0} یک {1} نیست.

source: The system is being updated. Please refresh again after a few moments.
fa_ir: سیستم در حال به‌روزرسانی است. لطفاً پس از چند لحظه دوباره صفحه را رفرش کنید.

source: The system provides many pre-defined roles. You can add new roles to set finer permissions.
fa_ir: سیستم نقش‌های از پیش تعریف‌شده زیادی را ارائه می‌دهد. می‌توانید نقش‌های جدیدی برای تنظیم مجوزهای دقیق‌تر اضافه کنید.

source: The total number of user document types limit has been crossed.
fa_ir: محدودیت تعداد کل انواع اسناد کاربر فراتر رفته است.

source: The value you pasted was {0} characters long. Max allowed characters is {1}.
fa_ir: مقدار چسبانده شده {0} کاراکتر طول داشت. حداکثر کاراکترهای مجاز {1} است.

source: The webhook will be triggered if this expression is true
fa_ir: وب‌هوک در صورتی فعال می‌شود که این عبارت صحیح باشد

source: The {0} is already on auto repeat {1}
fa_ir: {0} قبلاً در تکرار خودکار {1} است

source: Theme
fa_ir: قالب

source: Theme Changed
fa_ir: قالب تغییر یافت

source: Theme Configuration
fa_ir: پیکربندی قالب

source: Theme URL
fa_ir: آدرس URL قالب

source: There are documents which have workflow states that do not exist in this Workflow. It is recommended that you add these states to the Workflow and change their states before removing these states.
fa_ir: اسنادی وجود دارند که دارای وضعیت‌های گردش کاری هستند که در این گردش کار وجود ندارند. توصیه می‌شود قبل از حذف این وضعیت‌ها، آن‌ها را به گردش کار اضافه کرده و وضعیت‌هایشان را تغییر دهید.

source: There are no upcoming events for you.
fa_ir: هیچ رویداد آتی برای شما وجود ندارد.

source: There are no {0} for this {1}, why don't you start one!
fa_ir: هیچ {0} برای این {1} وجود ندارد، چرا یکی را شروع نمی‌کنید!

source: There are {0} with the same filters already in the queue:
fa_ir: {0} با فیلترهای مشابه قبلاً در صف وجود دارند:

source: There can be only 9 Page Break fields in a Web Form
fa_ir: فقط ۹ فیلد شکست صفحه (Page Break) می‌تواند در یک فرم وب وجود داشته باشد

source: There can be only one Fold in a form
fa_ir: فقط یک Fold می‌تواند در یک فرم وجود داشته باشد

source: There is an error in your Address Template {0}
fa_ir: خطایی در قالب آدرس شما {0} وجود دارد

source: There is no data to be exported
fa_ir: داده‌ای برای خروجی گرفتن وجود ندارد

source: There is no task called "{}"
fa_ir: وظیفه‌ای به نام "{}" وجود ندارد

source: There is nothing new to show you right now.
fa_ir: در حال حاضر چیز جدیدی برای نمایش به شما وجود ندارد.

source: There is some problem with the file url: {0}
fa_ir: مشکلی در آدرس URL فایل وجود دارد: {0}

source: There is {0} with the same filters already in the queue:
fa_ir: {0} با فیلترهای مشابه قبلاً در صف قرار دارد:

source: There must be atleast one permission rule.
fa_ir: باید حداقل یک قانون مجوز وجود داشته باشد.

source: There was an error building this page
fa_ir: در ساخت این صفحه خطایی رخ داد.

source: There was an error saving filters
fa_ir: در ذخیره فیلترها خطایی رخ داد.

source: There were errors
fa_ir: خطاهایی رخ داد.

source: There were errors while creating the document. Please try again.
fa_ir: هنگام ایجاد سند خطاهایی رخ داد. لطفاً دوباره تلاش کنید.

source: There were errors while sending email. Please try again.
fa_ir: هنگام ارسال ایمیل خطاهایی رخ داد. لطفاً دوباره تلاش کنید.

source: There were some errors setting the name, please contact the administrator
fa_ir: در تنظیم نام خطاهایی وجود داشت، لطفاً با مدیر سیستم تماس بگیرید.

source: These announcements will appear inside a dismissible alert below the Navbar.
fa_ir: این اطلاعیه‌ها در یک هشدار قابل بستن، زیر نوار ناوبری نمایش داده خواهند شد.

source: These fields are used to provide resource server metadata to clients querying the "well known protected resource" end point.
fa_ir: این فیلدها برای ارائه فراداده سرور منبع به کلاینت‌هایی که نقطه پایانی «منبع محافظت‌شده شناخته‌شده» را پرس‌وجو می‌کنند، استفاده می‌شوند.

source: These settings are required if 'Custom' LDAP Directory is used
fa_ir: این تنظیمات در صورت استفاده از دایرکتوری LDAP 'سفارشی' الزامی هستند.

source: These values will be automatically updated in transactions and also will be useful to restrict permissions for this user on transactions containing these values.
fa_ir: این مقادیر به صورت خودکار در تراکنش‌ها به‌روزرسانی می‌شوند و همچنین برای محدود کردن مجوزهای این کاربر در تراکنش‌هایی که حاوی این مقادیر هستند، مفید خواهند بود.

source: Third Party Apps
fa_ir: برنامه‌های شخص ثالث

source: Third Party Authentication
fa_ir: احراز هویت شخص ثالث

source: This Currency is disabled. Enable to use in transactions
fa_ir: این ارز غیرفعال است. برای استفاده در تراکنش‌ها آن را فعال کنید.

source: This Kanban Board will be private
fa_ir: این برد کانبان خصوصی خواهد بود.

source: This Month
fa_ir: این ماه

source: This PDF cannot be uploaded as it contains unsafe content.
fa_ir: این فایل PDF قابل بارگذاری نیست زیرا حاوی محتوای ناامن است.

source: This Quarter
fa_ir: این سه‌ماهه

source: This Week
fa_ir: این هفته

source: This Year
fa_ir: این سال

source: This action is irreversible. Do you wish to continue?
fa_ir: این عمل برگشت‌ناپذیر است. آیا مایل به ادامه هستید؟

source: This action is only allowed for {}
fa_ir: این عمل فقط برای {} مجاز است.

source: This cannot be undone
fa_ir: این قابل بازگرداندن نیست.

# Number Card
source: This card is visible only to Administrator and System Managers by default. Set a DocType to share with users who have read access.
fa_ir: این کارت به صورت پیش‌فرض فقط برای مدیر سیستم و مدیران سیستم قابل مشاهده است. یک DocType را برای اشتراک‌گذاری با کاربرانی که دسترسی خواندن دارند، تنظیم کنید.

source: This card will be available to all Users if this is set
fa_ir: اگر این تنظیم شود، این کارت برای همه کاربران در دسترس خواهد بود.

source: This chart will be available to all Users if this is set
fa_ir: اگر این تنظیم شود، این نمودار برای همه کاربران در دسترس خواهد بود.

source: This doctype has no orphan fields to trim
fa_ir: این داک‌تایپ فیلدهای یتیم برای حذف ندارد.

source: This doctype has pending migrations, run 'bench migrate' before modifying the doctype to avoid losing changes.
fa_ir: این داک‌تایپ دارای مهاجرت‌های در انتظار است، قبل از تغییر داک‌تایپ، دستور 'bench migrate' را اجرا کنید تا از از دست دادن تغییرات جلوگیری شود.

source: This document can not be deleted right now as it's being modified by another user. Please try again after some time.
fa_ir: این سند در حال حاضر قابل حذف نیست زیرا توسط کاربر دیگری در حال ویرایش است. لطفاً پس از مدتی دوباره تلاش کنید.

source: This document has already been queued for submission. You can track the progress over {0}.
fa_ir: این سند قبلاً برای ارسال در صف قرار گرفته است. می‌توانید پیشرفت را از طریق {0} پیگیری کنید.

source: This document has been modified after the email was sent.
fa_ir: این سند پس از ارسال ایمیل اصلاح شده است.

source: This document has unsaved changes which might not appear in final PDF. <br> Consider saving the document before printing.
fa_ir: این سند دارای تغییرات ذخیره‌نشده است که ممکن است در PDF نهایی ظاهر نشوند. <br> قبل از چاپ، سند را ذخیره کنید.

source: This document is already amended, you cannot ammend it again
fa_ir: این سند قبلاً اصلاح شده است، نمی‌توانید دوباره آن را اصلاح کنید.

source: This document is currently locked and queued for execution. Please try again after some time.
fa_ir: این سند در حال حاضر قفل است و برای اجرا در صف قرار گرفته است. لطفاً پس از مدتی دوباره تلاش کنید.

source: This email is autogenerated
fa_ir: این ایمیل به صورت خودکار تولید شده است.

source: This feature can not be used as dependencies are missing. Please contact your system manager to enable this by installing pycups!
fa_ir: این قابلیت قابل استفاده نیست زیرا وابستگی‌ها موجود نیستند.\n\t\t\t\tلطفاً با مدیر سیستم خود تماس بگیرید تا با نصب pycups این قابلیت را فعال کند!

source: This feature is brand new and still experimental
fa_ir: این قابلیت کاملاً جدید و هنوز آزمایشی است.

source: This field will appear only if the fieldname defined here has value OR the rules are true (examples): myfield eval:doc.myfield=='My Value' eval:doc.age&gt;18
fa_ir: این فیلد فقط در صورتی نمایش داده می‌شود که نام فیلد تعریف شده در اینجا دارای مقدار باشد یا قوانین صحیح باشند (مثال‌ها):\nmyfield\neval:doc.myfield=='My Value'\neval:doc.age&gt;18

source: This file is attached to a protected document and cannot be deleted.
fa_ir: این فایل به یک سند محافظت‌شده پیوست شده است و قابل حذف نیست.

source: This file is public and can be accessed by anyone, even without logging in. Mark it private to limit access.
fa_ir: این فایل عمومی است و توسط هر کسی، حتی بدون ورود به سیستم، قابل دسترسی است. برای محدود کردن دسترسی، آن را خصوصی کنید.

source: This file is public. It can be accessed without authentication.
fa_ir: این فایل عمومی است. بدون احراز هویت قابل دسترسی است.

source: This form has been modified after you have loaded it
fa_ir: این فرم پس از بارگذاری توسط شما، تغییر یافته است

source: This form is not editable due to a Workflow.
fa_ir: این فرم به دلیل گردش کار قابل ویرایش نیست.

source: This format is used if country specific format is not found
fa_ir: این فرمت در صورتی استفاده می‌شود که فرمت خاص کشور یافت نشود

source: This geolocation provider is not supported yet.
fa_ir: این ارائه‌دهنده موقعیت جغرافیایی هنوز پشتیبانی نمی‌شود.

source: This goes above the slideshow.
fa_ir: این در بالای اسلایدشو قرار می‌گیرد.

source: This is a background report. Please set the appropriate filters and then generate a new one.
fa_ir: این یک گزارش پس‌زمینه است. لطفاً فیلترهای مناسب را تنظیم کرده و سپس یک گزارش جدید ایجاد کنید.

source: This is a top-10 common password.
fa_ir: این یکی از ۱۰ رمز عبور رایج است.

source: This is a top-100 common password.
fa_ir: این یکی از ۱۰۰ رمز عبور رایج است.

source: This is a very common password.
fa_ir: این یک رمز عبور بسیار رایج است.

source: This is a virtual doctype and data is cleared periodically.
fa_ir: این یک داک‌تایپ مجازی است و داده‌ها به صورت دوره‌ای پاک می‌شوند.

source: This is an automatically generated reply
fa_ir: این یک پاسخ خودکار است

source: This is similar to a commonly used password.
fa_ir: این شبیه به یک رمز عبور رایج است.

source: This is the number of the last created transaction with this prefix
fa_ir: این شماره آخرین تراکنش ایجاد شده با این پیشوند است

source: This link has already been activated for verification.
fa_ir: این لینک قبلاً برای تأیید فعال شده است.

source: This link is invalid or expired. Please make sure you have pasted correctly.
fa_ir: این لینک نامعتبر یا منقضی شده است. لطفاً مطمئن شوید که آن را به درستی وارد کرده‌اید.

source: This may get printed on multiple pages
fa_ir: این ممکن است در چندین صفحه چاپ شود

source: This month
fa_ir: این ماه

source: This report contains {0} rows and is too big to display in browser, you can {1} this report instead.
fa_ir: این گزارش شامل {0} ردیف است و برای نمایش در مرورگر بسیار بزرگ است، می‌توانید به جای آن این گزارش را {1} کنید.

source: This report was generated on {0}
fa_ir: این گزارش در تاریخ {0} ایجاد شد

source: This report was generated {0}.
fa_ir: این گزارش {0} ایجاد شد.

source: This request has not yet been approved by the user.
fa_ir: این درخواست هنوز توسط کاربر تأیید نشده است.

source: This site is in read only mode, full functionality will be restored soon.
fa_ir: این سایت در حالت فقط خواندنی است، عملکرد کامل به زودی بازگردانده خواهد شد.

source: This site is running in developer mode. Any change made here will be updated in code.
fa_ir: این سایت در حالت توسعه‌دهنده در حال اجرا است. هر تغییری که در اینجا ایجاد شود در کد به‌روزرسانی خواهد شد.

source: This software is built on top of many open source packages.
fa_ir: این نرم‌افزار بر پایه بسیاری از بسته‌های متن‌باز ساخته شده است.

source: This title will be used as the title of the webpage as well as in meta tags
fa_ir: این عنوان به عنوان عنوان صفحه وب و همچنین در تگ‌های متا استفاده خواهد شد

source: This value is fetched from {0}'s {1} field
fa_ir: این مقدار از فیلد {1} مربوط به {0} واکشی شده است

source: This value specifies the max number of rows that can be rendered in report view.
fa_ir: این مقدار حداکثر تعداد ردیف‌هایی را مشخص می‌کند که می‌توانند در نمای گزارش رندر شوند.

source: This will be automatically generated when you publish the page, you can also enter a route yourself if you wish
fa_ir: این به صورت خودکار هنگام انتشار صفحه ایجاد خواهد شد، در صورت تمایل می‌توانید یک مسیر را خودتان وارد کنید

source: This will be shown in a modal after routing
fa_ir: این پس از مسیریابی در یک پنجره مودال نمایش داده خواهد شد

source: This will be shown to the user in a dialog after routing to the report
fa_ir: این پس از مسیریابی به گزارش، در یک کادر محاوره‌ای به کاربر نمایش داده خواهد شد

source: This will log out {0} from all other devices
fa_ir: این {0} را از تمام دستگاه‌های دیگر خارج می‌کند

source: This will permanently remove your data.
fa_ir: این داده‌های شما را به طور دائم حذف خواهد کرد.

source: This will reset this tour and show it to all users. Are you sure?
fa_ir: این تور را بازنشانی کرده و به همه کاربران نمایش می‌دهد. آیا مطمئن هستید؟

source: This will terminate the job immediately and might be dangerous, are you sure?
fa_ir: این کار را فوراً خاتمه می‌دهد و ممکن است خطرناک باشد، آیا مطمئن هستید؟

source: Throttled
fa_ir: محدود شده

source: Thumbnail URL
fa_ir: آدرس URL تصویر بندانگشتی

source: Thursday
fa_ir: پنجشنبه

source: Time
fa_ir: زمان

source: Time Format
fa_ir: فرمت زمان

source: Time Interval
fa_ir: بازه زمانی

source: Time Series
fa_ir: سری زمانی

source: Time Series Based On
fa_ir: سری زمانی بر اساس

source: Time Taken
fa_ir: زمان صرف شده

source: Time Window (Seconds)
fa_ir: پنجره زمانی (ثانیه)

source: Time Zone
fa_ir: منطقه زمانی

source: Time Zones
fa_ir: مناطق زمانی

source: Time format
fa_ir: فرمت زمان

source: Time in Queries
fa_ir: زمان در پرس‌وجوها

source: Time in seconds to retain QR code image on server. Min:<strong>240</strong>
fa_ir: زمان (به ثانیه) برای نگهداری تصویر کد QR در سرور. حداقل:<strong>240</strong>

source: Time series based on is required to create a dashboard chart
fa_ir: "سری زمانی بر اساس" برای ایجاد نمودار داشبورد الزامی است

source: Time {0} must be in format: {1}
fa_ir: زمان {0} باید در فرمت: {1} باشد

source: Timed Out
fa_ir: مهلت زمانی به اتمام رسید

source: Timeless Night
fa_ir: شب بی‌زمان

source: Timeline
fa_ir: جدول زمانی

source: Timeline DocType
fa_ir: داک‌تایپ جدول زمانی

source: Timeline Field
fa_ir: فیلد جدول زمانی

source: Timeline Links
fa_ir: لینک‌های جدول زمانی

source: Timeline Name
fa_ir: نام جدول زمانی

source: Timeline field must be a Link or Dynamic Link
fa_ir: فیلد جدول زمانی باید از نوع لینک یا لینک پویا باشد

source: Timeline field must be a valid fieldname
fa_ir: فیلد جدول زمانی باید یک نام فیلد معتبر باشد

source: Timeout
fa_ir: مهلت زمانی

source: Timeout (In Seconds)
fa_ir: مهلت زمانی (به ثانیه)

source: Timeseries
fa_ir: سری زمانی

source: Timespan
fa_ir: بازه زمانی

source: Timestamp
fa_ir: برچسب زمانی

source: Tip: Try the new dropdown console using
fa_ir: نکته: کنسول کشویی جدید را با استفاده از

source: Title
fa_ir: عنوان

source: Title Field
fa_ir: فیلد عنوان

source: Title Prefix
fa_ir: پیشوند عنوان

source: Title field must be a valid fieldname
fa_ir: فیلد عنوان باید یک نام فیلد معتبر باشد

source: Title of the page
fa_ir: عنوان صفحه

source: To
fa_ir: به

# Email Recipients
source: To
fa_ir: به

source: To Date
fa_ir: تا تاریخ

source: To Date Field
fa_ir: فیلد تا تاریخ

source: To Do
fa_ir: کارها

source: To add dynamic subject, use jinja tags like <div><pre><code>New {{ doc.doctype }} #{{ doc.name }}</code></pre></div>
fa_ir: برای افزودن موضوع پویا، از تگ‌های جینجا مانند\n\n<div><pre><code>New {{ doc.doctype }} #{{ doc.name }}</code></pre></div> استفاده کنید

source: To add dynamic values from the document, use jinja tags like <div> <pre><code>{ "id": "{{ doc.name }}" }</code> </pre> </div>
fa_ir: برای افزودن مقادیر پویا از سند، از تگ‌های جینجا مانند\n\n<div>\n<pre><code>{ \"id\": \"{{ doc.name }}\" }</code>\n</pre>\n</div> استفاده کنید

source: To allow more reports update limit in System Settings.
fa_ir: برای افزایش محدودیت به‌روزرسانی گزارش‌ها در تنظیمات سیستم.

source: To and CC
fa_ir: به و رونوشت

source: To begin the date range at the start of the chosen period. For example, if 'Year' is selected as the period, the report will start from January 1st of the current year.
fa_ir: برای شروع محدوده تاریخ در ابتدای دوره انتخابی. به عنوان مثال، اگر "سال" به عنوان دوره انتخاب شود، گزارش از اول ژانویه سال جاری آغاز خواهد شد.

source: To configure Auto Repeat, enable "Allow Auto Repeat" from {0}.
fa_ir: برای پیکربندی تکرار خودکار، "اجازه تکرار خودکار" را از {0} فعال کنید.

source: To enable it follow the instructions in the following link: {0}
fa_ir: برای فعال کردن آن، دستورالعمل‌های موجود در لینک زیر را دنبال کنید: {0}

source: To enable server scripts, read the {0}.
fa_ir: برای فعال کردن اسکریپت‌های سرور، {0} را مطالعه کنید.

source: To export this step as JSON, link it in a Onboarding document and save the document.
fa_ir: برای خروجی گرفتن از این مرحله به صورت JSON، آن را در یک سند Onboarding پیوند داده و سند را ذخیره کنید.

source: To generate password click {0}
fa_ir: برای تولید رمز عبور روی {0} کلیک کنید.

source: To get the updated report, click on {0}.
fa_ir: برای دریافت گزارش به‌روز شده، روی {0} کلیک کنید.

source: To know more click {0}
fa_ir: برای اطلاعات بیشتر روی {0} کلیک کنید.

source: To print output use <code>print(text)</code>
fa_ir: برای چاپ خروجی از <code>print(text)</code> استفاده کنید.

source: To set the role {0} in the user {1}, kindly set the {2} field as {3} in one of the {4} record.
fa_ir: برای تنظیم نقش {0} در کاربر {1}، لطفاً فیلد {2} را به عنوان {3} در یکی از رکوردهای {4} تنظیم کنید.

source: To use Google Calendar, enable {0}.
fa_ir: برای استفاده از تقویم گوگل، {0} را فعال کنید.

source: To use Google Contacts, enable {0}.
fa_ir: برای استفاده از مخاطبین گوگل، {0} را فعال کنید.

source: To use Google Indexing, enable <a href="/app/google-settings">Google Settings</a>.
fa_ir: برای استفاده از فهرست‌بندی گوگل، <a href=\"/app/google-settings\">تنظیمات گوگل</a> را فعال کنید.

source: To use Slack Channel, add a <a href="#List/Slack%20Webhook%20URL/List">Slack Webhook URL</a>.
fa_ir: برای استفاده از کانال اسلک، یک <a href=\"#List/Slack%20Webhook%20URL/List\">URL وب‌هوک اسلک</a> اضافه کنید.

source: To version
fa_ir: به نسخه

source: ToDo
fa_ir: وظایف

source: Today
fa_ir: امروز

source: Toggle Chart
fa_ir: تغییر وضعیت نمودار

source: Toggle Full Width
fa_ir: تغییر وضعیت عرض کامل

source: Toggle Grid View
fa_ir: تغییر وضعیت نمای جدولی

source: Toggle Sidebar
fa_ir: تغییر وضعیت نوار کناری

# Button in list view menu
source: Toggle Sidebar
fa_ir: تغییر وضعیت نوار کناری

source: Toggle Theme
fa_ir: تغییر وضعیت پوسته

source: Token
fa_ir: توکن

source: Token Cache
fa_ir: کش توکن

source: Token Endpoint Auth Method
fa_ir: روش احراز هویت نقطه پایانی توکن

source: Token Type
fa_ir: نوع توکن

source: Token URI
fa_ir: URI توکن

source: Token is missing
fa_ir: توکن یافت نشد

source: Tomorrow
fa_ir: فردا

source: Too Many Documents
fa_ir: تعداد اسناد بیش از حد

source: Too Many Requests
fa_ir: تعداد درخواست‌ها بیش از حد

source: Too many changes to database in single action.
fa_ir: تغییرات بیش از حد در پایگاه داده در یک اقدام واحد.

source: Too many queued background jobs ({0}). Please retry after some time.
fa_ir: تعداد زیادی وظیفه پس‌زمینه در صف ({0}) وجود دارد. لطفاً پس از مدتی دوباره تلاش کنید.

source: Too many users signed up recently, so the registration is disabled. Please try back in an hour
fa_ir: تعداد زیادی کاربر اخیراً ثبت‌نام کرده‌اند، بنابراین ثبت‌نام غیرفعال شده است. لطفاً یک ساعت دیگر دوباره امتحان کنید.

source: Tools
fa_ir: ابزارها

source: Top
fa_ir: بالا

source: Top 10
fa_ir: ۱۰ مورد برتر

source: Top Bar Item
fa_ir: آیتم نوار بالا

source: Top Bar Items
fa_ir: آیتم‌های نوار بالا

source: Top Center
fa_ir: بالا-مرکز

source: Top Errors
fa_ir: خطاهای بالا

source: Top Left
fa_ir: بالا-چپ

source: Top Right
fa_ir: بالا-راست

source: Topic
fa_ir: موضوع

source: Total
fa_ir: مجموع

source: Total Background Workers
fa_ir: کل پردازشگرهای پس‌زمینه

source: Total Errors (last 1 day)
fa_ir: کل خطاها (۱ روز گذشته)

source: Total Images
fa_ir: کل تصاویر

source: Total Outgoing Emails
fa_ir: کل ایمیل‌های ارسالی

source: Total Subscribers
fa_ir: کل مشترکین

source: Total Users
fa_ir: کل کاربران

source: Total Working Time
fa_ir: کل زمان کارکرد

source: Total number of emails to sync in initial sync process
fa_ir: تعداد کل ایمیل‌ها برای همگام‌سازی در فرآیند همگام‌سازی اولیه

source: Total:
fa_ir: مجموع:

source: Totals
fa_ir: جمع کل

source: Totals Row
fa_ir: ردیف جمع کل

source: Trace ID
fa_ir: شناسه ردیابی

source: Traceback
fa_ir: ردیابی خطا

source: Track Changes
fa_ir: ردیابی تغییرات

source: Track Email Status
fa_ir: ردیابی وضعیت ایمیل

source: Track Field
fa_ir: ردیابی فیلد

source: Track Seen
fa_ir: ردیابی مشاهده

source: Track Steps
fa_ir: ردیابی مراحل

source: Track Views
fa_ir: ردیابی بازدیدها

source: Track if your email has been opened by the recipient. <br> Note: If you're sending to multiple recipients, even if 1 recipient reads the email, it'll be considered "Opened"
fa_ir: ردیابی کنید که آیا ایمیل شما توسط گیرنده باز شده است یا خیر.\n<br>\nتوجه: اگر به چندین گیرنده ارسال می‌کنید، حتی اگر ۱ گیرنده ایمیل را بخواند، "باز شده" تلقی خواهد شد.

source: Track milestones for any document
fa_ir: ردیابی نقاط عطف برای هر سند

source: Tracking
fa_ir: ردیابی

source: Tracking URL generated and copied to clipboard
fa_ir: نشانی اینترنتی ردیابی تولید و در کلیپ‌بورد کپی شد

source: Transgender
fa_ir: تراجنسیتی

source: Transition Properties
fa_ir: ویژگی‌های انتقال
