Repository: ai-solution-company/systemafarin-custom-addon
Catalog: iran_core/translations_src/*-helpdesk.po
Languages: fa_ir

source: % SLA Fulfilled
fa_ir: % SLA محقق شده

source: % of tickets created that were resolved within SLA
fa_ir: % تیکت‌های ایجاد شده که در محدوده SLA حل شده‌اند

source: - Default Ticket Status<br>
fa_ir: - وضعیت پیش‌فرض تیکت<br>

source: - Ticket Reopen Status<br>
fa_ir: - وضعیت بازگشایی تیکت<br>

source: - {0} as Default Status<br>
fa_ir: - {0} به عنوان وضعیت پیش‌فرض<br>

source: - {0} as Reopen Status<br>
fa_ir: - {0} به عنوان وضعیت بازگشایی<br>

source: 0 is no feedback, 1 is Like, 2 is Dislike
fa_ir: 0 به معنی بدون بازخورد، 1 به معنی پسندیدن، 2 به معنی نپسندیدن است

source: <br>Please update HD Settings to use a different status before disabling this status.
fa_ir: <br>لطفاً قبل از غیرفعال کردن این وضعیت، تنظیمات HD را برای استفاده از وضعیت دیگری به‌روزرسانی کنید.

source: <br>Please update the SLA(s) to use a different status before disabling this status.
fa_ir: <br>لطفاً قبل از غیرفعال کردن این وضعیت، SLA(ها) را برای استفاده از وضعیت دیگری به‌روزرسانی کنید.

source: <div class="ql-editor read-mode"><p>Let us know if we solved your issue well. It’ll help us serve you better next time.</p></div>
fa_ir: <div class="ql-editor read-mode"><p>به ما اطلاع دهید که آیا مشکل شما را به خوبی حل کردیم. این به ما کمک می‌کند دفعه بعد بهتر به شما خدمت کنیم.</p></div>

source: <span class="h3" style=""><a href="/helpdesk">Visit Helpdesk</a></span>
fa_ir: <span class="h3" style=""><a href="/helpdesk">بازدید از میز کمک</a></span>

source: <span class="h4">Helpdesk Configuration<br></span>
fa_ir: <span class="h4">پیکربندی میز کمک<br></span>

source: Access denied
fa_ir: دسترسی رد شد

source: Acknowledgement
fa_ir: تأییدیه

source: Action
fa_ir: اقدام

source: Action Required
fa_ir: اقدام لازم

source: Action to perform when clicking the button. The doc will be available as `this`
fa_ir: اقدامی که با کلیک روی دکمه انجام می‌شود. سند به عنوان `this` در دسترس خواهد بود.

source: Add Agents
fa_ir: افزودن کارشناسان

source: Add Assignee
fa_ir: افزودن مسئول

source: Add Weekly Holidays
fa_ir: افزودن تعطیلات هفتگی

source: Add a condition
fa_ir: افزودن یک شرط

source: Add a custom condition
fa_ir: افزودن یک شرط سفارشی

source: Add condition
fa_ir: افزودن شرط

source: Add to Holidays
fa_ir: افزودن به تعطیلات

source: Add, manage agents and assign roles to them.
fa_ir: کارشناسان را اضافه و مدیریت کنید و نقش‌ها را به آن‌ها تخصیص دهید.

source: Additional Information
fa_ir: اطلاعات تکمیلی

source: Administrator
fa_ir: مدیر سیستم

source: Agent
fa_ir: کارشناس

source: Agent Configuration
fa_ir: پیکربندی کارشناس

source: Agent Manager
fa_ir: مدیر کارشناسان

source: Agent Name
fa_ir: نام کارشناس

source: Agent settings
fa_ir: تنظیمات کارشناس

source: Agents
fa_ir: کارشناسان

source: All
fa_ir: همه

source: Allow anyone to create tickets
fa_ir: اجازه ایجاد تیکت به هر کسی

source: Amber
fa_ir: کهربایی

source: Apply SLA for Resolution Time
fa_ir: اعمال SLA برای زمان حل و فصل

source: Apply To
fa_ir: اعمال به

source: Apply on new page
fa_ir: اعمال در صفحه جدید

source: Apply to customer portal
fa_ir: اعمال به پورتال مشتری

source: Archived
fa_ir: بایگانی شده

source: Are you sure you want to change tabs? Unsaved changes will be lost.
fa_ir: آیا مطمئن هستید که می‌خواهید برگه‌ها را تغییر دهید؟ تغییرات ذخیره نشده از بین خواهند رفت.

source: Are you sure you want to go back? Unsaved changes will be lost.
fa_ir: آیا مطمئن هستید که می‌خواهید بازگردید؟ تغییرات ذخیره نشده از بین خواهند رفت.

source: Are you sure you want to reset the content? Current content will be overridden.
fa_ir: آیا مطمئن هستید که می‌خواهید محتوا را بازنشانی کنید؟ محتوای فعلی بازنویسی خواهد شد.

source: Article
fa_ir: مقاله

source: Assign to
fa_ir: تخصیص به

source: Assign to me
fa_ir: تخصیص به من

source: Assigned To
fa_ir: تخصیص‌یافته به

source: Assignee Rules
fa_ir: قوانین تخصیص

source: Assignees
fa_ir: تخصیص‌گیرندگان

source: Assignment
fa_ir: تخصیص

source: Assignment Conditions
fa_ir: شرایط تخصیص

source: Assignment Rule
fa_ir: قانون تخصیص

source: Assignment Rules
fa_ir: قوانین تخصیص

source: Assignment Rules automatically route tickets to the right team members based on predefined conditions.
fa_ir: قوانین تخصیص به طور خودکار تیکت‌ها را بر اساس شرایط از پیش تعریف شده به اعضای تیم مناسب هدایت می‌کنند.

source: Assignment Schedule
fa_ir: برنامه تخصیص

source: Assignment condition
fa_ir: شرط تخصیص

source: Assignment rule
fa_ir: قانون تخصیص

source: Assignment rules
fa_ir: قوانین تخصیص

source: At least one enabled status for <u>{0}</u> category must be enabled.
fa_ir: حداقل یک وضعیت فعال برای دسته <u>{0}</u> باید فعال باشد.

source: At least one feedback option must be enabled for rating {0}
fa_ir: حداقل یک گزینه بازخورد برای امتیاز {0} باید فعال باشد.

source: At-least one of priority, team and ticket type is required
fa_ir: حداقل یکی از اولویت، تیم و نوع تیکت الزامی است

source: Attachment
fa_ir: پیوست

source: Author
fa_ir: نویسنده

source: Auto update status
fa_ir: به‌روزرسانی خودکار وضعیت

source: Auto-close after (Days)
fa_ir: بستن خودکار پس از (روز)

source: Auto-generated from the portal view — do not edit directly unless you know what you're doing!
fa_ir: به صورت خودکار از نمای پورتال تولید شده است — مستقیماً ویرایش نکنید مگر اینکه بدانید چه کاری انجام می‌دهید!

source: Automatically Close Tickets when
fa_ir: بستن خودکار تیکت‌ها زمانی که

source: Automation
fa_ir: اتوماسیون

source: Average Response Time
fa_ir: میانگین زمان پاسخ

source: Average feedback rating per day is around {0} stars
fa_ir: میانگین امتیاز بازخورد در هر روز حدود {0} ستاره است

source: Average tickets per day is around {0}
fa_ir: میانگین تیکت در هر روز حدود {0} است

source: Avg. Feedback Rating
fa_ir: میانگین امتیاز بازخورد

source: Avg. First Response
fa_ir: میانگین اولین پاسخ

source: Avg. Resolution
fa_ir: میانگین حل و فصل

source: Avg. feedback rating for the tickets resolved
fa_ir: میانگین امتیاز بازخورد برای تیکت‌های حل شده

source: Avg. time taken to first respond to a ticket
fa_ir: میانگین زمان لازم برای اولین پاسخ به یک تیکت

source: Avg. time taken to resolve a ticket
fa_ir: میانگین زمان لازم برای حل یک تیکت

source: Base Support Rotation
fa_ir: چرخش پشتیبانی پایه

source: Base URL
fa_ir: URL پایه

source: Based On
fa_ir: بر اساس

source: Based on your HR Policy, select your leave allocation period's end date
fa_ir: بر اساس سیاست منابع انسانی خود، تاریخ پایان دوره تخصیص مرخصی را انتخاب کنید

source: Based on your HR Policy, select your leave allocation period's start date
fa_ir: بر اساس سیاست منابع انسانی خود، تاریخ شروع دوره تخصیص مرخصی را انتخاب کنید

source: Black
fa_ir: مشکی

source: Blue
fa_ir: آبی

source: Branding
fa_ir: برندینگ

source: Button
fa_ir: دکمه

source: Call Details
fa_ir: جزئیات تماس

source: Can not send email. No sender email set up!
fa_ir: امکان ارسال ایمیل وجود ندارد. ایمیل فرستنده تنظیم نشده است!

source: Cannot delete the default SLA. At least one SLA must be marked as default.
fa_ir: امکان حذف SLA پیش‌فرض وجود ندارد. حداقل یک SLA باید به عنوان پیش‌فرض علامت‌گذاری شود.

source: Cannot disable this status as it is linked in HD Settings:<br><br>
fa_ir: امکان غیرفعال کردن این وضعیت وجود ندارد زیرا در تنظیمات HD مرتبط است:<br><br>

source: Cannot disable this status as it is linked in the following SLAs:<br><br>
fa_ir: امکان غیرفعال کردن این وضعیت وجود ندارد زیرا در SLAهای زیر مرتبط است:<br><br>

source: Cannot merge General category
fa_ir: امکان ادغام دسته‌بندی عمومی وجود ندارد

source: Category
fa_ir: دسته‌بندی

source: Category must have atleast one article
fa_ir: دسته‌بندی باید حداقل یک مقاله داشته باشد

source: Channels
fa_ir: کانال‌ها

source: Choose how tickets are distributed among selected assignees.
fa_ir: نحوه توزیع تیکت‌ها بین مسئولین انتخاب‌شده را انتخاب کنید.

source: Choose the days of the week when this rule should be active.
fa_ir: روزهای هفته‌ای که این قانون باید فعال باشد را انتخاب کنید.

source: Choose which tickets are affected by this assignment rule.
fa_ir: انتخاب کنید کدام تیکت‌ها تحت تأثیر این قانون تخصیص قرار می‌گیرند.

source: Choose which tickets are affected by this un-assignment rule.
fa_ir: انتخاب کنید کدام تیکت‌ها تحت تأثیر این قانون لغو تخصیص قرار می‌گیرند.

source: Choose who receives the tickets.
fa_ir: انتخاب کنید چه کسی تیکت‌ها را دریافت می‌کند.

source: Clear Table
fa_ir: پاک کردن جدول

source: Click on Add to Holidays. This will populate the holidays table with all the dates that fall on the selected weekly off. Repeat the process for populating the dates for all your weekly holidays
fa_ir: روی «افزودن به تعطیلات» کلیک کنید. این کار جدول تعطیلات را با تمام تاریخ‌هایی که در روزهای تعطیل هفتگی انتخاب‌شده قرار می‌گیرند، پر می‌کند. این فرآیند را برای پر کردن تاریخ‌های تمام تعطیلات هفتگی خود تکرار کنید.

source: Close
fa_ir: بستن

source: Closed
fa_ir: بسته شده

source: Closed or rated tickets cannot be updated by non-agents
fa_ir: تیکت‌های بسته شده یا امتیاز داده شده نمی‌توانند توسط غیر-نمایندگان به‌روزرسانی شوند.

source: Color
fa_ir: رنگ

source: Columns
fa_ir: ستون‌ها

source: Comment
fa_ir: نظر

source: Commented By
fa_ir: نظردهنده

source: Condition
fa_ir: شرط

source: Configure your agent’s telephony details.
fa_ir: جزئیات تلفنی نماینده خود را پیکربندی کنید.

source: Contact
fa_ir: مخاطب

source: Contact HTML
fa_ir: HTML مخاطب

source: Contact with us
fa_ir: تماس با ما

source: Contacts
fa_ir: مخاطبین

source: Content
fa_ir: محتوا

source: Content Type
fa_ir: نوع محتوا

source: Could not an email due to: {0}
fa_ir: امکان ارسال ایمیل به دلیل: {0} وجود نداشت.

source: Could not send an acknowledgement email due to: {0}
fa_ir: امکان ارسال ایمیل تأییدیه به دلیل: {0} وجود نداشت.

source: Could not send feedback email,due to: {0}
fa_ir: امکان ارسال ایمیل بازخورد به دلیل: {0} وجود نداشت.

source: Create new
fa_ir: ایجاد جدید

source: Criterion
fa_ir: معیار

source: Customer
fa_ir: مشتری

source: Customer Name
fa_ir: نام مشتری

source: Customize your email notification preferences to stay informed about important updates and activities.
fa_ir: تنظیمات ترجیحات اعلان ایمیل خود را سفارشی کنید تا از به‌روزرسانی‌ها و فعالیت‌های مهم مطلع شوید.

source: Cyan
fa_ir: فیروزه‌ای

source: Date
fa_ir: تاریخ

source: Day count for auto closing tickets cannot be negative or zero
fa_ir: تعداد روز برای بستن خودکار تیکت‌ها نمی‌تواند منفی یا صفر باشد.

source: Default Priority
fa_ir: اولویت پیش‌فرض

source: Default SLA
fa_ir: SLA پیش‌فرض

source: Default Ticket Status
fa_ir: وضعیت پیش‌فرض تیکت

source: Default priority
fa_ir: اولویت پیش‌فرض

source: Default template can not be deleted
fa_ir: قالب پیش‌فرض قابل حذف نیست.

source: Default ticket status
fa_ir: وضعیت پیش‌فرض تیکت

source: Default ticket type
fa_ir: نوع پیش‌فرض تیکت

source: Define who receives the tickets and how they’re distributed among agents.
fa_ir: تعیین کنید چه کسی تیکت‌ها را دریافت می‌کند و چگونه بین عاملین توزیع می‌شوند.

source: Description
fa_ir: توضیحات

source: Description Template
fa_ir: قالب توضیحات

source: Description Weight
fa_ir: وزن توضیحات

source: Details
fa_ir: جزئیات

source: Disabled
fa_ir: غیرفعال

source: Do not apply filters and restrictions to agents of this team
fa_ir: فیلترها و محدودیت‌ها را برای عاملین این تیم اعمال نکنید.

source: Do not restrict tickets without a Team
fa_ir: تیکت‌های بدون تیم را محدود نکنید.

source: DocType
fa_ir: داک‌تایپ

source: Domain
fa_ir: دامنه

source: Draft
fa_ir: پیش‌نویس

source: Duplicate
fa_ir: تکرار

source: Duplicate Assignment Rule
fa_ir: قانون تخصیص تکراری

source: Email
fa_ir: ایمیل

source: Email Account
fa_ir: حساب ایمیل

source: Email Content
fa_ir: محتوای ایمیل

source: Email Notifications
fa_ir: اعلان‌های ایمیل

source: Enable feedback for Customer Portal
fa_ir: فعال کردن بازخورد برای پرتال مشتری

source: Enabled
fa_ir: فعال

source: End Date
fa_ir: تاریخ پایان

source: End Time
fa_ir: زمان پایان

source: Enter a name for this HD Service Holiday List.
fa_ir: نامی برای این لیست تعطیلات خدمات HD وارد کنید.

source: Error moving article to category
fa_ir: خطا در انتقال مقاله به دسته‌بندی

source: Error processing email at index {0}, message: {1}
fa_ir: خطایی در پردازش ایمیل در اندیس {0}، پیام: {1}

source: Error while connecting to email account {0}
fa_ir: خطایی هنگام اتصال به حساب ایمیل {0}

source: Escalation rule already exists for this criteria
fa_ir: قانون تشدید برای این معیار از قبل وجود دارد.

source: External link
fa_ir: پیوند خارجی

source: Failed
fa_ir: ناموفق

source: Feedback
fa_ir: بازخورد

source: Feedback
fa_ir: بازخورد

source: Feedback (Extra)
fa_ir: بازخورد (اضافی)

source: Feedback (Option)
fa_ir: بازخورد (گزینه)

source: Feedback Already Exists
fa_ir: بازخورد از قبل موجود است

source: Feedback Rating
fa_ir: امتیاز بازخورد

source: Feedback Trend
fa_ir: روند بازخورد

source: Feedback email has been sent to the customer
fa_ir: ایمیل بازخورد به مشتری ارسال شده است

source: Field (fieldname)
fa_ir: فیلد (نام فیلد)

source: Field `{0}` does not exist in Ticket
fa_ir: فیلد `{0}` در تیکت وجود ندارد

source: Field `{0}` is not allowed in Ticket Template
fa_ir: فیلد `{0}` در قالب تیکت مجاز نیست

source: Fields
fa_ir: فیلدها

source: Filters
fa_ir: فیلترها

source: Find out all of the variables that can be used in the content
fa_ir: تمام متغیرهایی که می‌توانند در محتوا استفاده شوند را مشاهده کنید

source: First Responded On
fa_ir: تاریخ اولین پاسخ

source: First Response Due
fa_ir: مهلت اولین پاسخ

source: First Response Time
fa_ir: زمان اولین پاسخ

source: First Response Time for Tickets
fa_ir: زمان اولین پاسخ برای تیکت‌ها

source: Form
fa_ir: فرم

source: Friday
fa_ir: جمعه

source: From
fa_ir: از

source: From Date
fa_ir: از تاریخ

source: Fulfilled
fa_ir: انجام شده

source: General Settings
fa_ir: تنظیمات عمومی

source: General category can't be deleted
fa_ir: دسته‌بندی عمومی قابل حذف نیست

source: General category name can't be changed
fa_ir: نام دسته‌بندی عمومی قابل تغییر نیست

source: Gray
fa_ir: خاکستری

source: Green
fa_ir: سبز

source: Group By
fa_ir: گروه‌بندی بر اساس

source: Group By Field
fa_ir: فیلد گروه‌بندی

source: Guest
fa_ir: مهمان

source: HD Action
fa_ir: اقدام HD

source: HD Agent
fa_ir: نماینده HD

source: HD Article
fa_ir: مقاله HD

source: HD Article Category
fa_ir: دسته‌بندی مقاله HD

source: HD Article Feedback
fa_ir: بازخورد مقاله میز کمک

source: HD Canned Response
fa_ir: پاسخ آماده میز کمک

source: HD Customer
fa_ir: مشتری میز کمک

source: HD Desk Account Request
fa_ir: درخواست حساب میز کمک

source: HD Email Feedback
fa_ir: بازخورد ایمیل میز کمک

source: HD Escalation Rule
fa_ir: قانون تشدید میز کمک

source: HD Form Script
fa_ir: اسکریپت فرم میز کمک

source: HD Holiday
fa_ir: تعطیلی میز کمک

source: HD Notification
fa_ir: اعلان میز کمک

source: HD Organization
fa_ir: سازمان میز کمک

source: HD Organization Contact Item
fa_ir: آیتم تماس سازمان میز کمک

source: HD Portal Signup Request
fa_ir: درخواست ثبت‌نام پورتال میز کمک

source: HD Service Day
fa_ir: روز خدمات میز کمک

source: HD Service Holiday List
fa_ir: لیست تعطیلات خدمات میز کمک

source: HD Service Level Agreement
fa_ir: توافق‌نامه سطح خدمات میز کمک

source: HD Service Level Priority
fa_ir: اولویت سطح خدمات میز کمک

source: HD Settings
fa_ir: تنظیمات میز کمک

source: HD Stopword
fa_ir: کلمه توقف میز کمک

source: HD Support Search Source
fa_ir: منبع جستجوی پشتیبانی میز کمک

source: HD Synonym
fa_ir: مترادف میز کمک

source: HD Synonyms
fa_ir: مترادف‌های میز کمک

source: HD Team
fa_ir: تیم میز کمک

source: HD Team Member
fa_ir: عضو تیم میز کمک

source: HD Ticket
fa_ir: تیکت میز کمک

source: HD Ticket Activity
fa_ir: فعالیت تیکت میز کمک

source: HD Ticket Comment
fa_ir: نظر تیکت میز کمک

source: HD Ticket Feedback Option
fa_ir: گزینه بازخورد تیکت میز کمک

source: HD Ticket Priority
fa_ir: اولویت تیکت میز کمک

source: HD Ticket Status
fa_ir: وضعیت تیکت میز کمک

source: HD Ticket Template
fa_ir: قالب تیکت میز کمک

source: HD Ticket Template Field
fa_ir: فیلد قالب تیکت میز کمک

source: HD Ticket Type
fa_ir: نوع تیکت میز کمک

source: HD View
fa_ir: نمای میز کمک

source: Headings Weight
fa_ir: وزن عنوان‌ها

source: HelpDesk
fa_ir: میز کمک

source: Helpdesk
fa_ir: میز کمک

source: Helpdesk Contact
fa_ir: تماس میز کمک

source: Helpdesk Reports
fa_ir: گزارش‌های میز کمک

source: Here, your weekly offs are pre-populated based on the previous selections. You can add more rows to also add public and national holidays individually.
fa_ir: در اینجا، تعطیلات هفتگی شما بر اساس انتخاب‌های قبلی از پیش پر شده‌اند. می‌توانید ردیف‌های بیشتری اضافه کنید تا تعطیلات عمومی و ملی را نیز به صورت جداگانه اضافه نمایید.

source: Hide condition
fa_ir: شرط پنهان‌سازی

source: Hide from customer
fa_ir: پنهان کردن از مشتری

source: Hold
fa_ir: نگه داشتن

source: Holiday List
fa_ir: لیست تعطیلات

source: Holiday List Name
fa_ir: نام لیست تعطیلات

source: Holidays
fa_ir: تعطیلات

source: IP Address
fa_ir: آدرس IP

source: Icon
fa_ir: آیکون

source: If enabled, a ticket creation acknowledgement email will be sent to the user right after creating an email ticket
fa_ir: در صورت فعال بودن، ایمیل تأیید ایجاد تیکت بلافاصله پس از ایجاد تیکت ایمیلی برای کاربر ارسال خواهد شد

source: If enabled, an email is sent to all of the recipients associated with an agent's reply
fa_ir: در صورت فعال بودن، ایمیلی به تمامی گیرندگان مرتبط با پاسخ نماینده ارسال می‌شود

source: If enabled, an email will be sent to all of the assigned agents after a reply from one of the contacts
fa_ir: در صورت فعال بودن، پس از پاسخ یکی از مخاطبین، ایمیلی به تمامی نمایندگان اختصاص‌یافته ارسال خواهد شد

source: If enabled, anyone will be able to create tickets (without any permission).
fa_ir: در صورت فعال بودن، هر کسی قادر به ایجاد تیکت خواهد بود (بدون نیاز به هیچ مجوزی).

source: If enabled, feedback email will be sent to the customer when you mark a ticket as the status selected below.
fa_ir: در صورت فعال بودن، هنگامی که تیکت را با وضعیت انتخاب شده در زیر علامت‌گذاری کنید، ایمیل بازخورد برای مشتری ارسال خواهد شد.

source: If enabled, the feedback dialog will be shown, when a user tries to close a ticket.
fa_ir: در صورت فعال بودن، هنگامی که کاربر تلاش می‌کند تیکت را ببندد، گفتگوی بازخورد نمایش داده خواهد شد.

source: Ignore Restrictions
fa_ir: نادیده گرفتن محدودیت‌ها

source: Image
fa_ir: تصویر

source: Image to be used in various places, including Login and Signup pages. An image with transparent background and 160 x 32 is preferred
fa_ir: تصویری که در مکان‌های مختلف، از جمله صفحات ورود و ثبت‌نام استفاده می‌شود. تصویری با پس‌زمینه شفاف و ابعاد ۱۶۰ در ۳۲ پیکسل ترجیح داده می‌شود

source: Images
fa_ir: تصاویر

source: Inbound Call
fa_ir: تماس ورودی

source: Instantly send e-mail
fa_ir: ارسال فوری ایمیل

source: Insufficient Permission for {0}
fa_ir: مجوز کافی برای {0} وجود ندارد

source: Integer value
fa_ir: مقدار عدد صحیح

source: Invalid notification
fa_ir: اعلان نامعتبر

source: Invite agent
fa_ir: دعوت نماینده

source: Is Active
fa_ir: فعال است

source: Is Customer Portal
fa_ir: پورتال مشتری است

source: Is Default
fa_ir: پیش‌فرض است

source: Is Standard
fa_ir: استاندارد است

source: Is name setup skipped
fa_ir: تنظیم نام رد شده است

source: Is pinned
fa_ir: سنجاق شده است

source: Is setup complete
fa_ir: تنظیمات کامل است

source: John Doe
fa_ir: جان دو

source: Key
fa_ir: کلید

source: Knowledge Base
fa_ir: پایگاه دانش

source: Label
fa_ir: برچسب

source: Label (customer view)
fa_ir: برچسب (نمای مشتری)

source: Last
fa_ir: آخرین

source: Last user assigned by this rule
fa_ir: آخرین کاربری که توسط این قانون اختصاص داده شده است

source: Learn about conditions
fa_ir: درباره شرایط بیاموزید

source: Link
fa_ir: پیوند

source: Link Options
fa_ir: گزینه‌های پیوند

source: List
fa_ir: لیست

source: Listen
fa_ir: گوش دادن

source: Load Default Columns
fa_ir: بارگذاری ستون‌های پیش‌فرض

source: Logo
fa_ir: لوگو

source: Lower the Integer value, higher is the priority of the issue
fa_ir: هرچه مقدار عدد صحیح کمتر باشد، اولویت موضوع بالاتر است

source: Mention
fa_ir: اشاره

source: Merged With
fa_ir: ادغام شده با

source: Message
fa_ir: پیام

source: Meta
fa_ir: متا

source: Misc
fa_ir: متفرقه

source: Monday
fa_ir: دوشنبه

source: Monthly
fa_ir: ماهانه

source: Name
fa_ir: نام

source: Name Weight
fa_ir: وزن نام

source: Name shown on the customer portal<br> (e.g., Replied → Awaiting Response).
fa_ir: نام نمایش داده شده در پرتال مشتری<br> (مثال: پاسخ داده شد → در انتظار پاسخ).

source: New Assignment Rule Name
fa_ir: نام قانون تخصیص جدید

source: No Team
fa_ir: بدون تیم

source: No assignees
fa_ir: بدون مسئول

source: No items in the list
fa_ir: هیچ آیتمی در لیست وجود ندارد

source: No results found
fa_ir: نتیجه‌ای یافت نشد

source: Not Allowed
fa_ir: مجاز نیست

source: Not Specified
fa_ir: مشخص نشده

source: Notification Settings
fa_ir: تنظیمات اعلان

source: Old Condition
fa_ir: شرط قدیمی

source: On Hold Since
fa_ir: از تاریخ تعلیق

source: On Ticket Status
fa_ir: بر اساس وضعیت تیکت

source: On click (Javascript)
fa_ir: هنگام کلیک (جاوااسکریپت)

source: Only one default view is allowed per user for {0}
fa_ir: فقط یک نمای پیش‌فرض برای هر کاربر برای {0} مجاز است

source: Only the 'color' and 'order' fields of the 'Closed' status can be modified.
fa_ir: فقط فیلدهای «رنگ» و «ترتیب» وضعیت «بسته شده» قابل تغییر هستند.

source: Open
fa_ir: باز

source: Open: SLA continues. <br> Paused: SLA is paused. <br> Resolved: SLA timer stops.
fa_ir: باز: SLA ادامه می‌یابد. <br>

source: Opening Date
fa_ir: تاریخ افتتاحیه

source: Opening Time
fa_ir: زمان افتتاحیه

source: Orange
fa_ir: نارنجی

source: Order
fa_ir: ترتیب

source: Order By
fa_ir: مرتب‌سازی بر اساس

source: Outbound Call
fa_ir: تماس خروجی

source: Parent field, child field, and parent-child mapping are required.
fa_ir: فیلد والد، فیلد فرزند و نگاشت والد-فرزند الزامی است.

source: Paused
fa_ir: متوقف شده

source: Percentage of Total Tickets by Channel
fa_ir: درصد کل تیکت‌ها بر اساس کانال

source: Percentage of Total Tickets by Priority
fa_ir: درصد کل تیکت‌ها بر اساس اولویت

source: Percentage of Total Tickets by Team
fa_ir: درصد کل تیکت‌ها بر اساس تیم

source: Percentage of Total Tickets by Type
fa_ir: درصد کل تیکت‌ها بر اساس نوع

source: Pink
fa_ir: صورتی

source: Pinned
fa_ir: پین شده

source: Placeholder
fa_ir: متن جایگزین

source: Please add this priority in the <a href='/app/hd-service-level-agreement'>required SLA documents</a>
fa_ir: لطفاً این اولویت را در <a href='/app/hd-service-level-agreement'>اسناد SLA مورد نیاز</a> اضافه کنید

source: Please add {0} priority in {1} SLA
fa_ir: لطفاً اولویت {0} را در SLA {1} اضافه کنید

source: Please select weekly off day
fa_ir: لطفاً روز تعطیل هفتگی را انتخاب کنید

source: Post Description Key
fa_ir: کلید توضیحات پست

source: Post Route Key List
fa_ir: لیست کلید مسیر پست

source: Post Route String
fa_ir: رشته مسیر پست

source: Post Title Key
fa_ir: کلید عنوان پست

source: Prefer knowledge base
fa_ir: ترجیح پایگاه دانش

source: Priorities
fa_ir: اولویت‌ها

source: Priority
fa_ir: اولویت

source: Priority <u>{0}</u> must be included in the SLA {1}.
fa_ir: اولویت <u>{0}</u> باید در SLA {1} گنجانده شود.

source: Priority {0} has been repeated.
fa_ir: اولویت {0} تکرار شده است.

source: Public
fa_ir: عمومی

source: Published
fa_ir: منتشر شده

source: Published On
fa_ir: تاریخ انتشار

source: Quarterly
fa_ir: سه‌ماهه

source: Query Options
fa_ir: گزینه‌های پرس‌وجو

source: Query Route String
fa_ir: رشته مسیر پرس‌وجو

source: Raised By (Email)
fa_ir: ثبت شده توسط (ایمیل)

source: Range
fa_ir: محدوده

source: Rate Your Support Experience
fa_ir: به تجربه پشتیبانی خود امتیاز دهید

source: Rated Tickets
fa_ir: تیکت‌های امتیاز داده شده

source: Rating
fa_ir: امتیاز

source: Rating must be between 0.2 and 1.0
fa_ir: امتیاز باید بین 0.2 و 1.0 باشد

source: Rating {0} is not allowed
fa_ir: امتیاز {0} مجاز نیست

source: Reaction
fa_ir: واکنش

source: Read
fa_ir: خوانده شده

source: Recurring holidays
fa_ir: تعطیلات دوره‌ای

source: Red
fa_ir: قرمز

source: Reference
fa_ir: ارجاع

source: Reference Ticket
fa_ir: تیکت ارجاعی

source: References
fa_ir: ارجاعات

source: Regenerate Search Index
fa_ir: بازسازی ایندکس جستجو
