Repository: ai-solution-company/systemafarin-custom-addon
Catalog: iran_core/translations_src/*-helpdesk.po
Languages: fa_ir

source: Replied
fa_ir: پاسخ داده شده

source: Reply From Agent
fa_ir: پاسخ از نماینده

source: Reply From Contact
fa_ir: پاسخ از مخاطب

source: Request Key
fa_ir: کلید درخواست

source: Required
fa_ir: اجباری

source: Required for exotel integration
fa_ir: برای یکپارچه‌سازی exotel الزامی است

source: Reset Content
fa_ir: بازنشانی محتوا

source: Reset content
fa_ir: بازنشانی محتوا

source: Resolution
fa_ir: رفع مشکل

source: Resolution By
fa_ir: رفع مشکل توسط

source: Resolution Date
fa_ir: تاریخ رفع مشکل

source: Resolution Details
fa_ir: جزئیات رفع مشکل

source: Resolution Due
fa_ir: مهلت رفع مشکل

source: Resolution Time
fa_ir: زمان رفع مشکل

source: Resolved
fa_ir: رفع شده

source: Response
fa_ir: پاسخ

source: Response By
fa_ir: پاسخ توسط

source: Response Options
fa_ir: گزینه‌های پاسخ

source: Response Result Key Path
fa_ir: مسیر کلید نتیجه پاسخ

source: Response Time for {0} priority in row {1} can't be greater than Resolution Time.
fa_ir: زمان پاسخ برای اولویت {0} در ردیف {1} نمی‌تواند بیشتر از زمان رفع مشکل باشد.

source: Response and Resolution
fa_ir: پاسخ و رفع مشکل

source: Restrict agent assignment to selected Team
fa_ir: محدود کردن تخصیص نماینده به تیم انتخاب شده

source: Restrict tickets by Team
fa_ir: محدود کردن تیکت‌ها بر اساس تیم

source: Result Preview Field
fa_ir: فیلد پیش‌نمایش نتیجه

source: Result Route Field
fa_ir: فیلد مسیر نتیجه

source: Result Title Field
fa_ir: فیلد عنوان نتیجه

source: Route Name
fa_ir: نام مسیر

source: Rows
fa_ir: ردیف‌ها

source: SLA Creation
fa_ir: ایجاد SLA

source: SLA Mapping
fa_ir: نگاشت SLA

source: SLA Status
fa_ir: وضعیت SLA

source: SLA_fulfilled
fa_ir: SLA_تکمیل_شده

source: Saturday
fa_ir: شنبه

source: Save
fa_ir: ذخیره

source: Script
fa_ir: اسکریپت

source: Search
fa_ir: جستجو

source: Search Index Regenerated
fa_ir: فهرست جستجو بازسازی شد

source: Search Score
fa_ir: امتیاز جستجو

source: Search Term Param Name
fa_ir: نام پارامتر عبارت جستجو

source: Search index not available. Please contact administrator.
fa_ir: فهرست جستجو در دسترس نیست. لطفاً با مدیر سیستم تماس بگیرید.

source: Search query must be at least 2 characters
fa_ir: عبارت جستجو باید حداقل ۲ کاراکتر باشد

source: Select a Default Priority.
fa_ir: یک اولویت پیش‌فرض انتخاب کنید.

source: Select your weekly off day
fa_ir: روز تعطیل هفتگی خود را انتخاب کنید

source: Send feedback when
fa_ir: ارسال بازخورد زمانی که

source: Sent to all of the assigned agents after a reply from one of the contacts
fa_ir: پس از پاسخ یکی از مخاطبین، برای همه عاملان اختصاص‌یافته ارسال می‌شود

source: Sent to all of the recipients associated with an agent's reply
fa_ir: برای همه گیرندگان مرتبط با پاسخ یک عامل ارسال می‌شود

source: Sent to the user right after creating an email ticket
fa_ir: بلافاصله پس از ایجاد تیکت ایمیل، برای کاربر ارسال می‌شود

source: Sent to the user who has raised the ticket after the ticket is closed or resolved
fa_ir: پس از بسته شدن یا حل شدن تیکت، برای کاربری که تیکت را ایجاد کرده است، ارسال می‌شود

source: Service Level Name
fa_ir: نام سطح خدمات

source: Set Resolution Time for Priority {0} in row {1}.
fa_ir: زمان حل مشکل را برای اولویت {0} در ردیف {1} تنظیم کنید.

source: Set Response Time for Priority {0} in row {1}.
fa_ir: زمان پاسخ را برای اولویت {0} در ردیف {1} تنظیم کنید.

source: Setting <strong>{0}</strong> as the default SLA removes <strong>{1}</strong> as the default SLA. You’ll need to add a condition in <strong>{1}</strong> for the SLA to work.
fa_ir: تنظیم <strong>{0}</strong> به عنوان SLA پیش‌فرض، <strong>{1}</strong> را از حالت SLA پیش‌فرض خارج می‌کند. برای عملکرد SLA باید یک شرط در <strong>{1}</strong> اضافه کنید.

source: Settings
fa_ir: تنظیمات

source: Setup
fa_ir: راه‌اندازی

source: Share Feedback
fa_ir: ارسال بازخورد

source: Show end users a different view
fa_ir: نمایش نمای متفاوتی به کاربران نهایی

source: Simple Python Expression, Example: doc.status == 'Open' and doc.ticket_type == 'Bug'
fa_ir: عبارت ساده پایتون، مثال: doc.status == 'Open' and doc.ticket_type == 'Bug'

source: Skip e-mail workflow
fa_ir: رد کردن گردش کار ایمیل

source: Source DocType
fa_ir: داک‌تایپ مبدأ

source: Source Name
fa_ir: نام مبدأ

source: Source Type
fa_ir: نوع مبدأ

source: Source and target category cannot be same
fa_ir: دسته‌بندی مبدأ و مقصد نمی‌توانند یکسان باشند

source: Source and target ticket cannot be same
fa_ir: تیکت مبدأ و مقصد نمی‌توانند یکسان باشند

source: Source ticket does not exist
fa_ir: تیکت مبدأ وجود ندارد

source: Split and Merge
fa_ir: تقسیم و ادغام

source: Standard Form Scripts can't be modified, duplicate the script instead.
fa_ir: اسکریپت‌های فرم استاندارد قابل تغییر نیستند، به جای آن اسکریپت را کپی کنید.

source: Start Date
fa_ir: تاریخ شروع

source: Start Time
fa_ir: زمان شروع

source: Start Time can't be greater than or equal to End Time in row <u>{0}</u>.
fa_ir: زمان شروع نمی‌تواند بزرگتر یا مساوی زمان پایان در ردیف <u>{0}</u> باشد.

source: Status
fa_ir: وضعیت

source: Status
fa_ir: وضعیت

source: Status Category
fa_ir: دسته‌بندی وضعیت

source: Status Details
fa_ir: جزئیات وضعیت

source: Status of the ticket, when a customer replies on the ticket with this SLA. If not selected, the value will be takes from HD Settings DocType.
fa_ir: وضعیت تیکت، زمانی که مشتری با این SLA به تیکت پاسخ می‌دهد.

source: Status of the ticket, when a customer replies on the ticket.
fa_ir: وضعیت تیکت، زمانی که مشتری به تیکت پاسخ می‌دهد.

source: Status of the ticket, when it is created in the system with this SLA. If not selected, the value will be taken from HD Settings DocType
fa_ir: وضعیت تیکت، زمانی که با این SLA در سیستم ایجاد می‌شود.

source: Status of the ticket, when it is created in the system.
fa_ir: وضعیت تیکت، زمانی که در سیستم ایجاد می‌شود.

source: Still got questions? We're here to assist you.
fa_ir: هنوز سوالی دارید؟ ما اینجا هستیم تا به شما کمک کنیم.

source: Subject
fa_ir: موضوع

source: Subject Weight
fa_ir: وزن موضوع

source: Summary
fa_ir: خلاصه

source: Sunday
fa_ir: یکشنبه

source: Support Hour Distribution
fa_ir: توزیع ساعات پشتیبانی

source: Support Policy
fa_ir: سیاست پشتیبانی

source: Support Team
fa_ir: تیم پشتیبانی

source: Synonyms
fa_ir: مترادف‌ها

source: System
fa_ir: سیستم

source: System Manager
fa_ir: مدیر سیستم

source: System types can not be deleted
fa_ir: انواع سیستم قابل حذف نیستند

source: Tampered Access
fa_ir: دسترسی غیرمجاز

source: Target ticket does not exist
fa_ir: تیکت هدف وجود ندارد

source: Teal
fa_ir: آبی فیروزه‌ای

source: Team
fa_ir: تیم

source: Team Restrictions
fa_ir: محدودیت‌های تیم

source: Template
fa_ir: قالب

source: Template Name
fa_ir: نام قالب

source: The 'Closed' status cannot be renamed.
fa_ir: وضعیت 'بسته' قابل تغییر نام نیست.

source: The Assign Condition JSON '{0}' is invalid: </br> {1}
fa_ir: JSON شرط تخصیص '{0}' نامعتبر است: </br> {1}

source: The Unassign Condition JSON '{0}' is invalid: </br> {1}
fa_ir: JSON شرط لغو تخصیص '{0}' نامعتبر است: </br> {1}

source: The assignment condition '{0}' is invalid: {1}
fa_ir: شرط تخصیص '{0}' نامعتبر است: {1}

source: The assignment condition json '{0}' is invalid: {1}
fa_ir: JSON شرط تخصیص '{0}' نامعتبر است: {1}

source: The holiday on {0} is not between From Date and To Date
fa_ir: تعطیلی در تاریخ {0} بین تاریخ شروع و تاریخ پایان نیست

source: The status for sending feedback must be of <u>Resolved</u> category.
fa_ir: وضعیت برای ارسال بازخورد باید از دسته <u>حل‌شده</u> باشد.

source: This doctype will be deprecated in the future
fa_ir: این داک‌تایپ در آینده منسوخ خواهد شد

source: This field is used to send an email instantly without adding it into the queue. If this field is checked, the email will be sent immediately after clicking the "Send" button, instead of being added to the email queue for later processing.
fa_ir: این فیلد برای ارسال فوری ایمیل بدون افزودن آن به صف استفاده می‌شود. اگر این فیلد علامت زده شود، ایمیل بلافاصله پس از کلیک بر روی دکمه "ارسال" فرستاده می‌شود، به جای اینکه برای پردازش بعدی به صف ایمیل اضافه شود.

source: This field is used to skip email-related workflows for tickets. If this field is checked, no emails will be sent related to tickets, such as new ticket creation, status updates, or notifications.
fa_ir: این فیلد برای نادیده گرفتن گردش کارهای مرتبط با ایمیل برای تیکت‌ها استفاده می‌شود. اگر این فیلد علامت زده شود، هیچ ایمیلی مربوط به تیکت‌ها، مانند ایجاد تیکت جدید، به‌روزرسانی وضعیت یا اعلان‌ها، ارسال نخواهد شد.

source: This method is only meant for developer mode
fa_ir: این متد فقط برای حالت توسعه‌دهنده در نظر گرفته شده است

source: This ticket (#{0}) has been merged with ticket <a href = '/helpdesk/tickets/{1}'>#{1}</a>.
fa_ir: این تیکت ({0}#) با تیکت <a href = '/helpdesk/tickets/{1}'>#{1}</a> ادغام شده است.

source: This ticket has been split to a new ticket. Please follow up on ticket <a href={0}>#{1}</a>.
fa_ir: این تیکت به یک تیکت جدید تقسیم شده است. لطفاً تیکت <a href={0}>#{1}</a> را پیگیری کنید.

source: Thursday
fa_ir: پنجشنبه

source: Ticket
fa_ir: تیکت

source: Ticket Analytics
fa_ir: تحلیل تیکت

source: Ticket Configuration
fa_ir: پیکربندی تیکت

source: Ticket Merged
fa_ir: تیکت ادغام شد

source: Ticket Not Found
fa_ir: تیکت یافت نشد

source: Ticket Priority
fa_ir: اولویت تیکت

source: Ticket Reopen status
fa_ir: وضعیت بازگشایی تیکت

source: Ticket Routing
fa_ir: مسیریابی تیکت

source: Ticket Split From
fa_ir: تیکت تقسیم شده از

source: Ticket Summary
fa_ir: خلاصه تیکت

source: Ticket Trend
fa_ir: روند تیکت

source: Ticket Type
fa_ir: نوع تیکت

source: Ticket does not exist.
fa_ir: تیکت وجود ندارد.

source: Ticket must be resolved with a feedback
fa_ir: تیکت باید با بازخورد حل شود.

source: Ticket not found
fa_ir: تیکت یافت نشد.

source: Ticket not found for the provided key.
fa_ir: تیکت برای کلید ارائه شده یافت نشد.

source: Ticket type
fa_ir: نوع تیکت

source: Ticket type is mandatory
fa_ir: نوع تیکت اجباری است.

source: Ticket-Search Analysis
fa_ir: تحلیل جستجوی تیکت

source: Tickets
fa_ir: تیکت‌ها

source: Tickets by Channel
fa_ir: تیکت‌ها بر اساس کانال

source: Tickets by Priority
fa_ir: تیکت‌ها بر اساس اولویت

source: Tickets by Team
fa_ir: تیکت‌ها بر اساس تیم

source: Tickets by Type
fa_ir: تیکت‌ها بر اساس نوع

source: Tickets can only be assigned to agents
fa_ir: تیکت‌ها فقط می‌توانند به عاملین اختصاص داده شوند.

source: Title
fa_ir: عنوان

source: Title Slug
fa_ir: اسلاگ عنوان

source: To
fa_ir: به

source: To Date
fa_ir: تا تاریخ

source: To Date cannot be before From Date
fa_ir: تاریخ پایان نمی‌تواند قبل از تاریخ شروع باشد.

source: Top Result
fa_ir: نتیجه برتر

source: Total
fa_ir: مجموع

source: Total Hold Time
fa_ir: کل زمان انتظار

source: Total Holidays
fa_ir: کل تعطیلات

source: Total Ticket
fa_ir: کل تیکت‌ها

source: Total Tickets by Priority
fa_ir: کل تیکت‌ها بر اساس اولویت

source: Total Tickets by Team
fa_ir: کل تیکت‌ها بر اساس تیم

source: Total Tickets by Type
fa_ir: کل تیکت‌ها بر اساس نوع

source: Total number of tickets created
fa_ir: تعداد کل تیکت‌های ایجاد شده

source: Tuesday
fa_ir: سه‌شنبه

source: Type
fa_ir: نوع

source: URL/Method
fa_ir: URL/متد

source: Unassignment condition
fa_ir: شرط لغو تخصیص

source: Unauthorized Access
fa_ir: دسترسی غیرمجاز

source: Unauthorized access.
fa_ir: دسترسی غیرمجاز.

source: Unsaved
fa_ir: ذخیره نشده

source: Unsaved changes
fa_ir: تغییرات ذخیره نشده

source: Untitled
fa_ir: بدون عنوان

source: Update status to
fa_ir: به‌روزرسانی وضعیت به

source: User
fa_ir: کاربر

source: User Not found
fa_ir: کاربر یافت نشد

source: User Resolution Time
fa_ir: زمان حل مشکل توسط کاربر

source: Users
fa_ir: کاربران

source: Valid From
fa_ir: معتبر از

source: Via Customer Portal
fa_ir: از طریق پرتال مشتری

source: Views
fa_ir: نماها

source: Violet
fa_ir: بنفش

source: Wednesday
fa_ir: چهارشنبه

source: Weekly
fa_ir: هفتگی

source: Weekly Off
fa_ir: تعطیلی هفتگی

source: When enabled, the ticket status will automatically change to the status selected below whenever the agent responds to a ticket.
fa_ir: با فعال‌سازی این گزینه، وضعیت تیکت به‌طور خودکار به وضعیت انتخاب‌شده در پایین تغییر خواهد کرد، هر زمان که نماینده به تیکت پاسخ دهد.

source: Word
fa_ir: کلمه

source: Workday
fa_ir: روز کاری

source: Workday {0} has been repeated.
fa_ir: روز کاری {0} تکرار شده است.

source: Workflow
fa_ir: گردش کار

source: Working Hours
fa_ir: ساعات کاری

source: Yearly
fa_ir: سالانه

source: Yellow
fa_ir: زرد

source: You are not allowed to view this dashboard data.
fa_ir: شما مجاز به مشاهده اطلاعات این داشبورد نیستید.

source: You are not permitted to access this resource.
fa_ir: شما اجازه دسترسی به این منبع را ندارید.

source: You are not permitted to add a comment
fa_ir: شما مجاز به افزودن نظر نیستید

source: You can change the default calling medium from the settings
fa_ir: می‌توانید رسانه تماس پیش‌فرض را از تنظیمات تغییر دهید

source: You cannot disable the default SLA.
fa_ir: نمی‌توانید SLA پیش‌فرض را غیرفعال کنید.

source: You cannot set more than one Default Priority.
fa_ir: نمی‌توانید بیش از یک اولویت پیش‌فرض تعیین کنید.

source: You have already provided feedback for this ticket.
fa_ir: شما قبلاً برای این تیکت بازخورد ارسال کرده‌اید.

source: You must set one SLA as Default. Please check the Default SLA option.
fa_ir: باید یک SLA را به عنوان پیش‌فرض تنظیم کنید. لطفاً گزینه SLA پیش‌فرض را بررسی کنید.

source: back to email event list
fa_ir: بازگشت به لیست رویدادهای ایمیل

source: closed
fa_ir: بسته شده

source: customize {0}
fa_ir: سفارشی‌سازی {0}

source: days
fa_ir: روز

source: group_by
fa_ir: گروه‌بندی

source: has made a call
fa_ir: تماس گرفته است

source: has reached out
fa_ir: ارتباط برقرار کرده است

source: here
fa_ir: اینجا

source: hrs
fa_ir: ساعت

source: kanban
fa_ir: کانبان

source: list
fa_ir: لیست

source: open
fa_ir: باز

source: purple
fa_ir: بنفش

source: rated_tickets
fa_ir: تیکت‌های امتیازدهی شده

source: rating
fa_ir: امتیاز

source: stars
fa_ir: ستاره

source: synonym
fa_ir: مترادف
