Repository: ai-solution-company/systemafarin-custom-addon
Catalog: iran_core/translations_src/*-hrm.po
Languages: fa_ir

source: If enabled, the value specified or calculated in this component will not contribute to the earnings or deductions. However, it's value can be referenced by other components that can be added or deducted.
fa_ir: در صورت فعال بودن، مقدار مشخص شده یا محاسبه شده در این جزء به درآمدها یا کسورات اضافه نخواهد شد. با این حال، مقدار آن می‌تواند توسط سایر اجزا که قابل اضافه یا کسر هستند، ارجاع داده شود.

source: If enabled, this component allows to accrue amounts without adding them to earnings. The accrued balance is tracked in the Employee Benefit Ledger and can be paid out later as needed.
fa_ir: در صورت فعال بودن، این جزء امکان انباشت مبالغ را بدون افزودن آن‌ها به درآمدها فراهم می‌کند. موجودی انباشته در دفتر کل مزایای کارمندان پیگیری می‌شود و می‌تواند بعداً در صورت نیاز پرداخت شود.

source: If enabled, this component will be included in arrear calculations
fa_ir: در صورت فعال بودن، این جزء در محاسبات معوقات لحاظ خواهد شد.

source: If enabled, total no. of working days will include holidays, and this will reduce the value of Salary Per Day
fa_ir: در صورت فعال بودن، تعداد کل روزهای کاری شامل تعطیلات خواهد بود و این باعث کاهش ارزش حقوق روزانه خواهد شد.

source: If greater than zero, this sets the maximum benefit amount assignable to any employee
fa_ir: اگر بزرگتر از صفر باشد، این حداکثر مبلغ مزایای قابل تخصیص به هر کارمند را تعیین می‌کند.

source: If not checked, the list will have to be added to each Department where it has to be applied.
fa_ir: اگر انتخاب نشده باشد، لیست باید به هر دپارتمانی که باید در آن اعمال شود، اضافه گردد.

source: If selected, the value specified or calculated in this component will not contribute to the earnings or deductions. However, it's value can be referenced by other components that can be added or deducted.
fa_ir: در صورت انتخاب، مقدار مشخص شده یا محاسبه شده در این جزء به درآمدها یا کسورات اضافه نخواهد شد. با این حال، مقدار آن می‌تواند توسط سایر اجزا که قابل اضافه یا کسر هستند، ارجاع داده شود.

source: If set, the job opening will be closed automatically after this date
fa_ir: در صورت تنظیم، موقعیت شغلی پس از این تاریخ به صورت خودکار بسته خواهد شد.

source: If you are using loans in salary slips, please install the {0} app from Frappe Cloud Marketplace or GitHub to continue using loan integration with payroll.
fa_ir: اگر از وام در فیش‌های حقوقی استفاده می‌کنید، لطفاً برنامه {0} را از بازارچه Frappe Cloud یا گیت‌هاب نصب کنید تا به استفاده از یکپارچگی وام با حقوق و دستمزد ادامه دهید.

source: Import Attendance
fa_ir: وارد کردن حضور و غیاب

source: In Time
fa_ir: زمان ورود

source: In case of any error during this background process, the system will add a comment about the error on this Payroll Entry and revert to the Submitted status
fa_ir: در صورت بروز هرگونه خطا در طول این فرآیند پس‌زمینه، سیستم یک توضیح در مورد خطا در این سند حقوق و دستمزد اضافه کرده و به وضعیت "ارسال شده" باز خواهد گشت.

source: Incentive
fa_ir: پاداش

source: Incentive Amount
fa_ir: مبلغ پاداش

source: Include Company Descendants
fa_ir: شامل زیرمجموعه‌های شرکت

source: Include Holidays
fa_ir: شامل تعطیلات

source: Include holidays in Total no. of Working Days
fa_ir: شامل کردن تعطیلات در مجموع روزهای کاری

source: Include holidays within leaves as leaves
fa_ir: شامل کردن تعطیلات در مرخصی‌ها به عنوان مرخصی

source: Income Source
fa_ir: منبع درآمد

source: Income Tax Amount
fa_ir: مبلغ مالیات بر درآمد

source: Income Tax Breakup
fa_ir: تفکیک مالیات بر درآمد

source: Income Tax Component
fa_ir: جزء مالیات بر درآمد

source: Income Tax Computation
fa_ir: محاسبه مالیات بر درآمد

source: Income Tax Deducted Till Date
fa_ir: مالیات بر درآمد کسر شده تا امروز

source: Income Tax Deductions
fa_ir: کسورات مالیات بر درآمد

source: Income Tax Slab
fa_ir: پلکان مالیات بر درآمد

source: Income Tax Slab Other Charges
fa_ir: سایر هزینه‌های پلکان مالیات بر درآمد

source: Income Tax Slab is mandatory since the Salary Structure {0} has a tax component {1}
fa_ir: پلکان مالیات بر درآمد اجباری است زیرا ساختار حقوق {0} دارای جزء مالیاتی {1} است.

source: Income Tax Slab must be effective on or before Payroll Period Start Date: {0}
fa_ir: پلکان مالیات بر درآمد باید در یا قبل از تاریخ شروع دوره حقوق و دستمزد: {0} معتبر باشد.

source: Income Tax Slab not set in Salary Structure Assignment: {0}
fa_ir: پلکان مالیات بر درآمد در تخصیص ساختار حقوق تنظیم نشده است: {0}

source: Income Tax Slab: {0} is disabled
fa_ir: پلکان مالیات بر درآمد: {0} غیرفعال است.

source: Income from Other Sources
fa_ir: درآمد از سایر منابع

source: Incorrect Weightage Allocation
fa_ir: تخصیص وزن نادرست

source: Indicates the number of leaves that cannot be encashed from the leave balance. E.g. with a leave balance of 10 and 4 Non-Encashable Leaves, you can encash 6, while the remaining 4 can be carried forward or expired
fa_ir: تعداد مرخصی‌هایی را نشان می‌دهد که از مانده مرخصی قابل نقد شدن نیستند. مثلاً با مانده مرخصی ۱۰ و ۴ مرخصی غیرقابل نقد شدن، می‌توانید ۶ مرخصی را نقد کنید، در حالی که ۴ مرخصی باقی‌مانده قابل انتقال به دوره بعد یا منقضی شدن هستند.

source: Inspection
fa_ir: بازرسی

source: Install
fa_ir: نصب

source: Install Frappe HR
fa_ir: نصب Frappe HR

source: Insufficient Balance
fa_ir: موجودی ناکافی

source: Insufficient leave balance for Leave Type {0}
fa_ir: مانده مرخصی برای نوع مرخصی {0} کافی نیست.

source: Interest Amount
fa_ir: مبلغ بهره

source: Interest Income Account
fa_ir: حساب درآمد بهره

source: Intern
fa_ir: کارآموز

source: International
fa_ir: بین‌المللی

source: Internet
fa_ir: اینترنت

source: Interview
fa_ir: مصاحبه

source: Interview Detail
fa_ir: جزئیات مصاحبه

source: Interview Details
fa_ir: جزئیات مصاحبه

source: Interview Feedback
fa_ir: بازخورد مصاحبه

source: Interview Feedback Reminder
fa_ir: یادآوری بازخورد مصاحبه

source: Interview Feedback {0} submitted successfully
fa_ir: بازخورد مصاحبه {0} با موفقیت ثبت شد.

source: Interview Not Rescheduled
fa_ir: مصاحبه مجدداً برنامه‌ریزی نشد.

source: Interview Reminder
fa_ir: یادآوری مصاحبه

source: Interview Reminder Notification Template
fa_ir: قالب اعلان یادآوری مصاحبه

source: Interview Rescheduled successfully
fa_ir: مصاحبه با موفقیت مجدداً برنامه‌ریزی شد.

source: Interview Round
fa_ir: مرحله مصاحبه

source: Interview Round {0} is only applicable for the Designation {1}
fa_ir: مرحله مصاحبه {0} فقط برای سمت {1} قابل اجرا است.

source: Interview Round {0} is only for Designation {1}. Job Applicant has applied for the role {2}
fa_ir: مرحله مصاحبه {0} فقط برای سمت {1} است. متقاضی شغل برای نقش {2} درخواست داده است.

source: Interview Scheduled Date
fa_ir: تاریخ برنامه‌ریزی شده مصاحبه

source: Interview Status
fa_ir: وضعیت مصاحبه

source: Interview Summary
fa_ir: خلاصه مصاحبه

source: Interview Type
fa_ir: نوع مصاحبه

source: Interview: {0} Rescheduled
fa_ir: مصاحبه: {0} مجدداً برنامه‌ریزی شد.

source: Interviewer
fa_ir: مصاحبه‌کننده

source: Interviewers
fa_ir: مصاحبه‌کنندگان

source: Interviews
fa_ir: مصاحبه‌ها

source: Interviews (This Week)
fa_ir: مصاحبه‌ها (این هفته)

source: Invalid Accrual Component
fa_ir: جزء تعهدی نامعتبر

source: Invalid Additional Salary
fa_ir: حقوق اضافی نامعتبر

source: Invalid Arrear Component
fa_ir: جزء معوقه نامعتبر

source: Invalid Benefit Amounts
fa_ir: مبالغ مزایا نامعتبر

source: Invalid Dates
fa_ir: تاریخ‌های نامعتبر

source: Invalid LWP Days Reversed
fa_ir: روزهای LWP برگشت‌خورده نامعتبر

source: Invalid Leave Ledger Entry
fa_ir: ثبت دفتر کل مرخصی نامعتبر

source: Invalid Payroll Payable Account. The account currency must be {0} or {1}
fa_ir: حساب پرداختنی حقوق و دستمزد نامعتبر است. ارز حساب باید {0} یا {1} باشد

source: Invalid Shift Times
fa_ir: زمان‌های شیفت نامعتبر

source: Invalid parameters provided. Please pass the required arguments.
fa_ir: پارامترهای نامعتبر ارائه شده است. لطفاً آرگومان‌های مورد نیاز را ارسال کنید.

source: Investigated
fa_ir: بررسی شده

source: Investigation Details
fa_ir: جزئیات بررسی

source: Invited
fa_ir: دعوت شده

source: Invoice Ref
fa_ir: مرجع فاکتور

source: Is Allocated
fa_ir: تخصیص یافته است

source: Is Applicable for Referral Bonus
fa_ir: مشمول پاداش معرفی می‌شود

source: Is Carry Forward
fa_ir: قابل انتقال است

source: Is Compensatory
fa_ir: جبرانی است

source: Is Compensatory Leave
fa_ir: مرخصی جبرانی است

source: Is Earned Leave
fa_ir: مرخصی استحقاقی است

source: Is Expired
fa_ir: منقضی شده است

source: Is Flexible Benefit
fa_ir: مزایای انعطاف‌پذیر است

source: Is Income Tax Component
fa_ir: جزء مالیات بر درآمد است

source: Is Leave Without Pay
fa_ir: مرخصی بدون حقوق است

source: Is Optional Leave
fa_ir: مرخصی اختیاری است

source: Is Partially Paid Leave
fa_ir: مرخصی با حقوق جزئی است

source: Is Recurring
fa_ir: تکرارشونده است

source: Is Recurring Additional Salary
fa_ir: حقوق اضافی تکرارشونده است

source: Is Salary Released
fa_ir: حقوق پرداخت شده است

source: Is Salary Withheld
fa_ir: حقوق کسر شده است

source: Is Tax Applicable
fa_ir: مشمول مالیات است

source: Jan
fa_ir: ژانویه

source: Job Applicant
fa_ir: متقاضی شغل

source: Job Applicant Source
fa_ir: منبع متقاضی شغل

source: Job Applicant {0} created successfully.
fa_ir: متقاضی شغل {0} با موفقیت ایجاد شد.

source: Job Applicants are not allowed to appear twice for the same Interview round. Interview {0} already scheduled for Job Applicant {1}
fa_ir: متقاضیان شغل مجاز نیستند دو بار برای یک دور مصاحبه حاضر شوند. مصاحبه {0} قبلاً برای متقاضی شغل {1} برنامه‌ریزی شده است

source: Job Application
fa_ir: درخواست شغل

source: Job Application Route
fa_ir: مسیر درخواست شغل

source: Job Description
fa_ir: شرح شغل

source: Job Offer
fa_ir: پیشنهاد شغلی

source: Job Offer Term
fa_ir: بند پیشنهاد شغلی

source: Job Offer Term Template
fa_ir: الگوی بند پیشنهاد شغلی

source: Job Offer Terms
fa_ir: بندهای پیشنهاد شغلی

source: Job Offer status
fa_ir: وضعیت پیشنهاد شغلی

source: Job Offer: {0} is already for Job Applicant: {1}
fa_ir: پیشنهاد شغلی: {0} قبلاً برای متقاضی شغل: {1} است

source: Job Opening
fa_ir: فرصت شغلی

source: Job Opening Associated
fa_ir: فرصت شغلی مرتبط

source: Job Openings
fa_ir: فرصت‌های شغلی

source: Job Openings for the designation {0} are already open or the hiring is complete as per the Staffing Plan {1}
fa_ir: فرصت‌های شغلی برای سمت {0} از قبل باز هستند یا استخدام طبق برنامه نیروی انسانی {1} تکمیل شده است.

source: Job Requisition
fa_ir: درخواست استخدام

source: Job Requisition {0} has been associated with Job Opening {1}
fa_ir: درخواست استخدام {0} با فرصت شغلی {1} مرتبط شده است.

source: Job profile, qualifications required etc.
fa_ir: شرح شغل، مدارک مورد نیاز و غیره.

source: Jobs
fa_ir: مشاغل

source: Joining Date
fa_ir: تاریخ شروع به کار

source: July
fa_ir: جولای

source: June
fa_ir: ژوئن

source: KRA Evaluation Method
fa_ir: روش ارزیابی KRA

source: KRA updated for all child goals.
fa_ir: KRA برای تمام اهداف زیرمجموعه به‌روز شد.

source: KRA vs Goals
fa_ir: KRA در مقابل اهداف

source: Key Performance Area
fa_ir: حوزه عملکرد کلیدی

source: Key Responsibility Area
fa_ir: حوزه مسئولیت کلیدی

source: Key Result Area
fa_ir: حوزه نتایج کلیدی

source: LWP Days Reversed ({0}) does not match actual Payroll Corrections total ({1}) for employee {2} from {3} to {4}
fa_ir: تعداد روزهای مرخصی بدون حقوق برگشت‌خورده ({0}) با مجموع اصلاحات حقوق و دستمزد واقعی ({1}) برای کارمند {2} از {3} تا {4} مطابقت ندارد.

source: Last Day
fa_ir: آخرین روز

source: Last Known Successful Sync of Employee Checkin. Reset this only if you are sure that all Logs are synced from all the locations. Please don't modify this if you are unsure.
fa_ir: آخرین همگام‌سازی موفق ثبت ورود/خروج کارمندان. این را فقط در صورتی بازنشانی کنید که مطمئن هستید تمام گزارش‌ها از همه مکان‌ها همگام‌سازی شده‌اند. لطفاً اگر مطمئن نیستید، آن را تغییر ندهید.

source: Last Odometer Value
fa_ir: آخرین مقدار کیلومترشمار

source: Last Sync of Checkin
fa_ir: آخرین همگام‌سازی ورود/خروج

source: Last {0} was at {1}
fa_ir: آخرین {0} در {1} بود.

source: Late Entries
fa_ir: ورودهای دیرهنگام

source: Late Entry
fa_ir: ورود دیرهنگام

source: Late Entry & Early Exit Settings for Auto Attendance
fa_ir: تنظیمات ورود دیرهنگام و خروج زودهنگام برای حضور و غیاب خودکار

source: Late Entry By
fa_ir: ورود دیرهنگام به میزان

source: Late Entry Grace Period
fa_ir: مهلت ارفاقی ورود دیرهنگام

source: Latitude and longitude values are required for checking in.
fa_ir: مقادیر طول و عرض جغرافیایی برای ثبت ورود/خروج الزامی است.

source: Latitude: {0}°
fa_ir: عرض جغرافیایی: {0}°

source: Leave
fa_ir: مرخصی

source: Leave Adjustment
fa_ir: تعدیل مرخصی

source: Leave Adjustment for this allocation already exists: {0}. Please amend existing adjustment.
fa_ir: تعدیل مرخصی برای این تخصیص از قبل وجود دارد: {0}. لطفاً تعدیل موجود را اصلاح کنید.

source: Leave Allocation
fa_ir: تخصیص مرخصی

source: Leave Allocation Exists
fa_ir: تخصیص مرخصی وجود دارد

source: Leave Allocations
fa_ir: تخصیص‌های مرخصی

source: Leave Application
fa_ir: درخواست مرخصی

source: Leave Application period cannot be across two non-consecutive leave allocations {0} and {1}.
fa_ir: دوره درخواست مرخصی نمی‌تواند بین دو تخصیص مرخصی غیرمتوالی {0} و {1} باشد.

source: Leave Approval Notification
fa_ir: اعلان تأیید مرخصی

source: Leave Approval Notification Template
fa_ir: الگوی اعلان تأیید مرخصی

source: Leave Approver
fa_ir: تأییدکننده مرخصی

source: Leave Approver Mandatory In Leave Application
fa_ir: تأییدکننده مرخصی در درخواست مرخصی اجباری است

source: Leave Approver Name
fa_ir: نام تأییدکننده مرخصی

source: Leave Balance
fa_ir: مانده مرخصی

source: Leave Balance Before Application
fa_ir: مانده مرخصی قبل از درخواست

source: Leave Block List
fa_ir: لیست مسدودی مرخصی

source: Leave Block List Allow
fa_ir: اجازه لیست مسدودی مرخصی

source: Leave Block List Allowed
fa_ir: لیست مسدودی مرخصی مجاز شد

source: Leave Block List Date
fa_ir: تاریخ لیست مسدودی مرخصی

source: Leave Block List Dates
fa_ir: تاریخ‌های لیست مسدودی مرخصی

source: Leave Block List Name
fa_ir: نام لیست مسدودی مرخصی

source: Leave Blocked
fa_ir: مرخصی مسدود شد

source: Leave Control Panel
fa_ir: پنل کنترل مرخصی

source: Leave Details
fa_ir: جزئیات مرخصی

source: Leave Encashment
fa_ir: بازخرید مرخصی

source: Leave Encashment Amount Per Day
fa_ir: مبلغ بازخرید مرخصی به ازای هر روز

source: Leave History
fa_ir: سابقه مرخصی

source: Leave Ledger
fa_ir: دفتر حساب مرخصی

source: Leave Ledger Entry
fa_ir: ثبت دفتر حساب مرخصی

source: Leave Ledger Entry's To date needs to be after From date. Currently, From Date is {0} and To Date is {1}
fa_ir: تاریخ پایان ثبت دفتر حساب مرخصی باید بعد از تاریخ شروع باشد. در حال حاضر، تاریخ شروع {0} و تاریخ پایان {1} است

source: Leave Period
fa_ir: دوره مرخصی

source: Leave Policy
fa_ir: سیاست مرخصی

source: Leave Policy Assignment
fa_ir: تخصیص سیاست مرخصی

source: Leave Policy Assignment Overlap
fa_ir: همپوشانی تخصیص سیاست مرخصی

source: Leave Policy Detail
fa_ir: جزئیات سیاست مرخصی

source: Leave Policy Details
fa_ir: جزئیات سیاست مرخصی

source: Leave Policy: {0} already assigned for Employee {1} for period {2} to {3}
fa_ir: سیاست مرخصی: {0} قبلاً برای کارمند {1} در دوره {2} تا {3} تخصیص داده شده است

source: Leave Status Notification
fa_ir: اعلان وضعیت مرخصی

source: Leave Status Notification Template
fa_ir: الگوی اعلان وضعیت مرخصی

source: Leave Type
fa_ir: نوع مرخصی

source: Leave Type Name
fa_ir: نام نوع مرخصی

source: Leave Type can either be compensatory or earned leave.
fa_ir: نوع مرخصی می‌تواند جبرانی یا استحقاقی باشد.

source: Leave Type can either be without pay or partial pay
fa_ir: نوع مرخصی می‌تواند بدون حقوق یا با حقوق جزئی باشد

source: Leave Type is mandatory
fa_ir: نوع مرخصی اجباری است

source: Leave Type {0} cannot be allocated since it is leave without pay
fa_ir: نوع مرخصی {0} نمی‌تواند تخصیص یابد زیرا مرخصی بدون حقوق است

source: Leave Type {0} cannot be carry-forwarded
fa_ir: نوع مرخصی {0} نمی‌تواند به دوره بعد منتقل شود

source: Leave Type {0} is not encashable
fa_ir: نوع مرخصی {0} قابل بازخرید نیست

source: Leave Without Pay
fa_ir: مرخصی بدون حقوق

source: Leave Without Pay does not match with approved {} records
fa_ir: مرخصی بدون حقوق با رکوردهای تأیید شده {} مطابقت ندارد

source: Leave allocation {0} is linked with the Leave Application {1}
fa_ir: تخصیص مرخصی {0} با درخواست مرخصی {1} مرتبط است

source: Leave already have been assigned for this Leave Policy Assignment
fa_ir: مرخصی قبلاً برای این تخصیص سیاست مرخصی اختصاص داده شده است.

source: Leave and Expense Claim Settings
fa_ir: تنظیمات مرخصی و درخواست هزینه

source: Leave application is linked with leave allocations {0}. Leave application cannot be set as leave without pay
fa_ir: درخواست مرخصی با تخصیص‌های مرخصی {0} مرتبط است. درخواست مرخصی را نمی‌توان به عنوان مرخصی بدون حقوق تنظیم کرد.

source: Leave cannot be allocated before {0}, as leave balance has already been carry-forwarded in the future leave allocation record {1}
fa_ir: مرخصی را نمی‌توان قبل از {0} تخصیص داد، زیرا مانده مرخصی قبلاً در رکورد تخصیص مرخصی آتی {1} به دوره بعد منتقل شده است.

source: Leave cannot be applied/cancelled before {0}, as leave balance has already been carry-forwarded in the future leave allocation record {1}
fa_ir: مرخصی را نمی‌توان قبل از {0} درخواست/لغو کرد، زیرا مانده مرخصی قبلاً در رکورد تخصیص مرخصی آتی {1} به دوره بعد منتقل شده است.

source: Leave of type {0} cannot be longer than {1}.
fa_ir: مرخصی از نوع {0} نمی‌تواند بیشتر از {1} باشد.

source: Leave(s) Expired
fa_ir: مرخصی(ها) منقضی شده

source: Leave(s) Pending Approval
fa_ir: مرخصی(ها) در انتظار تأیید

source: Leave(s) Taken
fa_ir: مرخصی(ها)ی استفاده شده

source: Leaves
fa_ir: مرخصی‌ها

source: Leaves & Holidays
fa_ir: مرخصی‌ها و تعطیلات

source: Leaves After Adjustment
fa_ir: مرخصی‌ها پس از تعدیل

source: Leaves Allocated
fa_ir: مرخصی‌های تخصیص یافته

source: Leaves Expired
fa_ir: مرخصی‌های منقضی شده

source: Leaves Pending Approval
fa_ir: مرخصی‌های در انتظار تأیید

source: Leaves for the Leave Type {0} won't be carry-forwarded since carry-forwarding is disabled.
fa_ir: مرخصی‌های نوع {0} به دوره بعد منتقل نخواهند شد زیرا انتقال به دوره بعد غیرفعال است.

source: Leaves per Year
fa_ir: مرخصی‌ها در سال

source: Leaves to Adjust
fa_ir: مرخصی‌های قابل تعدیل

source: Leaves you can avail against a holiday you worked on. You can claim Compensatory Off Leave using Compensatory Leave Request. Click {0} to know more
fa_ir: مرخصی‌هایی که می‌توانید در ازای تعطیلاتی که کار کرده‌اید، استفاده کنید. می‌توانید مرخصی جبرانی را با استفاده از درخواست مرخصی جبرانی مطالبه کنید. برای اطلاعات بیشتر روی {0} کلیک کنید.

# Employee
source: Left
fa_ir: چپ

source: Lifecycle
fa_ir: چرخه عمر

source: Lime
fa_ir: لیمویی

source: Link the cycle and tag KRA to your goal to update the appraisal's goal score based on the goal progress
fa_ir: چرخه را پیوند دهید و KRA را به هدف خود برچسب بزنید تا امتیاز هدف ارزیابی بر اساس پیشرفت هدف به‌روزرسانی شود.

source: Linked Project {} and Tasks deleted.
fa_ir: پروژه پیوند داده شده {} و وظایف حذف شدند.

source: Loan Account
fa_ir: حساب وام

source: Loan Product
fa_ir: محصول وام

source: Loan Repayment
fa_ir: بازپرداخت وام

source: Loan Repayment Entry
fa_ir: سند بازپرداخت وام

source: Loan cannot be repayed from salary for Employee {0} because salary is processed in currency {1}
fa_ir: وام را نمی‌توان از حقوق کارمند {0} بازپرداخت کرد زیرا حقوق با ارز {1} پردازش می‌شود.

source: Locating...
fa_ir: در حال مکان‌یابی...

source: Location / Device ID
fa_ir: مکان / شناسه دستگاه

source: Lodging Required
fa_ir: اسکان مورد نیاز است

source: Log Out
fa_ir: خروج

source: Log Type
fa_ir: نوع گزارش

source: Log Type is required for check-ins falling in the shift: {0}.
fa_ir: نوع گزارش برای چک‌این‌هایی که در شیفت {0} قرار می‌گیرند، اجباری است.

source: Login Failed
fa_ir: ورود ناموفق

source: Login to Frappe HR
fa_ir: ورود به Frappe HR

source: Longitude: {0}°
fa_ir: طول جغرافیایی: {0}°

source: Lower Range
fa_ir: حداقل محدوده

source: Make Bank Entry
fa_ir: ثبت سند بانکی

source: Mandatory Benefit Application
fa_ir: درخواست مزایای اجباری

source: Mandatory fields required for this action:
fa_ir: فیلدهای اجباری مورد نیاز برای این اقدام:

source: Manual Rating
fa_ir: امتیازدهی دستی

source: Manually
fa_ir: به صورت دستی

source: Mar
fa_ir: مارس

source: Mark Attendance
fa_ir: ثبت حضور و غیاب

source: Mark Auto Attendance on Holidays
fa_ir: ثبت خودکار حضور و غیاب در تعطیلات

source: Mark as Completed
fa_ir: علامت‌گذاری به عنوان تکمیل‌شده

source: Mark as In Progress
fa_ir: علامت‌گذاری به عنوان در حال انجام

source: Mark as {0}
fa_ir: علامت‌گذاری به عنوان {0}

source: Mark attendance as {0} for {1} on selected dates?
fa_ir: حضور و غیاب {1} را در تاریخ‌های انتخاب‌شده به عنوان {0} ثبت می‌کنید؟

source: Mark attendance based on 'Employee Checkin' for Employees assigned to this shift.
fa_ir: ثبت حضور و غیاب بر اساس 'ورود/خروج کارمند' برای کارکنان اختصاص‌یافته به این شیفت.

source: Mark attendance for existing check-in/out logs before changing shift settings
fa_ir: ثبت حضور و غیاب برای سوابق ورود/خروج موجود قبل از تغییر تنظیمات شیفت

source: Mark {0} as Completed?
fa_ir: {0} را به عنوان تکمیل‌شده علامت‌گذاری می‌کنید؟

source: Mark {0} {1} as {2}?
fa_ir: {0} {1} را به عنوان {2} علامت‌گذاری می‌کنید؟

source: Marked Attendance
fa_ir: حضور و غیاب ثبت‌شده

source: Marked Attendance HTML
fa_ir: HTML حضور و غیاب ثبت‌شده

source: Marking Attendance
fa_ir: در حال ثبت حضور و غیاب

source: Max Amount Eligible For Claim
fa_ir: حداکثر مبلغ قابل مطالبه

source: Max Benefit Amount
fa_ir: حداکثر مبلغ مزایا

source: Max Benefit Amount (Yearly)
fa_ir: حداکثر مبلغ مزایا (سالانه)

source: Max Benefits (Amount)
fa_ir: حداکثر مزایا (مبلغ)

source: Max Benefits (Yearly)
fa_ir: حداکثر مزایا (سالانه)

source: Max Exemption Amount
fa_ir: حداکثر مبلغ معافیت

source: Max Exemption Amount cannot be greater than maximum exemption amount {0} of Tax Exemption Category {1}
fa_ir: حداکثر مبلغ معافیت نمی‌تواند بیشتر از حداکثر مبلغ معافیت {0} از دسته معافیت مالیاتی {1} باشد

source: Max Taxable Income
fa_ir: حداکثر درآمد مشمول مالیات

source: Max working hours against Timesheet
fa_ir: حداکثر ساعات کاری بر اساس تایم‌شیت

source: Maximum Benefit Amount
fa_ir: حداکثر مبلغ مزایا

source: Maximum Carry Forwarded Leaves
fa_ir: حداکثر مرخصی‌های قابل انتقال

source: Maximum Consecutive Leaves Allowed
fa_ir: حداکثر مرخصی‌های متوالی مجاز

source: Maximum Consecutive Leaves Exceeded
fa_ir: حداکثر مرخصی‌های متوالی تجاوز کرده است

source: Maximum Encashable Leaves
fa_ir: حداکثر مرخصی‌های قابل بازخرید

source: Maximum Exempted Amount
fa_ir: حداکثر مبلغ معاف‌شده

source: Maximum Exemption Amount
fa_ir: حداکثر مبلغ معافیت

source: Maximum Leave Allocation Allowed per Leave Period
fa_ir: حداکثر تخصیص مرخصی مجاز در هر دوره مرخصی

source: Maximum Overtime Hours Allowed
fa_ir: حداکثر ساعات اضافه‌کاری مجاز

source: Maximum Overtime Hours Allowed Per Day
fa_ir: حداکثر ساعات اضافه‌کاری مجاز در روز

source: Maximum annual taxable income eligible for full tax relief. No tax is applied if income does not exceed this limit
fa_ir: حداکثر درآمد سالانه مشمول مالیات که واجد شرایط معافیت کامل مالیاتی است. در صورتی که درآمد از این حد تجاوز نکند، مالیاتی اعمال نمی‌شود

source: Maximum encashable leaves for {0} are {1}
fa_ir: حداکثر مرخصی‌های قابل بازخرید برای {0}، {1} است

source: Maximum leave allowed in the leave type {0} is {1}
fa_ir: حداکثر مرخصی مجاز در نوع مرخصی {0}، {1} است

source: May
fa_ir: مه

source: Meal Preference
fa_ir: ترجیح وعده غذایی

source: Medical
fa_ir: پزشکی

source: Mileage
fa_ir: مسافت پیموده شده

source: Min Taxable Income
fa_ir: حداقل درآمد مشمول مالیات

source: Minimum Year for Gratuity
fa_ir: حداقل سال برای سنوات

source: Minimum working days required since Date of Joining to apply for this leave
fa_ir: حداقل روزهای کاری مورد نیاز از تاریخ شروع به کار برای درخواست این مرخصی

source: Missing Advance Account
fa_ir: حساب پیش‌پرداخت موجود نیست

source: Missing Mandatory Field
fa_ir: فیلد اجباری وارد نشده است

source: Missing Opening Entries
fa_ir: ثبت‌های افتتاحیه موجود نیست

source: Missing Relieving Date
fa_ir: تاریخ تسویه موجود نیست

source: Missing Salary Components
fa_ir: اجزای حقوق و دستمزد موجود نیست
