Repository: ai-solution-company/systemafarin-custom-addon
Catalog: iran_core/translations_src/*-hrm.po
Languages: fa_ir

source: Employee {0} : {1}
fa_ir: کارمند {0} : {1}

source: Employee {0} already has an Attendance Request {1} that overlaps with this period
fa_ir: کارمند {0} قبلاً یک درخواست حضور و غیاب {1} دارد که با این دوره همپوشانی دارد

source: Employee {0} already has an active Shift {1}: {2} that overlaps within this period.
fa_ir: کارمند {0} قبلاً یک شیفت فعال {1}: {2} دارد که با این دوره همپوشانی دارد.

source: Employee {0} already submitted an application {1} for the payroll period {2}
fa_ir: کارمند {0} قبلاً یک درخواست {1} برای دوره حقوق و دستمزد {2} ارسال کرده است

source: Employee {0} has already applied for Shift {1}: {2} that overlaps within this period
fa_ir: کارمند {0} قبلاً برای شیفت {1}: {2} درخواست داده است که با این دوره همپوشانی دارد

source: Employee {0} has already applied for {1} between {2} and {3} : {4}
fa_ir: کارمند {0} قبلاً برای {1} بین {2} و {3} درخواست داده است : {4}

source: Employee {0} has already claimed the benefit '{1}' for {2} ({3}).<br>To prevent overpayments, only one claim per benefit type is allowed in each payroll cycle.
fa_ir: کارمند {0} قبلاً مزایای '{1}' را برای {2} ({3}) مطالبه کرده است.<br>برای جلوگیری از پرداخت‌های اضافی، تنها یک مطالبه به ازای هر نوع مزایا در هر چرخه حقوق و دستمزد مجاز است.

source: Employee {0} is not active or does not exist
fa_ir: کارمند {0} فعال نیست یا وجود ندارد

source: Employee {0} is on Leave on {1}
fa_ir: کارمند {0} در تاریخ {1} در مرخصی است

source: Employee {0} not found in Training Event Participants.
fa_ir: کارمند {0} در لیست شرکت‌کنندگان رویداد آموزشی یافت نشد.

source: Employee {0} on Half day on {1}
fa_ir: کارمند {0} در تاریخ {1} نیم‌روز است

source: Employee {0} relieved on {1} must be set as 'Left'
fa_ir: کارمند {0} که در تاریخ {1} تسویه شده است، باید به عنوان 'ترک‌کرده' تنظیم شود

source: Employee: {0} have to complete minimum {1} years for gratuity
fa_ir: کارمند: {0} باید حداقل {1} سال برای پاداش پایان خدمت تکمیل کند

source: Employees HTML
fa_ir: HTML کارمندان

source: Employees Working on a Holiday
fa_ir: کارمندان مشغول به کار در تعطیلات

source: Employees cannot give feedback to themselves. Use {0} instead: {1}
fa_ir: کارمندان نمی‌توانند به خودشان بازخورد دهند. به جای آن از {0} استفاده کنید: {1}

source: Employees on Half Day HTML
fa_ir: HTML کارمندان نیم‌روز

source: Employees will miss holiday reminders from {} until {}. <br> Do you want to proceed with this change?
fa_ir: کارمندان یادآوری‌های تعطیلات را از {} تا {} از دست خواهند داد. <br> آیا می‌خواهید با این تغییر ادامه دهید؟

source: Employees without Feedback: {0}
fa_ir: کارمندان بدون بازخورد: {0}

source: Employees without Goals: {0}
fa_ir: کارمندان بدون اهداف: {0}

source: Employees working on a holiday
fa_ir: کارمندان مشغول به کار در تعطیلات

source: Employment Type
fa_ir: نوع استخدام

source: Enable Auto Attendance
fa_ir: فعال‌سازی حضور و غیاب خودکار

source: Enable Early Exit Marking
fa_ir: فعال‌سازی ثبت خروج زودهنگام

source: Enable Late Entry Marking
fa_ir: فعال‌سازی ثبت ورود دیرهنگام

source: Enable Push Notifications
fa_ir: فعال‌سازی اعلان‌های فشاری

source: Enable this to use a specific multiplier for public holidays. If unchecked, the standard multiplier will be used instead.
fa_ir: این گزینه را برای استفاده از ضریب خاص برای تعطیلات رسمی فعال کنید. در صورت عدم انتخاب، ضریب استاندارد استفاده خواهد شد.

source: Enable this to use a specific multiplier for weekends. If unchecked, the standard multiplier will be used instead.
fa_ir: این گزینه را برای استفاده از ضریب خاص برای آخر هفته‌ها فعال کنید. در صورت عدم انتخاب، ضریب استاندارد استفاده خواهد شد.

source: Enabled only for Employee Benefit components from Salary Structure Assignment
fa_ir: فقط برای اجزای مزایای کارمندان از تخصیص ساختار حقوق فعال است

source: Enabling Push Notifications...
fa_ir: در حال فعال‌سازی اعلان‌های فشاری...

source: Encashment
fa_ir: بازخرید

source: Encashment Amount
fa_ir: مبلغ بازخرید

source: Encashment Days
fa_ir: روزهای بازخرید

source: Encashment Days cannot exceed {0} {1} as per Leave Type settings
fa_ir: روزهای بازخرید نمی‌تواند طبق تنظیمات نوع مرخصی از {0} {1} تجاوز کند

source: Encashment Limit Applied
fa_ir: محدودیت بازخرید اعمال شد

source: Encrypt Salary Slips in Emails
fa_ir: رمزگذاری فیش‌های حقوقی در ایمیل‌ها

source: End Date cannot be before Start Date
fa_ir: تاریخ پایان نمی‌تواند قبل از تاریخ شروع باشد

source: End date: {0}
fa_ir: تاریخ پایان: {0}

source: End time cannot be before start time
fa_ir: زمان پایان نمی‌تواند قبل از زمان شروع باشد

source: Enter Interview Round
fa_ir: دور مصاحبه را وارد کنید

source: Enter a non-zero value to adjust.
fa_ir: برای تنظیم، یک مقدار غیر صفر وارد کنید.

source: Enter the Standard Working Hours for a normal work day. These hours will be used in calculations of reports such as Employee Hours Utilization and Project Profitability analysis.
fa_ir: ساعات کاری استاندارد را برای یک روز کاری عادی وارد کنید. این ساعات در محاسبات گزارش‌هایی مانند بهره‌وری ساعات کارمندان و تحلیل سودآوری پروژه استفاده خواهد شد.

source: Enter the number of Leave Without Pay (LWP) days you want to reverse. This value cannot exceed the total LWP days recorded for the selected month
fa_ir: تعداد روزهای مرخصی بدون حقوق (LWP) را که می‌خواهید معکوس کنید، وارد کنید. این مقدار نمی‌تواند از کل روزهای LWP ثبت‌شده برای ماه انتخاب‌شده تجاوز کند

source: Enter the number of leaves you want to allocate for the period.
fa_ir: تعداد مرخصی‌هایی را که می‌خواهید برای این دوره تخصیص دهید، وارد کنید.

source: Enter yearly benefit amounts
fa_ir: مبالغ مزایای سالانه را وارد کنید

source: Enter {0}
fa_ir: {0} را وارد کنید

source: Error creating {0}
fa_ir: خطا در ایجاد {0}

source: Error deleting {0}
fa_ir: خطا در حذف {0}

source: Error downloading PDF
fa_ir: خطا در دانلود PDF

source: Error in formula or condition
fa_ir: خطا در فرمول یا شرط

source: Error in formula or condition: {0} in Income Tax Slab
fa_ir: خطا در فرمول یا شرط: {0} در ردیف مالیات بر درآمد

source: Error in some rows
fa_ir: خطا در برخی ردیف‌ها

source: Error updating {0}
fa_ir: خطا در به‌روزرسانی {0}

source: Error while evaluating the {doctype} {doclink} at row {row_id}. <br><br> <b>Error:</b> {error} <br><br> <b>Hint:</b> {description}
fa_ir: خطا هنگام ارزیابی {doctype} {doclink} در ردیف {row_id}. <br><br> <b>خطا:</b> {error} <br><br> <b>راهنما:</b> {description}

source: Estimated Cost Per Position
fa_ir: هزینه تخمینی به ازای هر موقعیت

source: Evaluation
fa_ir: ارزیابی

source: Evaluation Date
fa_ir: تاریخ ارزیابی

source: Evaluation Method cannot be changed as there are existing appraisals created for this cycle
fa_ir: روش ارزیابی قابل تغییر نیست زیرا ارزیابی‌های موجود برای این دوره ایجاد شده‌اند

source: Event Details
fa_ir: جزئیات رویداد

source: Event Link
fa_ir: لینک رویداد

source: Event Location
fa_ir: مکان رویداد

source: Event Name
fa_ir: نام رویداد

source: Event Status
fa_ir: وضعیت رویداد

source: Every 2 Weeks
fa_ir: هر ۲ هفته

source: Every 3 Weeks
fa_ir: هر ۳ هفته

source: Every 4 Weeks
fa_ir: هر ۴ هفته

source: Every Valid Check-in and Check-out
fa_ir: هر ورود و خروج معتبر

source: Every Week
fa_ir: هر هفته

source: Everyone, let’s congratulate them on their work anniversary!
fa_ir: به همه تبریک می‌گوییم به مناسبت سالگرد کاری‌شان!

source: Everyone, let’s congratulate {0} on their birthday.
fa_ir: به همه تبریک می‌گوییم به مناسبت تولد {0}.

source: Exam
fa_ir: آزمون

source: Exchange rate of Payment Entry against Employee Advance
fa_ir: نرخ ارز سند پرداخت در مقابل مساعده کارمند

source: Exclude Holidays
fa_ir: بدون احتساب تعطیلات

source: Excluded {0} Non-Encashable Leaves for {1}
fa_ir: {0} مرخصی غیرقابل تبدیل به وجه برای {1} مستثنی شد

source: Exempted from Income Tax
fa_ir: معاف از مالیات بر درآمد

source: Exemption
fa_ir: معافیت

source: Exemption Category
fa_ir: دسته بندی معافیت

source: Exemption Proofs
fa_ir: مدارک معافیت

source: Exemption Sub Category
fa_ir: زیردسته معافیت

source: Existing Record
fa_ir: رکورد موجود

source: Existing Shift Assignments
fa_ir: تخصیص شیفت‌های موجود

source: Exit Confirmed
fa_ir: خروج تأیید شد

source: Exit Details
fa_ir: جزئیات خروج

source: Exit Interview
fa_ir: مصاحبه خروج

source: Exit Interview Pending
fa_ir: مصاحبه خروج در انتظار

source: Exit Interview Summary
fa_ir: خلاصه مصاحبه خروج

source: Exit Interview {0} already exists for Employee: {1}
fa_ir: مصاحبه خروج {0} از قبل برای کارمند: {1} موجود است

source: Exit Questionnaire
fa_ir: پرسشنامه خروج

source: Exit Questionnaire Notification
fa_ir: اعلان پرسشنامه خروج

source: Exit Questionnaire Notification Template
fa_ir: الگوی اعلان پرسشنامه خروج

source: Exit Questionnaire Pending
fa_ir: پرسشنامه خروج در انتظار

source: Exit Questionnaire Web Form
fa_ir: فرم وب پرسشنامه خروج

source: Exits (This Month)
fa_ir: خروج‌ها (این ماه)

source: Expected Average Rating
fa_ir: میانگین امتیاز مورد انتظار

source: Expected By
fa_ir: مورد انتظار توسط

source: Expected Compensation
fa_ir: جبران خسارت مورد انتظار

source: Expected Salary Range per month
fa_ir: محدوده حقوق مورد انتظار در ماه

source: Expected Skill Set
fa_ir: مجموعه مهارت‌های مورد انتظار

source: Expected Skillset
fa_ir: مجموعه مهارت‌های مورد انتظار

source: Expense Approver
fa_ir: تأییدکننده هزینه

source: Expense Approver Mandatory In Expense Claim
fa_ir: تأییدکننده هزینه در سند درخواست هزینه اجباری است

source: Expense Claim Account
fa_ir: حساب درخواست هزینه

source: Expense Claim Advance
fa_ir: پیش‌پرداخت درخواست هزینه

source: Expense Claim Detail
fa_ir: جزئیات درخواست هزینه

source: Expense Claim Summary
fa_ir: خلاصه درخواست هزینه

source: Expense Claim Type
fa_ir: نوع درخواست هزینه

source: Expense Claim for Vehicle Log {0}
fa_ir: درخواست هزینه برای گزارش خودرو {0}

source: Expense Claim {0} already exists for the Vehicle Log
fa_ir: درخواست هزینه {0} از قبل برای گزارش خودرو موجود است

source: Expense Claims
fa_ir: درخواست‌های هزینه

source: Expense Date
fa_ir: تاریخ هزینه

source: Expense Item
fa_ir: آیتم هزینه

source: Expense Proof
fa_ir: مدرک هزینه

source: Expense Tax
fa_ir: مالیات هزینه

source: Expense Taxes and Charges
fa_ir: مالیات‌ها و عوارض هزینه

source: Expense Type
fa_ir: نوع هزینه

source: Expenses & Advances
fa_ir: هزینه‌ها و پیش‌پرداخت‌ها

source: Expire Allocation
fa_ir: انقضای تخصیص

source: Expire Carry Forwarded Leaves (Days)
fa_ir: انقضای مرخصی‌های منتقل شده (روز)

source: Expire Leaves
fa_ir: انقضای مرخصی‌ها

source: Expired Leave(s)
fa_ir: مرخصی(های) منقضی شده

source: Expired Leaves
fa_ir: مرخصی‌های منقضی شده

source: Explanation
fa_ir: توضیح

source: Exporting...
fa_ir: در حال برون‌بری...

source: Failed to create/submit {0} for employees:
fa_ir: عدم موفقیت در ایجاد/ارسال {0} برای کارمندان:

source: Failed to delete defaults for country {0}.
fa_ir: عدم موفقیت در حذف پیش‌فرض‌ها برای کشور {0}.

source: Failed to download PDF: {0}
fa_ir: عدم موفقیت در دانلود PDF: {0}

source: Failed to send the Interview Reschedule notification. Please configure your email account.
fa_ir: ارسال اعلان تغییر زمان‌بندی مصاحبه با شکست مواجه شد. لطفاً حساب ایمیل خود را پیکربندی کنید.

source: Failed to setup defaults for country {0}.
fa_ir: تنظیم پیش‌فرض‌ها برای کشور {0} با شکست مواجه شد.

source: Failed to submit some leave policy assignments:
fa_ir: ارسال برخی از تخصیص‌های سیاست مرخصی با شکست مواجه شد:

source: Failed to update the Job Applicant status
fa_ir: به‌روزرسانی وضعیت متقاضی شغل با شکست مواجه شد

source: Failed to {0} {1} for employees:
fa_ir: {0} {1} برای کارمندان با شکست مواجه شد:

source: Failure Details
fa_ir: جزئیات شکست

source: Failure Reason
fa_ir: دلیل شکست

source: Failure of Automatic Allocation of Earned Leaves
fa_ir: شکست تخصیص خودکار مرخصی‌های استحقاقی

source: Feb
fa_ir: فوریه

source: Feedback Count
fa_ir: تعداد بازخورد

source: Feedback HTML
fa_ir: HTML بازخورد

source: Feedback Ratings
fa_ir: امتیازات بازخورد

source: Feedback Reminder Notification Template
fa_ir: قالب اعلان یادآوری بازخورد

source: Feedback Score
fa_ir: امتیاز بازخورد

source: Feedback Submitted
fa_ir: بازخورد ارسال شد

source: Feedback Summary
fa_ir: خلاصه بازخورد

source: Feedback already submitted for the Interview {0}. Please cancel the previous Interview Feedback {1} to continue.
fa_ir: بازخورد برای مصاحبه {0} قبلاً ارسال شده است. لطفاً بازخورد مصاحبه قبلی {1} را لغو کنید تا ادامه دهید.

source: Feedback cannot be recorded for an absent Employee.
fa_ir: بازخورد برای کارمند غایب قابل ثبت نیست.

source: Feedback {0} added successfully
fa_ir: بازخورد {0} با موفقیت اضافه شد

source: Fetch Geolocation
fa_ir: دریافت موقعیت جغرافیایی

source: Fetch Overtime Details
fa_ir: دریافت جزئیات اضافه‌کاری

source: Fetch Shift
fa_ir: دریافت شیفت

source: Fetch Shifts
fa_ir: دریافت شیفت‌ها

source: Fetching Employees
fa_ir: در حال دریافت کارمندان

source: Fetching Shift
fa_ir: در حال دریافت شیفت

source: Fetching your geolocation
fa_ir: در حال دریافت موقعیت جغرافیایی شما

source: File Preview
fa_ir: پیش‌نمایش فایل

source: Fill the form and save it
fa_ir: فرم را پر کرده و ذخیره کنید

source: Filled
fa_ir: پر شده

source: Filter Employees
fa_ir: فیلتر کارمندان

source: Filter by Shift
fa_ir: فیلتر بر اساس شیفت

source: Final Decision
fa_ir: تصمیم نهایی

source: Final Score
fa_ir: امتیاز نهایی

source: Final Score Formula
fa_ir: فرمول امتیاز نهایی

source: First Check-in and Last Check-out
fa_ir: اولین ورود و آخرین خروج

source: First Day
fa_ir: روز اول

source: First Name
fa_ir: نام

source: Fiscal Year {0} not found
fa_ir: سال مالی {0} یافت نشد

source: Fixed Hourly Rate
fa_ir: نرخ ساعتی ثابت

source: Fleet Management
fa_ir: مدیریت ناوگان

source: Flexible Benefit
fa_ir: مزایای منعطف

source: Flexible Benefits
fa_ir: مزایای منعطف

source: Flexible Component
fa_ir: جزء منعطف

source: Flight
fa_ir: پرواز

source: FnF Pending
fa_ir: تسویه نهایی در انتظار

source: Follow via Email
fa_ir: پیگیری از طریق ایمیل

source: Food
fa_ir: غذا

source: For Designation
fa_ir: برای سمت

source: For Employee
fa_ir: برای کارمند

source: For a day of leave taken, if you still pay (say) 50% of the daily salary, then enter 0.50 in this field.
fa_ir: برای یک روز مرخصی گرفته شده، اگر همچنان (مثلاً) ۵۰٪ از حقوق روزانه را پرداخت می‌کنید، در این فیلد ۰.۵۰ را وارد کنید.

source: Formula
fa_ir: فرمول

source: Fraction of Applicable Earnings
fa_ir: کسری از درآمد قابل اعمال

source: Fraction of Daily Salary for Half Day
fa_ir: کسری از حقوق روزانه برای نیم روز

source: Fraction of Daily Salary per Leave
fa_ir: کسری از حقوق روزانه به ازای هر مرخصی

source: Fractional Cost
fa_ir: هزینه کسری

source: From Amount
fa_ir: از مبلغ

source: From Date must come before To Date
fa_ir: تاریخ شروع باید قبل از تاریخ پایان باشد

source: From Date {0} cannot be after Payroll Period end date {1}
fa_ir: تاریخ شروع {0} نمی‌تواند بعد از تاریخ پایان دوره حقوق و دستمزد {1} باشد

source: From Date {0} cannot be after employee's relieving Date {1}
fa_ir: تاریخ شروع {0} نمی‌تواند بعد از تاریخ تسویه حساب کارمند {1} باشد

source: From Date {0} cannot be before Payroll Period start date {1}
fa_ir: تاریخ شروع {0} نمی‌تواند قبل از تاریخ شروع دوره حقوق و دستمزد {1} باشد

source: From Date {0} cannot be before employee's joining Date {1}
fa_ir: تاریخ شروع {0} نمی‌تواند قبل از تاریخ استخدام کارمند {1} باشد

source: From date can not be less than employee's joining date
fa_ir: تاریخ شروع نمی‌تواند کمتر از تاریخ استخدام کارمند باشد

source: From date can not be less than employee's joining date.
fa_ir: تاریخ شروع نمی‌تواند کمتر از تاریخ استخدام کارمند باشد.

source: From here, you can enable encashment for the balance leaves.
fa_ir: از اینجا می‌توانید امکان بازخرید مرخصی‌های باقیمانده را فعال کنید.

source: From {0} to {1}
fa_ir: از {0} تا {1}

source: From(Year)
fa_ir: از (سال)

source: Fuchsia
fa_ir: سرخابی

source: Fuel Expense
fa_ir: هزینه سوخت

source: Fuel Expenses
fa_ir: هزینه‌های سوخت

source: Fuel Price
fa_ir: قیمت سوخت

source: Fuel Qty
fa_ir: مقدار سوخت

source: Full and Final Asset
fa_ir: دارایی تسویه نهایی

source: Full and Final Outstanding Statement
fa_ir: صورتحساب تسویه نهایی معوقات

source: Full-time
fa_ir: تمام وقت

source: Fully Sponsored
fa_ir: با حمایت کامل

source: Funded Amount
fa_ir: مبلغ تأمین‌شده

source: Future Income Tax
fa_ir: مالیات بر درآمد آتی

source: Future dates not allowed
fa_ir: تاریخ‌های آتی مجاز نیستند

source: Gain Loss Account
fa_ir: حساب سود و زیان

source: Geolocation Error
fa_ir: خطای موقعیت جغرافیایی

source: Geolocation is not supported by your current browser
fa_ir: موقعیت جغرافیایی توسط مرورگر فعلی شما پشتیبانی نمی‌شود

source: Get Details From Declaration
fa_ir: دریافت جزئیات از اظهارنامه

source: Get Employees
fa_ir: دریافت کارمندان

source: Get Job Requisitions
fa_ir: دریافت درخواست‌های شغلی

source: Get Template
fa_ir: دریافت الگو

source: Get the app on your device for easy access & a better experience!
fa_ir: برنامه را روی دستگاه خود نصب کنید تا دسترسی آسان‌تر و تجربه بهتری داشته باشید!

source: Get the app on your iPhone for easy access & a better experience
fa_ir: برنامه را روی آیفون خود نصب کنید تا دسترسی آسان‌تر و تجربه بهتری داشته باشید

source: Gluten Free
fa_ir: بدون گلوتن

source: Go to Login
fa_ir: رفتن به ورود

source: Go to Reset Password page
fa_ir: رفتن به صفحه بازنشانی رمز عبور

source: Goal Completion (%)
fa_ir: درصد تکمیل هدف

source: Goal Score
fa_ir: امتیاز هدف

source: Goal Score (%)
fa_ir: امتیاز هدف (%)

source: Goal Score (weighted)
fa_ir: امتیاز هدف (وزن‌دار)

source: Goal progress percentage cannot be more than 100.
fa_ir: درصد پیشرفت هدف نمی‌تواند بیشتر از ۱۰۰ باشد.

source: Goal should be aligned with the same KRA as its parent goal.
fa_ir: هدف باید با همان KRA هدف والد خود همسو باشد.

source: Goal should be owned by the same employee as its parent goal.
fa_ir: هدف باید متعلق به همان کارمندی باشد که هدف والد آن است.

source: Goal should belong to the same Appraisal Cycle as its parent goal.
fa_ir: هدف باید به همان چرخه ارزیابی هدف والد خود تعلق داشته باشد.

source: Goal updated successfully
fa_ir: هدف با موفقیت به‌روزرسانی شد

source: Goals updated successfully
fa_ir: اهداف با موفقیت به‌روزرسانی شدند

source: Grade
fa_ir: رتبه

source: Gratuity
fa_ir: سنوات

source: Gratuity Applicable Component
fa_ir: جزء قابل اعمال سنوات

source: Gratuity Rule
fa_ir: قانون سنوات

source: Gratuity Rule Slab
fa_ir: ردیف قانون سنوات

source: Grievance
fa_ir: شکایت

source: Grievance Against
fa_ir: شکایت علیه

source: Grievance Against Party
fa_ir: طرف شکایت

source: Grievance Details
fa_ir: جزئیات شکایت

source: Grievance Type
fa_ir: نوع شکایت

source: Gross Earnings
fa_ir: ناخالص درآمدها

source: Gross Pay
fa_ir: حقوق ناخالص

source: Gross Pay (Company Currency)
fa_ir: حقوق ناخالص (ارز شرکت)

source: Gross Year To Date
fa_ir: ناخالص از ابتدای سال تا کنون

source: Gross Year To Date(Company Currency)
fa_ir: ناخالص از ابتدای سال تا کنون (ارز شرکت)

source: Group goal's progress is auto-calculated based on the child goals.
fa_ir: پیشرفت هدف گروهی بر اساس اهداف زیرمجموعه به صورت خودکار محاسبه می‌شود.

source: HR
fa_ir: منابع انسانی

source: HR & Payroll
fa_ir: منابع انسانی و حقوق و دستمزد

source: HR & Payroll Settings
fa_ir: تنظیمات منابع انسانی و حقوق و دستمزد

source: HR Dashboard
fa_ir: داشبورد منابع انسانی

source: HR Settings
fa_ir: تنظیمات منابع انسانی

source: Half Day
fa_ir: نیم‌روز

source: Half Day Date
fa_ir: تاریخ نیم‌روز

source: Half Day Date is mandatory
fa_ir: تاریخ نیم‌روز اجباری است

source: Half Day Date should be between From Date and To Date
fa_ir: تاریخ نیم‌روز باید بین تاریخ شروع و تاریخ پایان باشد

source: Half Day Date should be in between Work From Date and Work End Date
fa_ir: تاریخ نیم‌روز باید بین تاریخ شروع کار و تاریخ پایان کار باشد

source: Half Day Marked Employee Header
fa_ir: سربرگ کارمندان ثبت‌شده نیم‌روز

source: Half Day Records
fa_ir: سوابق نیم‌روز

source: Half day date should be in between from date and to date
fa_ir: تاریخ نیم‌روز باید بین تاریخ شروع و تاریخ پایان باشد

source: Has Certificate
fa_ir: دارای گواهی

source: Health Insurance
fa_ir: بیمه درمانی

source: Health Insurance Name
fa_ir: نام بیمه درمانی

source: Health Insurance No
fa_ir: شماره بیمه درمانی

source: Health Insurance Provider
fa_ir: ارائه‌دهنده بیمه درمانی

source: Hey {}! This email is to remind you about the upcoming holidays.
fa_ir: سلام {}! این ایمیل برای یادآوری تعطیلات پیش رو است.

source: Hey, {0} 👋
fa_ir: سلام، {0} 👋

source: Hiring Count
fa_ir: تعداد استخدام

source: Hiring Settings
fa_ir: تنظیمات استخدام

source: Holiday List for Optional Leave
fa_ir: لیست تعطیلات برای مرخصی اختیاری

source: Holidays this Month.
fa_ir: تعطیلات این ماه.

source: Holidays this Week.
fa_ir: تعطیلات این هفته.

source: Horizontal Break
fa_ir: خط جداکننده افقی

source: Hour Rate (Company Currency)
fa_ir: نرخ ساعتی (واحد پول شرکت)

source: Hourly Rate
fa_ir: نرخ ساعتی

source: House rent paid days overlapping with {0}
fa_ir: روزهای پرداخت اجاره خانه با {0} همپوشانی دارد

source: House rented dates required for exemption calculation
fa_ir: تاریخ‌های اجاره خانه برای محاسبه معافیت الزامی است

source: House rented dates should be atleast 15 days apart
fa_ir: تاریخ‌های اجاره خانه باید حداقل ۱۵ روز فاصله داشته باشند

source: IFSC Code
fa_ir: کد IFSC

source: Identification Document Number
fa_ir: شماره سند شناسایی

source: Identification Document Type
fa_ir: نوع سند شناسایی

source: If checked, Payroll Payable will be booked against each employee
fa_ir: در صورت انتخاب، حقوق و دستمزد قابل پرداخت برای هر کارمند ثبت خواهد شد

source: If checked, flexible benefits are considered only if benefit application exists
fa_ir: در صورت انتخاب، مزایای انعطاف‌پذیر تنها در صورت وجود درخواست مزایا در نظر گرفته می‌شوند

source: If checked, hides and disables Rounded Total field in Salary Slips
fa_ir: در صورت انتخاب، فیلد "مجموع گرد شده" در فیش‌های حقوقی پنهان و غیرفعال می‌شود

source: If checked, overtime slip creation can be handled as part of payroll processing
fa_ir: در صورت انتخاب، ایجاد فیش اضافه کاری می‌تواند به عنوان بخشی از فرآیند حقوق و دستمزد مدیریت شود

source: If checked, the full amount will be deducted from taxable income before calculating income tax without any declaration or proof submission.
fa_ir: در صورت انتخاب، کل مبلغ قبل از محاسبه مالیات بر درآمد و بدون نیاز به اظهارنامه یا ارائه مدرک، از درآمد مشمول مالیات کسر خواهد شد.

source: If enabled, Tax Exemption Declaration will be considered for income tax calculation.
fa_ir: در صورت فعال بودن، اظهارنامه معافیت مالیاتی برای محاسبه مالیات بر درآمد در نظر گرفته خواهد شد.

source: If enabled, auto attendance will be marked on holidays if Employee Checkins exist
fa_ir: در صورت فعال بودن، اگر ورود/خروج کارمندان وجود داشته باشد، حضور و غیاب خودکار در تعطیلات ثبت خواهد شد.

source: If enabled, deducts payment days for absent attendance on holidays. By default, holidays are considered as paid
fa_ir: در صورت فعال بودن، روزهای پرداخت برای غیبت در تعطیلات کسر می‌شود. به طور پیش‌فرض، تعطیلات با حقوق در نظر گرفته می‌شوند.

source: If enabled, the amount will be excluded from accounting entries during Journal Entry creation.
fa_ir: در صورت فعال بودن، مبلغ هنگام ایجاد سند روزنامه از ثبت‌های حسابداری مستثنی خواهد شد.

source: If enabled, the component will be considered as a tax component and the amount will be auto-calculated as per the configured income tax slabs
fa_ir: در صورت فعال بودن، این جزء به عنوان یک جزء مالیاتی در نظر گرفته می‌شود و مبلغ بر اساس پلکان‌های مالیات بر درآمد پیکربندی شده به صورت خودکار محاسبه خواهد شد.

source: If enabled, the component will be considered in the Income Tax Deductions report
fa_ir: در صورت فعال بودن، این جزء در گزارش کسورات مالیات بر درآمد در نظر گرفته خواهد شد.

source: If enabled, the component will not be displayed in the salary slip if the amount is zero
fa_ir: در صورت فعال بودن، اگر مبلغ صفر باشد، این جزء در فیش حقوقی نمایش داده نخواهد شد.

source: If enabled, the total no. of applications received for this opening will be displayed on the website
fa_ir: در صورت فعال بودن، تعداد کل درخواست‌های دریافت شده برای این موقعیت شغلی در وب‌سایت نمایش داده خواهد شد.
