Repository: ai-solution-company/systemafarin-custom-addon
Catalog: iran_core/translations_src/*-hrm.po
Languages: fa_ir

source: Please set default template for Leave Approval Notification in HR Settings.
fa_ir: لطفاً الگوی پیش‌فرض را برای اعلان تأیید مرخصی در تنظیمات منابع انسانی تنظیم کنید.

source: Please set default template for Leave Status Notification in HR Settings.
fa_ir: لطفاً الگوی پیش‌فرض را برای اعلان وضعیت مرخصی در تنظیمات منابع انسانی تنظیم کنید.

source: Please set the Appraisal Template for all the {0} or select the template in the Employees table below.
fa_ir: لطفاً الگوی ارزیابی را برای همه {0} تنظیم کنید یا الگو را در جدول کارمندان زیر انتخاب کنید.

source: Please set the Company
fa_ir: لطفاً شرکت را تنظیم کنید.

source: Please set the Date Of Joining for employee {0}
fa_ir: لطفاً تاریخ استخدام را برای کارمند {0} تنظیم کنید.

source: Please set the Holiday List.
fa_ir: لطفاً لیست تعطیلات را تنظیم کنید.

source: Please set the date range.
fa_ir: لطفاً بازه تاریخی را تنظیم کنید.

source: Please set the relieving date for employee {0}
fa_ir: لطفاً تاریخ ترک کار را برای کارمند {0} تنظیم کنید.

source: Please set {0} and {1} in {2}.
fa_ir: لطفاً {0} و {1} را در {2} تنظیم کنید.

source: Please set {0} for Employee {1}
fa_ir: لطفاً {0} را برای کارمند {1} تنظیم کنید.

source: Please set {0} for the Employee: {1}
fa_ir: لطفاً {0} را برای کارمند: {1} تنظیم کنید.

source: Please set {0}.
fa_ir: لطفاً {0} را تنظیم کنید.

source: Please setup Employee Naming System in Human Resource > HR Settings
fa_ir: لطفاً سیستم نام‌گذاری کارمندان را در منابع انسانی > تنظیمات منابع انسانی راه‌اندازی کنید.

source: Please setup numbering series for Attendance via Setup > Numbering Series
fa_ir: لطفاً سری شماره‌گذاری را برای حضور و غیاب از طریق راه‌اندازی > سری شماره‌گذاری راه‌اندازی کنید.

source: Please share your feedback to the training by clicking on 'Training Feedback' and then 'New'
fa_ir: لطفاً بازخورد خود را در مورد آموزش با کلیک بر روی 'بازخورد آموزش' و سپس 'جدید' به اشتراک بگذارید.

source: Please specify the job applicant to be updated.
fa_ir: لطفاً متقاضی شغلی را که باید به‌روزرسانی شود، مشخص کنید.

source: Please specify {0} and {1} (if any), for the correct tax calculation in future salary slips.
fa_ir: لطفاً {0} و {1} (در صورت وجود) را برای محاسبه صحیح مالیات در فیش‌های حقوقی آتی مشخص کنید.

source: Please submit the {0} before marking the cycle as Completed
fa_ir: لطفاً {0} را قبل از علامت‌گذاری چرخه به عنوان تکمیل‌شده ارسال کنید.

source: Please update your status for this training event
fa_ir: لطفاً وضعیت خود را برای این رویداد آموزشی به‌روزرسانی کنید.

source: Posted On
fa_ir: تاریخ ثبت

source: Posting date
fa_ir: تاریخ ثبت

source: Preferred Area for Lodging
fa_ir: منطقه ترجیحی برای اقامت

source: Present
fa_ir: حاضر

source: Present Records
fa_ir: سوابق موجود

source: Prevent self approval for expense claims even if user has permissions
fa_ir: جلوگیری از تأیید خودکار درخواست‌های هزینه حتی اگر کاربر مجوز داشته باشد

source: Prevent self approval for leaves even if user has permissions
fa_ir: جلوگیری از تأیید خودکار مرخصی‌ها حتی اگر کاربر مجوز داشته باشد

source: Preview Salary Slip
fa_ir: پیش‌نمایش فیش حقوقی

source: Principal Amount
fa_ir: اصل مبلغ

source: Printed On {0}
fa_ir: چاپ شده در تاریخ {0}

source: Privilege Leave
fa_ir: مرخصی استحقاقی

source: Probation
fa_ir: آزمایشی

source: Probationary Period
fa_ir: دوره آزمایشی

source: Process Attendance After
fa_ir: پردازش حضور و غیاب بعد از

source: Process Payroll Accounting Entry based on Employee
fa_ir: پردازش سند حسابداری حقوق و دستمزد بر اساس کارمند

source: Process Requests
fa_ir: پردازش درخواست‌ها

source: Process Shift Requests
fa_ir: پردازش درخواست‌های شیفت

source: Process leave encashment via a separate Payment Entry instead of Salary Slip
fa_ir: پردازش بازخرید مرخصی از طریق یک سند پرداخت جداگانه به جای فیش حقوقی

source: Process {0} Shift Request(s) as <b>{1}</b>?
fa_ir: پردازش {0} درخواست شیفت به عنوان <b>{1}</b>؟

source: Processing Requests
fa_ir: در حال پردازش درخواست‌ها

source: Processing Requests...
fa_ir: در حال پردازش درخواست‌ها...

source: Processing of Shift Requests has been queued. It may take a few minutes.
fa_ir: پردازش درخواست‌های شیفت در صف قرار گرفته است. ممکن است چند دقیقه طول بکشد.

source: Professional Tax Deductions
fa_ir: کسورات مالیات مشاغل

source: Proficiency
fa_ir: مهارت

source: Profit
fa_ir: سود

source: Project Profitability
fa_ir: سودآوری پروژه

source: Promotion
fa_ir: ترفیع

source: Promotion Date
fa_ir: تاریخ ترفیع

source: Property already added
fa_ir: ویژگی قبلاً اضافه شده است

source: Provident Fund Deductions
fa_ir: کسورات صندوق بازنشستگی

source: Public Holiday Multiplier
fa_ir: ضریب تعطیل رسمی

source: Publish Applications Received
fa_ir: انتشار درخواست‌های دریافتی

source: Publish Salary Range
fa_ir: انتشار محدوده حقوق

source: Publish on website
fa_ir: انتشار در وب‌سایت

source: Purpose & Amount
fa_ir: هدف و مبلغ

source: Purpose of Travel
fa_ir: هدف از سفر

source: Push Notification permission denied
fa_ir: مجوز پوش نوتیفیکیشن رد شد

source: Push notifications disabled
fa_ir: پوش نوتیفیکیشن‌ها غیرفعال است

source: Push notifications have been disabled on your site
fa_ir: پوش نوتیفیکیشن‌ها در سایت شما غیرفعال شده‌اند

source: Questionnaire Email Sent
fa_ir: ایمیل پرسشنامه ارسال شد

source: Quick Filters
fa_ir: فیلترهای سریع

source: Quick Links
fa_ir: پیوندهای سریع

source: Radius within which check-in is allowed (in meters)
fa_ir: شعاع مجاز برای ورود (بر حسب متر)

source: Rate Goals Manually
fa_ir: ارزیابی دستی اهداف

source: Rating Criteria
fa_ir: معیارهای ارزیابی

source: Ratings
fa_ir: امتیازات

source: Re-allocate Leaves
fa_ir: تخصیص مجدد مرخصی‌ها

source: Reason for Adjustment
fa_ir: دلیل تعدیل

source: Reason for Requesting
fa_ir: دلیل درخواست

source: Reason for Withholding Salary
fa_ir: دلیل کسر حقوق

source: Reason for skipping auto attendance:
fa_ir: دلیل صرف‌نظر از حضور و غیاب خودکار:

source: Recent Attendance Requests
fa_ir: درخواست‌های حضور و غیاب اخیر

source: Recent Expenses
fa_ir: هزینه‌های اخیر

source: Recent Leaves
fa_ir: مرخصی‌های اخیر

source: Recent Shift Requests
fa_ir: درخواست‌های شیفت اخیر

source: Recommended for a single biometric device / checkins via mobile app
fa_ir: برای یک دستگاه بیومتریک / ثبت ورود/خروج از طریق اپلیکیشن موبایل توصیه می‌شود

source: Recover Cost
fa_ir: بازیابی هزینه

source: Recruitment
fa_ir: استخدام

source: Recruitment Analytics
fa_ir: تحلیل استخدام

source: Reduce
fa_ir: کاهش

source: Reducing maximum leaves allowed after allocation may cause scheduler to allocate incorrect number of earned leaves. Proceed with caution.
fa_ir: کاهش حداکثر مرخصی‌های مجاز پس از تخصیص ممکن است باعث شود زمان‌بندی‌کننده تعداد نادرستی از مرخصی‌های کسب‌شده را تخصیص دهد. با احتیاط ادامه دهید.

source: Reduction is more than {0}'s available leave balance {1} for leave type {2}
fa_ir: کاهش بیشتر از مانده مرخصی موجود {1} برای {0} از نوع مرخصی {2} است

source: Reference: {0}
fa_ir: مرجع: {0}

source: Referral Bonus Payment Status
fa_ir: وضعیت پرداخت پاداش معرفی

source: Referral Details
fa_ir: جزئیات معرفی

source: Referrer Details
fa_ir: جزئیات معرفی‌کننده

source: Referrer Name
fa_ir: نام معرفی‌کننده

source: Reflections
fa_ir: بازتاب‌ها

source: Refuelling Details
fa_ir: جزئیات سوخت‌گیری

source: Reject
fa_ir: رد

source: Reject Employee Referral
fa_ir: رد معرفی کارمند

source: Rejection
fa_ir: رد شدن

source: Release Withheld Salaries
fa_ir: پرداخت حقوق‌های کسرشده

source: Released
fa_ir: پرداخت شده

source: Relieving Date
fa_ir: تاریخ تسویه

source: Relieving Date Missing
fa_ir: تاریخ تسویه وارد نشده است

source: Remaining Benefits (Yearly)
fa_ir: مزایای باقیمانده (سالانه)

source: Remind Before
fa_ir: یادآوری قبل از

source: Reminded
fa_ir: یادآوری شده

source: Reminders
fa_ir: یادآوری‌ها

source: Remove if Zero Valued
fa_ir: اگر ارزش صفر باشد، حذف شود

source: Rented Car
fa_ir: خودروی اجاره‌ای

source: Repay From Salary
fa_ir: بازپرداخت از حقوق

source: Repay From Salary can be selected only for term loans
fa_ir: بازپرداخت از حقوق فقط برای وام‌های مدت‌دار قابل انتخاب است

source: Repay Unclaimed Amount from Salary
fa_ir: بازپرداخت مبلغ ادعانشده از حقوق

source: Repeat On Days
fa_ir: تکرار در روزهای

source: Replies
fa_ir: پاسخ‌ها

source: Reports To
fa_ir: گزارش‌دهنده به

source: Request Attendance
fa_ir: درخواست حضور و غیاب

source: Request Leave
fa_ir: درخواست مرخصی

source: Request a Leave
fa_ir: درخواست مرخصی

source: Request a Shift
fa_ir: درخواست شیفت

source: Request an Advance
fa_ir: درخواست مساعده

source: Requested By
fa_ir: درخواست‌کننده

source: Requested By (Name)
fa_ir: درخواست‌کننده (نام)

source: Require Full Funding
fa_ir: نیاز به تأمین مالی کامل

source: Required Skills
fa_ir: مهارت‌های مورد نیاز

source: Required for Employee Creation
fa_ir: مورد نیاز برای ایجاد کارمند

source: Reschedule Interview
fa_ir: زمان‌بندی مجدد مصاحبه

source: Responsibilities
fa_ir: مسئولیت‌ها

source: Restrict Backdated Leave Application
fa_ir: محدود کردن درخواست مرخصی با تاریخ گذشته

source: Resume Attachment
fa_ir: پیوست رزومه

source: Resume Link
fa_ir: لینک رزومه

source: Resume link
fa_ir: لینک رزومه

source: Retained
fa_ir: حفظ شده

source: Retention Bonus
fa_ir: پاداش ماندگاری

source: Retirement Age (In Years)
fa_ir: سن بازنشستگی (به سال)

source: Retry Failed
fa_ir: تلاش مجدد موارد ناموفق

source: Retry Failed Allocations
fa_ir: تلاش مجدد برای تخصیص‌های ناموفق

source: Retry Successful
fa_ir: تلاش مجدد موفق

source: Retrying allocations
fa_ir: در حال تلاش مجدد برای تخصیص‌ها

source: Return amount cannot be greater than unclaimed amount
fa_ir: مبلغ برگشتی نمی‌تواند بیشتر از مبلغ ادعا نشده باشد

source: Review various other settings related to Employee Leaves and Expense Claim
fa_ir: بررسی سایر تنظیمات مربوط به مرخصی کارمندان و درخواست هزینه

source: Reviewer
fa_ir: بررسی‌کننده

source: Reviewer Name
fa_ir: نام بررسی‌کننده

source: Revised CTC
fa_ir: CTC بازنگری شده

source: Role Allowed to Create Backdated Leave Application
fa_ir: نقش مجاز برای ایجاد درخواست مرخصی با تاریخ گذشته

source: Roster
fa_ir: برنامه کاری

source: Roster Color
fa_ir: رنگ برنامه کاری

source: Round Name
fa_ir: نام مرحله

source: Round off Work Experience
fa_ir: گرد کردن سابقه کار

source: Round to the Nearest Integer
fa_ir: گرد کردن به نزدیک‌ترین عدد صحیح

source: Rounding
fa_ir: گرد کردن

source: Route to the custom Job Application Webform
fa_ir: هدایت به فرم وب سفارشی درخواست شغل

source: Row #{0}: Cannot set amount or formula for Salary Component {1} with Variable Based On Taxable Salary
fa_ir: ردیف {0}: نمی‌توان مبلغ یا فرمول را برای جزء حقوق {1} با متغیر مبتنی بر حقوق مشمول مالیات تنظیم کرد

source: Row #{0}: The {1} Component has the options {2} and {3} enabled.
fa_ir: ردیف {0}: جزء {1} گزینه‌های {2} و {3} را فعال کرده است.

source: Row #{0}: Timesheet amount will overwrite the Earning component amount for the Salary Component {1}
fa_ir: ردیف {0}: مبلغ تایم‌شیت، مبلغ جزء درآمدی را برای جزء حقوق {1} بازنویسی خواهد کرد

source: Row No {0}: Amount cannot be greater than the Outstanding Amount against Expense Claim {1}. Outstanding Amount is {2}
fa_ir: ردیف شماره {0}: مبلغ نمی‌تواند بیشتر از مبلغ باقیمانده در برابر درخواست هزینه {1} باشد. مبلغ باقیمانده {2} است

source: Row {0}# Allocated amount {1} cannot be greater than unclaimed amount {2}
fa_ir: ردیف {0}: مبلغ تخصیص‌یافته {1} نمی‌تواند بیشتر از مبلغ ادعا نشده {2} باشد

source: Row {0}# Paid Amount cannot be greater than Encashment amount
fa_ir: ردیف {0}: مبلغ پرداخت شده نمی‌تواند بیشتر از مبلغ قابل نقد شدن باشد

source: Row {0}# Paid Amount cannot be greater than Total amount
fa_ir: ردیف {0}: مبلغ پرداخت شده نمی‌تواند بیشتر از مبلغ کل باشد

source: Row {0}# Paid Amount cannot be greater than requested advance amount
fa_ir: ردیف {0}: مبلغ پرداخت شده نمی‌تواند بیشتر از مبلغ پیش‌پرداخت درخواستی باشد

source: Row {0}: From (Year) can not be greater than To (Year)
fa_ir: ردیف {0}: از (سال) نمی‌تواند بیشتر از تا (سال) باشد

source: Row {0}: Goal Score cannot be greater than {1}
fa_ir: ردیف {0}: امتیاز هدف نمی‌تواند بیشتر از {1} باشد

source: Row {0}: Paid amount {1} is greater than pending accrued amount {2} against loan {3}
fa_ir: ردیف {0}: مبلغ پرداخت شده {1} بیشتر از مبلغ انباشته معوق {2} در برابر وام {3} است

source: Row {0}: {1}
fa_ir: ردیف {0}: {1}

source: Row {0}: {1} is required in the expenses table to book an expense claim.
fa_ir: ردیف {0}: {1} در جدول هزینه‌ها برای ثبت درخواست هزینه الزامی است.

source: Salary Component
fa_ir: مولفه حقوق

source: Salary Component
fa_ir: مولفه حقوق

source: Salary Component Account
fa_ir: حساب مولفه حقوق

source: Salary Component Based
fa_ir: مبتنی بر مولفه حقوق

source: Salary Component Type
fa_ir: نوع مولفه حقوق

source: Salary Component for timesheet based payroll.
fa_ir: مولفه حقوق برای حقوق و دستمزد مبتنی بر تایم‌شیت.

source: Salary Component {0} cannot be selected more than once in Employee Benefits
fa_ir: مولفه حقوق {0} نمی‌تواند بیش از یک بار در مزایای کارکنان انتخاب شود.

source: Salary Component {0} is currently not used in any Salary Structure.
fa_ir: مولفه حقوق {0} در حال حاضر در هیچ ساختار حقوقی استفاده نمی‌شود.

source: Salary Component {0} must be of type 'Earning' to be used in Employee Benefit Ledger
fa_ir: مولفه حقوق {0} برای استفاده در دفتر کل مزایای کارکنان باید از نوع 'درآمد' باشد.

source: Salary Detail
fa_ir: جزئیات حقوق

source: Salary Details
fa_ir: جزئیات حقوق

source: Salary Expectation
fa_ir: حقوق مورد انتظار

source: Salary Information
fa_ir: اطلاعات حقوق

source: Salary Paid Per
fa_ir: حقوق پرداخت شده به ازای

source: Salary Payments Based On Payment Mode
fa_ir: پرداخت‌های حقوق بر اساس روش پرداخت

source: Salary Payments via ECS
fa_ir: پرداخت‌های حقوق از طریق ECS

source: Salary Range
fa_ir: محدوده حقوق

source: Salary Register
fa_ir: لیست حقوق

source: Salary Slip
fa_ir: فیش حقوقی

source: Salary Slip Based on Timesheet
fa_ir: فیش حقوقی مبتنی بر تایم‌شیت

source: Salary Slip ID
fa_ir: شناسه فیش حقوقی

source: Salary Slip Leave
fa_ir: مرخصی فیش حقوقی

source: Salary Slip Loan
fa_ir: وام فیش حقوقی

source: Salary Slip Reference
fa_ir: ارجاع فیش حقوقی

source: Salary Slip Timesheet
fa_ir: تایم‌شیت فیش حقوقی

source: Salary Slip already exists for {0} for the given dates
fa_ir: فیش حقوقی برای {0} برای تاریخ‌های مشخص شده قبلاً وجود دارد.

source: Salary Slip creation is queued. It may take a few minutes
fa_ir: ایجاد فیش حقوقی در صف قرار گرفت. ممکن است چند دقیقه طول بکشد.

source: Salary Slip not found.
fa_ir: فیش حقوقی یافت نشد.

source: Salary Slip of employee {0} already created for this period
fa_ir: فیش حقوقی کارمند {0} برای این دوره قبلاً ایجاد شده است.

source: Salary Slip of employee {0} already created for time sheet {1}
fa_ir: فیش حقوقی کارمند {0} برای تایم‌شیت {1} قبلاً ایجاد شده است.

source: Salary Slip submission is queued. It may take a few minutes
fa_ir: ارسال فیش حقوقی در صف قرار گرفت. ممکن است چند دقیقه طول بکشد.

source: Salary Slip {0} failed for Payroll Entry {1}
fa_ir: فیش حقوقی {0} برای سند حقوق و دستمزد {1} ناموفق بود.

source: Salary Slip {0} failed. You can resolve the {1} and retry {0}.
fa_ir: فیش حقوقی {0} ناموفق بود. می‌توانید {1} را حل کنید و {0} را مجدداً امتحان کنید.

source: Salary Slips
fa_ir: فیش‌های حقوقی

source: Salary Slips Created
fa_ir: فیش‌های حقوقی ایجاد شده

source: Salary Slips Submitted
fa_ir: فیش‌های حقوقی ارسال شده

source: Salary Slips already exist for employees {}, and will not be processed by this payroll.
fa_ir: فیش‌های حقوقی برای کارمندان {} قبلاً وجود دارند و توسط این حقوق و دستمزد پردازش نخواهند شد.

source: Salary Slips submitted for period from {0} to {1}
fa_ir: فیش‌های حقوقی ارسال شده برای دوره از {0} تا {1}

source: Salary Structure
fa_ir: ساختار حقوق

source: Salary Structure Assignment
fa_ir: تخصیص ساختار حقوق

source: Salary Structure Assignment field
fa_ir: فیلد تخصیص ساختار حقوق

source: Salary Structure Assignment for Employee already exists
fa_ir: تخصیص ساختار حقوق برای این کارمند از قبل وجود دارد

source: Salary Structure Assignment not found for employee {0} on date {1}
fa_ir: تخصیص ساختار حقوق برای کارمند {0} در تاریخ {1} یافت نشد

source: Salary Structure Missing
fa_ir: ساختار حقوق موجود نیست

source: Salary Structure must be submitted before submission of {0}
fa_ir: ساختار حقوق باید قبل از ارسال {0}، ارسال شود

source: Salary Structure not assigned for employee {0} for date {1}
fa_ir: ساختار حقوق برای کارمند {0} در تاریخ {1} تخصیص داده نشده است

source: Salary Structure {0} does not belong to company {1}
fa_ir: ساختار حقوق {0} متعلق به شرکت {1} نیست

source: Salary Structures updated successfully
fa_ir: ساختارهای حقوق با موفقیت به‌روزرسانی شدند

source: Salary Withholding
fa_ir: کسر از حقوق

source: Salary Withholding Cycle
fa_ir: چرخه کسر از حقوق

source: Salary Withholding {0} already exists for employee {1} for the selected period
fa_ir: کسر از حقوق {0} برای کارمند {1} در دوره انتخاب شده از قبل وجود دارد

source: Salary already processed for period between {0} and {1}, Leave application period cannot be between this date range.
fa_ir: حقوق برای دوره بین {0} و {1} قبلاً پردازش شده است، دوره درخواست مرخصی نمی‌تواند در این بازه تاریخی باشد.

source: Salary breakup based on Earning and Deduction.
fa_ir: تفکیک حقوق بر اساس درآمد و کسورات.

source: Salary components of type Provident Fund, Additional Provident Fund or Provident Fund Loan are not set up.
fa_ir: اجزای حقوق از نوع صندوق بازنشستگی، صندوق بازنشستگی اضافی یا وام صندوق بازنشستگی تنظیم نشده‌اند.

source: Salary components should be part of the Salary Structure.
fa_ir: اجزای حقوق باید بخشی از ساختار حقوق باشند.

source: Salary slip emails have been enqueued for sending. Check {0} for status.
fa_ir: ایمیل‌های فیش حقوقی برای ارسال در صف قرار گرفتند. برای وضعیت، {0} را بررسی کنید.

source: Sanctioned Amount
fa_ir: مبلغ تأیید شده

source: Sanctioned Amount (Company Currency)
fa_ir: مبلغ تأیید شده (واحد پول شرکت)

source: Sanctioned Amount cannot be greater than Claim Amount in Row {0}.
fa_ir: مبلغ تأیید شده نمی‌تواند بیشتر از مبلغ مطالبه در ردیف {0} باشد.

source: Scheduled On
fa_ir: برنامه‌ریزی شده در تاریخ

source: Score Earned
fa_ir: امتیاز کسب شده

source: Score must be less than or equal to 5
fa_ir: امتیاز باید کمتر یا مساوی 5 باشد

source: Scores
fa_ir: امتیازات

source: Search for Jobs
fa_ir: جستجو برای مشاغل

source: Select Applicable Components for Overtime Type
fa_ir: اجزای قابل اعمال را برای نوع اضافه‌کاری انتخاب کنید

source: Select Interview Round First
fa_ir: ابتدا مرحله مصاحبه را انتخاب کنید

source: Select Interview first
fa_ir: ابتدا مصاحبه را انتخاب کنید

source: Select Month for LWP Reversal
fa_ir: ماه را برای برگشت مرخصی بدون حقوق انتخاب کنید

source: Select Payment Account to make Bank Entry
fa_ir: حساب پرداخت را برای ثبت سند بانکی انتخاب کنید

source: Select Payroll Frequency.
fa_ir: تناوب حقوق و دستمزد را انتخاب کنید.

source: Select Payroll Period
fa_ir: دوره حقوق و دستمزد را انتخاب کنید

source: Select Property
fa_ir: دارایی را انتخاب کنید

source: Select Shift Requests
fa_ir: درخواست‌های شیفت را انتخاب کنید

source: Select Terms and Conditions
fa_ir: شرایط و ضوابط را انتخاب کنید

source: Select Users
fa_ir: کاربران را انتخاب کنید

source: Select an employee to get the employee advance.
fa_ir: یک کارمند را برای دریافت مساعده کارمند انتخاب کنید.

source: Select the Employee for which you want to allocate leaves.
fa_ir: کارمندی را که می‌خواهید مرخصی‌ها را به او تخصیص دهید، انتخاب کنید.

source: Select the Employee.
fa_ir: کارمند را انتخاب کنید.

source: Select the Leave Type like Sick leave, Privilege Leave, Casual Leave, etc.
fa_ir: نوع مرخصی مانند مرخصی استعلاجی، مرخصی استحقاقی، مرخصی موردی و غیره را انتخاب کنید.

source: Select the date after which this Leave Allocation will expire.
fa_ir: تاریخی را انتخاب کنید که پس از آن این تخصیص مرخصی منقضی خواهد شد.

source: Select the date from which this Leave Allocation will be valid.
fa_ir: تاریخی را انتخاب کنید که از آن این تخصیص مرخصی معتبر خواهد بود.

source: Select the end date for your Leave Application.
fa_ir: تاریخ پایان درخواست مرخصی خود را انتخاب کنید.

source: Select the salary components whose total will be used from the salary slip to calculate the hourly overtime rate.
fa_ir: اجزای حقوقی را انتخاب کنید که مجموع آنها از فیش حقوقی برای محاسبه نرخ اضافه کاری ساعتی استفاده خواهد شد.

source: Select the start date for your Leave Application.
fa_ir: تاریخ شروع درخواست مرخصی خود را انتخاب کنید.

source: Select this if you want shift assignments to be automatically created indefinitely.
fa_ir: در صورتی که می‌خواهید تخصیص شیفت‌ها به طور خودکار و نامحدود ایجاد شوند، این گزینه را انتخاب کنید.

source: Select type of leave the employee wants to apply for, like Sick Leave, Privilege Leave, Casual Leave, etc.
fa_ir: نوع مرخصی مورد درخواست کارمند را انتخاب کنید، مانند مرخصی استعلاجی، مرخصی استحقاقی، مرخصی موردی و غیره.

source: Select your Leave Approver i.e. the person who approves or rejects your leaves.
fa_ir: تأییدکننده مرخصی خود را انتخاب کنید، یعنی شخصی که مرخصی‌های شما را تأیید یا رد می‌کند.

source: Self Appraisal
fa_ir: خودارزیابی

source: Self Appraisal Pending: {0}
fa_ir: خودارزیابی در انتظار: {0}

source: Self Appraisal Score
fa_ir: امتیاز خودارزیابی

source: Self Score
fa_ir: امتیاز خود

source: Self-Study
fa_ir: خودآموزی

source: Self-approval for Expense Claims is not allowed
fa_ir: خودتأییدی برای درخواست‌های هزینه مجاز نیست.

source: Self-approval for leaves is not allowed
fa_ir: خودتأییدی برای مرخصی‌ها مجاز نیست.

source: Seminar
fa_ir: سمینار

source: Send Emails At
fa_ir: ارسال ایمیل در زمان

source: Send Exit Questionnaire
fa_ir: ارسال پرسشنامه خروج

source: Send Exit Questionnaires
fa_ir: ارسال پرسشنامه‌های خروج

source: Send Interview Feedback Reminder
fa_ir: ارسال یادآور بازخورد مصاحبه

source: Send Interview Reminder
fa_ir: ارسال یادآور مصاحبه

source: Send Leave Notification
fa_ir: ارسال اطلاع‌رسانی مرخصی

source: Sender Copy
fa_ir: کپی فرستنده

source: Sending Failed due to missing email information for employee(s): {1}
fa_ir: ارسال به دلیل اطلاعات ایمیل ناقص برای کارمند(ان) ناموفق بود: {1}

source: Sent Successfully: {0}
fa_ir: با موفقیت ارسال شد: {0}

source: Sep
fa_ir: سپتامبر

source: Separation Activities
fa_ir: فعالیت‌های ترک کار

source: Separation Begins On
fa_ir: تاریخ شروع ترک کار

source: Service Details
fa_ir: جزئیات خدمات

source: Service Expense
fa_ir: هزینه خدمات

source: Set "From(Year)" and "To(Year)" to 0 for no upper and lower limit.
fa_ir: برای عدم وجود محدودیت بالا و پایین، "از (سال)" و "تا (سال)" را روی 0 تنظیم کنید.

source: Set Assignment Details
fa_ir: تنظیم جزئیات تخصیص

source: Set Leave Details
fa_ir: تنظیم جزئیات مرخصی

source: Set Relieving Date for Employee: {0}
fa_ir: تنظیم تاریخ اتمام همکاری برای کارمند: {0}

source: Set filters to fetch employees
fa_ir: فیلترها را برای دریافت کارمندان تنظیم کنید.

source: Set opening balances for earnings and taxes from the previous employer
fa_ir: مانده‌های افتتاحیه درآمدها و مالیات‌ها را از کارفرمای قبلی تنظیم کنید.

source: Set optional filters to fetch employees in the appraisee list
fa_ir: فیلترهای اختیاری را برای دریافت کارمندان در لیست ارزیابی‌شوندگان تنظیم کنید.

source: Set the default account for the {0} {1}
fa_ir: حساب پیش‌فرض را برای {0} {1} تنظیم کنید.

source: Set the frequency for holiday reminders
fa_ir: فرکانس یادآورهای تعطیلات را تنظیم کنید.

source: Set the properties that should be updated in the Employee master on promotion submission
fa_ir: ویژگی‌هایی را که باید در پرونده اصلی کارمند هنگام ثبت ترفیع به‌روزرسانی شوند، تنظیم کنید.

source: Set the status to {0} if required.
fa_ir: در صورت نیاز، وضعیت را به {0} تنظیم کنید.

source: Set {0} for selected employees
fa_ir: {0} را برای کارمندان انتخاب‌شده تنظیم کنید.

source: Settings Missing
fa_ir: تنظیمات یافت نشد

source: Settle against Advances
fa_ir: تسویه در مقابل پیش‌پرداخت‌ها

source: Settle all Payables and Receivables before submission
fa_ir: تمام پرداختنی‌ها و دریافتنی‌ها را قبل از ثبت تسویه کنید.

source: Shared document with the user {0} with 'Submit' permission
fa_ir: سند با کاربر {0} با مجوز «ثبت» به اشتراک گذاشته شد.
