Repository: ai-solution-company/systemafarin-custom-addon
Catalog: iran_core/translations_src/*-hrm.po
Languages: fa_ir

source: Update Job Applicant
fa_ir: به‌روزرسانی متقاضی شغل

source: Update Progress
fa_ir: به‌روزرسانی پیشرفت

source: Update Response
fa_ir: به‌روزرسانی پاسخ

source: Update Salary Structures
fa_ir: به‌روزرسانی ساختارهای حقوق

source: Update Status
fa_ir: به‌روزرسانی وضعیت

source: Update Tax
fa_ir: به‌روزرسانی مالیات

source: Updated status from {0} to {1} for date {2} in the attendance record {3}
fa_ir: وضعیت از {0} به {1} برای تاریخ {2} در رکورد حضور و غیاب {3} به‌روزرسانی شد

source: Updated the Job Applicant status to {0}
fa_ir: وضعیت متقاضی شغل به {0} به‌روزرسانی شد

source: Updated the status of Job Offer {0} for the linked Job Applicant {1} to {2}
fa_ir: وضعیت پیشنهاد شغلی {0} برای متقاضی شغل مرتبط {1} به {2} به‌روزرسانی شد

source: Updated the status of linked Job Applicant {0} to {1}
fa_ir: وضعیت متقاضی شغل مرتبط {0} به {1} به‌روزرسانی شد

source: Upload Attendance
fa_ir: بارگذاری حضور و غیاب

source: Upload HTML
fa_ir: بارگذاری HTML

source: Upload images or documents
fa_ir: بارگذاری تصاویر یا اسناد

source: Uploading...
fa_ir: در حال بارگذاری...

source: Upper Range
fa_ir: حد بالا

source: Used Leave(s)
fa_ir: مرخصی‌های استفاده‌شده

source: Used Leaves
fa_ir: مرخصی‌های استفاده‌شده

source: Vacancies
fa_ir: فرصت‌های شغلی

source: Vacancies cannot be lower than the current openings
fa_ir: فرصت‌های شغلی نمی‌تواند کمتر از جایگاه‌های خالی فعلی باشد

source: Vacancies fulfilled
fa_ir: فرصت‌های شغلی تکمیل‌شده

source: Validate Attendance
fa_ir: اعتبارسنجی حضور و غیاب

source: Validating Employee Attendance...
fa_ir: در حال اعتبارسنجی حضور و غیاب کارمندان...

source: Value / Description
fa_ir: مقدار / توضیحات

source: Value missing
fa_ir: مقدار وارد نشده

source: Variable
fa_ir: متغیر

source: Variable Based On Taxable Salary
fa_ir: متغیر بر اساس حقوق مشمول مالیات

source: Vegetarian
fa_ir: گیاه‌خوار

source: Vehicle Expenses
fa_ir: هزینه‌های وسیله نقلیه

source: Vehicle Log
fa_ir: گزارش وسیله نقلیه

source: Vehicle Service
fa_ir: سرویس خودرو

source: Vehicle Service Item
fa_ir: آیتم سرویس خودرو

source: View Goals
fa_ir: مشاهده اهداف

source: View Leave History
fa_ir: مشاهده تاریخچه مرخصی

source: View Salary Slips
fa_ir: مشاهده فیش‌های حقوقی

source: Violet
fa_ir: بنفش

source: WARNING: Loan Management module has been separated from ERPNext.
fa_ir: هشدار: ماژول مدیریت وام از ERPNext جدا شده است.

source: Warning: Insufficient leave balance for Leave Type {0} in this allocation.
fa_ir: هشدار: موجودی مرخصی برای نوع مرخصی {0} در این تخصیص کافی نیست.

source: Warning: Insufficient leave balance for Leave Type {0}.
fa_ir: هشدار: موجودی مرخصی برای نوع مرخصی {0} کافی نیست.

source: Warning: Leave application contains following block dates
fa_ir: هشدار: درخواست مرخصی شامل تاریخ‌های مسدود شده زیر است

source: Warning: {0} already has an active Shift Assignment {1} for some/all of these dates.
fa_ir: هشدار: {0} از قبل یک تخصیص شیفت فعال {1} برای برخی/همه این تاریخ‌ها دارد.

source: Website Listing
fa_ir: لیست وب‌سایت

source: Weekend Multiplier
fa_ir: ضریب آخر هفته

source: Weightage (%)
fa_ir: وزن (%)

source: When set to 'Inactive', employees with conflicting active shifts will not be excluded.
fa_ir: هنگامی که روی «غیرفعال» تنظیم شود، کارمندانی که شیفت‌های فعال متضاد دارند، مستثنی نخواهند شد.

source: Whereas allocation for Compensatory Leaves is automatically created or updated on submission of Compensatory Leave Request.
fa_ir: در حالی که تخصیص برای مرخصی‌های جبرانی به طور خودکار با ارسال درخواست مرخصی جبرانی ایجاد یا به‌روزرسانی می‌شود.

source: Why is this Candidate Qualified for this Position?
fa_ir: چرا این نامزد برای این موقعیت واجد شرایط است؟

source: Withheld
fa_ir: کسر شده

source: Work Anniversaries
fa_ir: سالگردهای کاری

source: Work Anniversary Reminder
fa_ir: یادآور سالگرد کاری

source: Work End Date
fa_ir: تاریخ پایان کار

source: Work Experience Calculation Method
fa_ir: روش محاسبه سابقه کار

source: Work From Date
fa_ir: تاریخ شروع کار

source: Work From Home
fa_ir: دورکاری

source: Work References
fa_ir: مراجع کاری

source: Work Summary for {0}
fa_ir: خلاصه کار برای {0}

source: Worked On Holiday
fa_ir: کار در تعطیلات

source: Working Days
fa_ir: روزهای کاری

source: Working Days and Hours
fa_ir: روزها و ساعات کاری

source: Working Hours Calculation Based On
fa_ir: محاسبه ساعات کاری بر اساس

source: Working Hours Threshold for Absent
fa_ir: آستانه ساعات کاری برای غیبت

source: Working Hours Threshold for Half Day
fa_ir: آستانه ساعات کاری برای نیم‌روز

source: Working hours below which Absent is marked. (Zero to disable)
fa_ir: ساعات کاری کمتر از آن، غیبت ثبت می‌شود. (صفر برای غیرفعال کردن)

source: Working hours below which Half Day is marked. (Zero to disable)
fa_ir: ساعات کاری کمتر از آن، نیم‌روز ثبت می‌شود. (صفر برای غیرفعال کردن)

source: Workshop
fa_ir: کارگاه

source: Year To Date
fa_ir: از ابتدای سال تا کنون

source: Year To Date(Company Currency)
fa_ir: از ابتدای سال تا کنون (واحد پول شرکت)

source: Yearly Amount
fa_ir: مبلغ سالانه

source: Yearly Benefit
fa_ir: مزایای سالانه

source: Yes, Proceed
fa_ir: بله، ادامه دهید

source: You are not authorized to approve leaves on Block Dates
fa_ir: شما مجاز به تأیید مرخصی‌ها در تاریخ‌های مسدود شده نیستید

source: You are not present all day(s) between compensatory leave request days
fa_ir: شما در تمام روز(ها) بین روزهای درخواست مرخصی جبرانی حضور ندارید

source: You can not define multiple slabs if you have a slab with no lower and upper limits.
fa_ir: نمی‌توانید چند رده تعریف کنید اگر رده‌ای بدون حد پایین و بالا دارید.

source: You can not request for your Default Shift: {0}
fa_ir: نمی‌توانید برای شیفت پیش‌فرض خود درخواست دهید: {0}

source: You can only plan for upto {0} vacancies and budget {1} for {2} as per staffing plan {3} for parent company {4}.
fa_ir: شما فقط می‌توانید برای حداکثر {0} جای خالی و بودجه {1} برای {2} طبق برنامه نیروی انسانی {3} برای شرکت مادر {4} برنامه‌ریزی کنید.

source: You can only submit Leave Encashment for a valid encashment amount
fa_ir: شما فقط می‌توانید بازخرید مرخصی را برای مبلغ بازخرید معتبر ثبت کنید

source: You can only upload JPG, PNG, PDF, TXT or Microsoft documents.
fa_ir: شما فقط می‌توانید اسناد JPG، PNG، PDF، TXT یا مایکروسافت را بارگذاری کنید.

source: You cannot reverse more than the total LWP days {0}. You have already reversed {1} days for this employee.
fa_ir: نمی‌توانید بیشتر از کل روزهای مرخصی بدون حقوق {0} را برگشت بزنید. شما قبلاً {1} روز برای این کارمند برگشت زده‌اید.

source: You do not have permission to complete this action
fa_ir: شما اجازه تکمیل این اقدام را ندارید

source: You have no advances
fa_ir: شما هیچ پیش‌پرداختی ندارید

source: You have no leaves allocated
fa_ir: شما هیچ مرخصی تخصیص‌یافته‌ای ندارید

source: You have no notifications
fa_ir: شما هیچ اعلانی ندارید

source: You have no requests
fa_ir: شما هیچ درخواستی ندارید

source: You have no upcoming holidays
fa_ir: شما هیچ تعطیلات آتی ندارید

source: You have no upcoming shifts
fa_ir: شما هیچ شیفت آتی ندارید

source: You may add additional details, if any, and submit the offer.
fa_ir: می‌توانید جزئیات اضافی، در صورت وجود، را اضافه کرده و پیشنهاد را ثبت کنید.

source: You must be within {0} meters of your shift location to check in.
fa_ir: برای ثبت ورود، باید در فاصله {0} متری از مکان شیفت خود باشید.

source: You were only present for Half Day on {}. Cannot apply for a full day compensatory leave
fa_ir: شما در {} فقط برای نیم‌روز حضور داشتید. نمی‌توانید برای مرخصی جبرانی تمام روز درخواست دهید.

source: Your Interview session is rescheduled from {0} {1} - {2} to {3} {4} - {5}
fa_ir: جلسه مصاحبه شما از {0} {1} - {2} به {3} {4} - {5} مجدداً برنامه‌ریزی شده است

source: Your password has expired. Please reset your password to continue
fa_ir: رمز عبور شما منقضی شده است. لطفاً برای ادامه، رمز عبور خود را بازنشانی کنید

source: active
fa_ir: فعال

source: based on
fa_ir: بر اساس

source: cancellation
fa_ir: لغو

source: cancelled
fa_ir: لغوشده

source: create/submit
fa_ir: ایجاد/ثبت

source: created
fa_ir: ایجادشده

source: or for the Employee's Department: {0}
fa_ir: یا برای دپارتمان کارمند: {0}

source: process
fa_ir: پردازش

source: processed
fa_ir: پردازش‌شده

source: result
fa_ir: نتیجه

source: results
fa_ir: نتایج

source: review
fa_ir: بازبینی

source: reviews
fa_ir: بازبینی‌ها

source: submitted
fa_ir: ثبت‌شده

source: via Salary Component sync
fa_ir: از طریق همگام‌سازی مؤلفه حقوق

source: {0} & {1} more
fa_ir: {0} و {1} مورد دیگر

source: {0} <br> This error can be due to missing or deleted field.
fa_ir: {0} <br> این خطا می‌تواند به دلیل فیلد از دست رفته یا حذف شده باشد.

source: {0} Appraisal(s) are not submitted yet
fa_ir: {0} ارزیابی(ها) هنوز ارسال نشده‌اند

source: {0} Field
fa_ir: {0} فیلد

source: {0} Missing
fa_ir: {0} ناقص

source: {0} Row #{1}: Formula is set but {2} is disabled for the Salary Component {3}.
fa_ir: {0} ردیف #{1}: فرمول تنظیم شده است اما {2} برای جزء حقوق {3} غیرفعال است.

source: {0} Row #{1}: {2} needs to be enabled for the formula to be considered.
fa_ir: {0} ردیف #{1}: {2} باید فعال شود تا فرمول در نظر گرفته شود.

source: {0} Unread
fa_ir: {0} خوانده نشده

source: {0} already allocated for Employee {1} for period {2} to {3}
fa_ir: {0} قبلاً برای کارمند {1} برای دوره {2} تا {3} تخصیص یافته است

source: {0} already exists for employee {1} and period {2}
fa_ir: {0} قبلاً برای کارمند {1} و دوره {2} وجود دارد

source: {0} already has an active Shift Assignment {1} for some/all of these dates.
fa_ir: {0} قبلاً یک تخصیص شیفت فعال {1} برای برخی/همه این تاریخ‌ها دارد.

source: {0} applicable after {1} working days
fa_ir: {0} قابل اعمال پس از {1} روز کاری

# Leave Type
source: {0} balance
fa_ir: {0} مانده

source: {0} completed {1} year(s)
fa_ir: {0} {1} سال کامل شد

source: {0} created successfully!
fa_ir: {0} با موفقیت ایجاد شد!

source: {0} deleted successfully!
fa_ir: {0} با موفقیت حذف شد!

source: {0} failed!
fa_ir: {0} ناموفق بود!

source: {0} has {1} enabled
fa_ir: {0} {1} را فعال کرده است

source: {0} is an Accrual Component and this will be recorded as a payout in Employee Benefits Ledger
fa_ir: {0} یک جزء تعهدی است و این به عنوان پرداخت در دفتر مزایای کارکنان ثبت خواهد شد

source: {0} is an invalid Attendance Status.
fa_ir: {0} یک وضعیت حضور و غیاب نامعتبر است.

source: {0} is not a holiday.
fa_ir: {0} تعطیل نیست.

source: {0} is not allowed to submit Interview Feedback for the Interview: {1}
fa_ir: {0} مجاز به ارسال بازخورد مصاحبه برای مصاحبه: {1} نیست

source: {0} is not in Optional Holiday List
fa_ir: {0} در لیست تعطیلات اختیاری نیست

source: {0} leaves allocated successfully
fa_ir: {0} مرخصی‌ها با موفقیت تخصیص یافتند

source: {0} leaves from allocation for {1} leave type have expired and will be processed during the next scheduled job. It is recommended to expire them now before creating new leave policy assignments.
fa_ir: {0} مرخصی‌های تخصیص‌یافته برای نوع مرخصی {1} منقضی شده‌اند و در طول کار برنامه‌ریزی‌شده بعدی پردازش خواهند شد. توصیه می‌شود قبل از ایجاد تخصیص‌های جدید سیاست مرخصی، آنها را اکنون منقضی کنید.

source: {0} leaves were manually allocated by {1} on {2}
fa_ir: {0} مرخصی‌ها به صورت دستی توسط {1} در تاریخ {2} تخصیص داده شدند

source: {0} must be submitted
fa_ir: {0} باید ارسال شود

source: {0} of {1} Completed
fa_ir: {0} از {1} تکمیل شد

source: {0} successful!
fa_ir: {0} موفقیت‌آمیز بود!

source: {0} successfully!
fa_ir: {0} با موفقیت!

source: {0} to {1} employee(s)?
fa_ir: {0} به {1} کارمند(ان)؟

source: {0} updated successfully!
fa_ir: {0} با موفقیت به‌روزرسانی شد!

source: {0} vacancies and {1} budget for {2} already planned for subsidiary companies of {3}. You can only plan for upto {4} vacancies and and budget {5} as per staffing plan {6} for parent company {3}.
fa_ir: {0} جای خالی و {1} بودجه برای {2} قبلاً برای شرکت‌های تابعه {3} برنامه‌ریزی شده است. شما فقط می‌توانید برای حداکثر {4} جای خالی و بودجه {5} طبق برنامه نیروی انسانی {6} برای شرکت مادر {3} برنامه‌ریزی کنید.

source: {0} will be updated for the following Salary Structures: {1}.
fa_ir: {0} برای ساختارهای حقوقی زیر به‌روزرسانی خواهد شد: {1}.

source: {0}. Check error log for more details.
fa_ir: {0}. برای جزئیات بیشتر، گزارش خطا را بررسی کنید.

source: {0}: Employee email not found, hence email not sent
fa_ir: {0}: ایمیل کارمند یافت نشد، بنابراین ایمیل ارسال نشد

source: {0}: From {0} of type {1}
fa_ir: {0}: از {0} از نوع {1}

source: {} Accepted
fa_ir: {} پذیرفته شد

source: {} Active
fa_ir: {} فعال

source: {} Draft
fa_ir: {} پیش‌نویس

source: {} Unclaimed
fa_ir: {} مطالبه‌نشده

source: {} {} open for this position.
fa_ir: {} {} برای این موقعیت باز است.
