Repository: ai-solution-company/systemafarin-custom-addon
Catalog: iran_core/translations_src/*-hrm.po
Languages: fa_ir

source: Salary slips starting on or after this date will be considered for arrear calculations
fa_ir: فیش‌های حقوقی که از این تاریخ یا بعد از آن شروع می‌شوند، برای محاسبات معوقات در نظر گرفته خواهند شد

source: Unlink Payment on Cancellation of Employee Advance
fa_ir: حذف ارتباط پرداخت در زمان لغو مساعده کارمند

source: "From Date" can not be greater than or equal to "To Date"
fa_ir: «تاریخ شروع» نمی‌تواند بزرگتر یا مساوی با «تاریخ پایان» باشد

source: % Utilization (B + NB) / T
fa_ir: درصد بهره‌برداری (B + NB) / T

source: % Utilization (B / T)
fa_ir: درصد بهره‌برداری (B / T)

source: 'employee_field_value' and 'timestamp' are required.
fa_ir: 'employee_field_value' و 'timestamp' اجباری هستند.

source: ) for {0}
fa_ir: ) برای {0}

source: ...Fetching Employees
fa_ir: ...در حال دریافت کارمندان

source: <b>Base</b> amount has not been set for the following employee(s): {0}
fa_ir: مبلغ <b>پایه</b> برای کارمند(ان) زیر تنظیم نشده است: {0}

source: <b>Example:</b> SAL-{first_name}-{date_of_birth.year} <br>This will generate a password like SAL-Jane-1972
fa_ir: <b>مثال:</b> SAL-{first_name}-{date_of_birth.year} <br>این یک رمز عبور مانند SAL-Jane-1972 تولید خواهد کرد

source: <b>Total Leaves Allocated</b> are more than the number of days in the allocation period
fa_ir: <b>کل مرخصی‌های تخصیص‌یافته</b> بیشتر از تعداد روزها در دوره تخصیص است

source: <h3>Help</h3> <p>Notes:</p> <ol> <li>Use field <code>base</code> for using base salary of the Employee</li> <li>Use Salary Component abbreviations in conditions and formulas. <code>BS = Basic Salary</code></li> <li>Use field name for employee details in conditions and formulas. <code>Employment Type = employment_type</code><code>Branch = branch</code></li> <li>Use field name from Salary Slip in conditions and formulas. <code>Payment Days = payment_days</code><code>Leave without pay = leave_without_pay</code></li> <li>Direct Amount can also be entered based on Condition. See example 3</li></ol> <h4>Examples</h4> <ol> <li>Calculating Basic Salary based on <code>base</code> <pre><code>Condition: base &lt; 10000</code></pre> <pre><code>Formula: base * .2</code></pre></li> <li>Calculating HRA based on Basic Salary<code>BS</code> <pre><code>Condition: BS &gt; 2000</code></pre> <pre><code>Formula: BS * .1</code></pre></li> <li>Calculating TDS based on Employment Type<code>employment_type</code> <pre><code>Condition: employment_type=="Intern"</code></pre> <pre><code>Amount: 1000</code></pre></li> </ol>
fa_ir: <h3>راهنما</h3>

source: <h4>Condition Examples</h4> <ol> <li>Applying tax if employee born between 31-12-1937 and 01-01-1958 (Employees aged 60 to 80)<br> <code>Condition: date_of_birth&gt;date(1937, 12, 31) and date_of_birth&lt;date(1958, 01, 01)</code></li><br><li>Applying tax by employee gender<br> <code>Condition: gender=="Male"</code></li><br> <li>Applying tax by Salary Component<br> <code>Condition: base &gt; 10000</code></li></ol>
fa_ir: <h4>مثال‌های شرط</h4>

source: <h5>Employees on Half Day</h5>
fa_ir: <h5>کارمندان نیم‌روز</h5>

source: <h5>Unmarked Employees</h5>
fa_ir: <h5>کارمندان علامت‌گذاری‌نشده</h5>

source: <span class="h4"><b>Transactions &amp; Reports</b></span>
fa_ir: <span class="h4"><b>تراکنش‌ها و گزارش‌ها</b></span>

source: A Job Requisition for {0} requested by {1} already exists: {2}
fa_ir: درخواست شغلی برای {0} که توسط {1} درخواست شده است، از قبل وجود دارد: {2}

source: A friendly reminder of an important date for our team.
fa_ir: یادآوری دوستانه یک تاریخ مهم برای تیم ما.

source: A {0} exists between {1} and {2} (
fa_ir: {0} بین {1} و {2} وجود دارد (

source: Absent
fa_ir: غایب

source: Absent Days
fa_ir: روزهای غیبت

source: Absent Records
fa_ir: سوابق غیبت

source: Account No
fa_ir: شماره حساب

source: Account type should be set {0} for payroll payable account {1}, please set and try again
fa_ir: نوع حساب باید برای حساب پرداختنی حقوق و دستمزد {1}، {0} تنظیم شود. لطفاً تنظیم کرده و دوباره تلاش کنید.

source: Account {0} does not match with Company {1}
fa_ir: حساب {0} با شرکت {1} مطابقت ندارد.

source: Accounting & Payment
fa_ir: حسابداری و پرداخت

source: Accounting Reports
fa_ir: گزارش‌های حسابداری

source: Accounts not set for Salary Component {0}
fa_ir: حساب‌ها برای جزء حقوق {0} تنظیم نشده‌اند.

source: Accrual
fa_ir: تعهدی

source: Accrual Arrears
fa_ir: معوقات تعهدی

source: Accrual Component
fa_ir: جزء تعهدی

source: Accrual Component can only be set for Earning Salary Components.
fa_ir: جزء تعهدی فقط برای اجزای حقوق درآمدی قابل تنظیم است.

source: Accrual Component can only be set for Flexible Benefit Salary Components with accrual payout methods.
fa_ir: جزء تعهدی فقط برای اجزای حقوق مزایای انعطاف‌پذیر با روش‌های پرداخت تعهدی قابل تنظیم است.

source: Accrual Component must be set for Flexible Benefit Salary Components with accrual payout methods.
fa_ir: جزء تعهدی باید برای اجزای حقوق مزایای انعطاف‌پذیر با روش‌های پرداخت تعهدی تنظیم شود.

source: Accrual Journal Entry for salaries from {0} to {1}
fa_ir: سند روزنامه تعهدی برای حقوق از {0} تا {1}

source: Accrue and payout at end of payroll period
fa_ir: تعدیل و پرداخت در پایان دوره حقوق و دستمزد

source: Accrue per cycle, pay only on claim
fa_ir: تعدیل در هر چرخه، پرداخت فقط بر اساس مطالبه

source: Accrued Benefits
fa_ir: مزایای تعهدی

source: Accrued Earnings Report
fa_ir: گزارش درآمدهای تعهدی

source: Accrued amount {0} is less than paid amount {1} for Benefit {2} in payroll period {3}
fa_ir: مبلغ تعهدی {0} کمتر از مبلغ پرداخت شده {1} برای مزیت {2} در دوره حقوق و دستمزد {3} است.

source: Action on Submission
fa_ir: اقدام پس از ارسال

source: Activity Name
fa_ir: نام فعالیت

source: Actual Amount
fa_ir: مبلغ واقعی

source: Actual Encashable Days
fa_ir: روزهای قابل نقد شدن واقعی

source: Actual Overtime Duration
fa_ir: مدت زمان اضافه کاری واقعی

source: Actual balances aren't available because the leave application spans over different leave allocations. You can still apply for leaves which would be compensated during the next allocation.
fa_ir: مانده‌های واقعی در دسترس نیستند زیرا درخواست مرخصی شامل تخصیص‌های مرخصی مختلف می‌شود. شما همچنان می‌توانید برای مرخصی‌هایی درخواست دهید که در تخصیص بعدی جبران خواهند شد.

source: Add Day-wise Dates
fa_ir: افزودن تاریخ‌های روزانه

source: Add Employee Property
fa_ir: افزودن ویژگی کارمند

source: Add Expense
fa_ir: افزودن هزینه

source: Add Feedback
fa_ir: افزودن بازخورد

source: Add Tax
fa_ir: افزودن مالیات

source: Add to Details
fa_ir: افزودن به جزئیات

source: Add unused leaves from previous allocations
fa_ir: افزودن مرخصی‌های استفاده‌نشده از تخصیص‌های قبلی

source: Add unused leaves from previous leave period's allocation to this allocation
fa_ir: افزودن مرخصی‌های استفاده‌نشده از تخصیص دوره مرخصی قبلی به این تخصیص

source: Added tax components from the Salary Component master as the salary structure didn't have any tax component.
fa_ir: اجزای مالیاتی از مستر اجزای حقوق اضافه شد زیرا ساختار حقوق فاقد جزء مالیاتی بود.

source: Added to details
fa_ir: به جزئیات اضافه شد

source: Additional Amount
fa_ir: مبلغ اضافی

source: Additional Information
fa_ir: اطلاعات تکمیلی

source: Additional PF
fa_ir: PF اضافی

source: Additional Salary
fa_ir: حقوق اضافی

source: Additional Salary
fa_ir: حقوق اضافی

source: Additional Salary for referral bonus can only be created against Employee Referral with status {0}
fa_ir: حقوق اضافی برای پاداش معرفی فقط می‌تواند بر اساس معرفی کارمند با وضعیت {0} ایجاد شود

source: Additional Salary for this salary component with {0} enabled already exists for this date
fa_ir: حقوق اضافی برای این جزء حقوق با فعال بودن {0} از قبل برای این تاریخ وجود دارد

source: Additional Salary: {0} already exist for Salary Component: {1} for period {2} and {3}
fa_ir: حقوق اضافی: {0} از قبل برای جزء حقوق: {1} برای دوره {2} و {3} وجود دارد

source: Address of Organizer
fa_ir: آدرس برگزارکننده

source: Adjust Allocation
fa_ir: تعدیل تخصیص

source: Adjustment Created Successfully
fa_ir: تعدیل با موفقیت ایجاد شد

source: Adjustment Type
fa_ir: نوع تعدیل

source: Advance
fa_ir: علی‌الحساب

source: Advance Account is mandatory. Please set the <a href="/app/company/{0}#default_employee_advance_account" target="_blank">Default Employee Advance Account</a> in the Company record {0} and submit this document.
fa_ir: حساب علی‌الحساب اجباری است. لطفاً <a href=\"/app/company/{0}#default_employee_advance_account\" target=\"_blank\">حساب پیش‌فرض علی‌الحساب کارمند</a> را در رکورد شرکت {0} تنظیم و این سند را ثبت کنید.

source: Advance Account {} currency should be same as Salary Currency of Employee {}. Please select same currency Advance Account
fa_ir: ارز حساب علی‌الحساب {} باید با ارز حقوق کارمند {} یکسان باشد. لطفاً یک حساب علی‌الحساب با ارز یکسان انتخاب کنید

source: Advance Paid (Company Currency)
fa_ir: علی‌الحساب پرداخت شده (ارز شرکت)

source: Advanced Filters
fa_ir: فیلترهای پیشرفته

source: All Exchange Gain/Loss amount of {0} has been booked through {1}
fa_ir: تمام مبلغ سود/زیان تسعیر ارز مربوط به {0} از طریق {1} ثبت شده است

source: All Goals
fa_ir: همه اهداف

source: All Jobs
fa_ir: همه فرصت‌های شغلی

source: All allocated assets should be returned before submission
fa_ir: تمام دارایی‌های تخصیص‌یافته باید قبل از ثبت بازگردانده شوند

source: All the mandatory tasks for employee creation are not completed yet.
fa_ir: تمام وظایف اجباری برای ایجاد کارمند هنوز تکمیل نشده‌اند.

source: Allocate Based On Leave Policy
fa_ir: تخصیص بر اساس سیاست مرخصی

source: Allocate Leave
fa_ir: تخصیص مرخصی

source: Allocate leaves to {0} employee(s)?
fa_ir: مرخصی‌ها را به {0} کارمند تخصیص دهید؟

source: Allocate on Day
fa_ir: تخصیص در روز

source: Allocated Amount (Company Currency)
fa_ir: مبلغ تخصیص‌یافته (ارز شرکت)

source: Allocated Leaves
fa_ir: مرخصی‌های تخصیص‌یافته

source: Allocated Via
fa_ir: تخصیص‌یافته از طریق

source: Allocating Leave
fa_ir: در حال تخصیص مرخصی

source: Allocation Date
fa_ir: تاریخ تخصیص

source: Allocation Details
fa_ir: جزئیات تخصیص

source: Allocation Expired!
fa_ir: تخصیص منقضی شد!

source: Allocation is greater than the maximum allowed {0} for leave type {1}
fa_ir: تخصیص بیشتر از حداکثر مجاز {0} برای نوع مرخصی {1} است

source: Allocation to Adjust
fa_ir: تخصیص برای تعدیل

source: Allocation was skipped due to exceeding annual allocation set in leave policy
fa_ir: تخصیص به دلیل تجاوز از سقف تخصیص سالانه تعیین شده در سیاست مرخصی، نادیده گرفته شد

source: Allocation was skipped due to maximum leave allocation limit set in leave type. Please increase the limit and retry failed allocation.
fa_ir: تخصیص به دلیل حداکثر سقف تخصیص مرخصی تعیین شده در نوع مرخصی، نادیده گرفته شد. لطفاً سقف را افزایش داده و تخصیص‌های ناموفق را مجدداً امتحان کنید.

source: Allow Employee Checkin from Mobile App
fa_ir: امکان ثبت ورود/خروج کارمند از طریق اپلیکیشن موبایل

source: Allow Encashment
fa_ir: امکان بازخرید

source: Allow Geolocation Tracking
fa_ir: امکان ردیابی موقعیت جغرافیایی

source: Allow Leave Application After (Working Days)
fa_ir: امکان درخواست مرخصی پس از (روزهای کاری)

source: Allow Multiple Shift Assignments for Same Date
fa_ir: امکان تخصیص شیفت‌های متعدد برای یک تاریخ

source: Allow Negative Balance
fa_ir: امکان مانده منفی

source: Allow Over Allocation
fa_ir: امکان تخصیص بیش از حد

source: Allow Tax Exemption
fa_ir: امکان معافیت مالیاتی

source: Allow User
fa_ir: اجازه به کاربر

source: Allow Users
fa_ir: اجازه به کاربران

source: Allow check-out after shift end time (in minutes)
fa_ir: امکان ثبت خروج پس از زمان پایان شیفت (به دقیقه)

source: Allow claim for full benefit amount
fa_ir: امکان مطالبه کل مبلغ مزایا

source: Allow the following users to approve Leave Applications for block days.
fa_ir: به کاربران زیر اجازه دهید تا درخواست‌های مرخصی را برای روزهای مسدود شده تأیید کنند.

source: Allows allocating more leaves than the number of days in the allocation period.
fa_ir: امکان تخصیص مرخصی بیشتر از تعداد روزهای دوره تخصیص را می‌دهد.

source: Alternating entries as IN and OUT during the same shift
fa_ir: ثبت متناوب ورود و خروج در طول یک شیفت

source: Amount Based on Formula
fa_ir: مبلغ بر اساس فرمول

source: Amount based on formula
fa_ir: مبلغ بر اساس فرمول

source: Amount claimed via Expense Claim
fa_ir: مبلغ مطالبه شده از طریق سند هزینه

source: Amount of expense
fa_ir: مبلغ هزینه

source: Amount paid against this encashment
fa_ir: مبلغ پرداخت شده بابت این بازخرید

source: Amount scheduled for deduction via salary
fa_ir: مبلغ برنامه‌ریزی شده برای کسر از حقوق

source: Amount should not be less than zero
fa_ir: مبلغ نباید کمتر از صفر باشد

source: Amount that has been paid against this advance
fa_ir: مبلغی که بابت این پیش‌پرداخت پرداخت شده است

source: An Arrear document already exists for employee {0} with salary structure {1} in payroll period {2}
fa_ir: سند معوقه از قبل برای کارمند {0} با ساختار حقوق {1} در دوره حقوق {2} وجود دارد

source: An attendance record is linked to this checkin. Please cancel the attendance before modifying time.
fa_ir: یک رکورد حضور و غیاب به این ورود/خروج مرتبط است. لطفاً قبل از تغییر زمان، حضور و غیاب را لغو کنید.

source: Annual Allocation
fa_ir: تخصیص سالانه

source: Annual Allocation Exceeded
fa_ir: تخصیص سالانه از سقف گذشته است

source: Annual Salary
fa_ir: حقوق سالانه

source: Annual Taxable Amount
fa_ir: مبلغ مشمول مالیات سالانه

source: Any other details
fa_ir: هر جزئیات دیگری

source: Any other remarks, noteworthy effort that should go in the records
fa_ir: هر ملاحظه دیگری، تلاش قابل توجهی که باید در سوابق ثبت شود

source: Applicable Earnings Component
fa_ir: جزء درآمدی قابل اعمال

source: Applicable Salary Components
fa_ir: اجزای حقوقی قابل اعمال

source: Applicable in the case of Employee Onboarding
fa_ir: قابل اعمال در مورد فرآیند جذب و استخدام کارمند

source: Applicant Email Address
fa_ir: آدرس ایمیل متقاضی

source: Applicant Name
fa_ir: نام متقاضی

source: Applicant Rating
fa_ir: امتیاز متقاضی

source: Applicant for a Job
fa_ir: متقاضی شغل

source: Applicant name
fa_ir: نام متقاضی

source: Application
fa_ir: درخواست

source: Application Status
fa_ir: وضعیت درخواست

source: Application period cannot be across two allocation records
fa_ir: دوره درخواست نمی‌تواند شامل دو رکورد تخصیص باشد

source: Application period cannot be outside leave allocation period
fa_ir: دوره درخواست نمی‌تواند خارج از دوره تخصیص مرخصی باشد

source: Applications Received
fa_ir: درخواست‌های دریافتی

source: Applications received:
fa_ir: درخواست‌های دریافتی:

source: Applies to Company
fa_ir: مربوط به شرکت

source: Apply / Approve Leaves
fa_ir: درخواست / تأیید مرخصی‌ها

source: Apply Now
fa_ir: اکنون درخواست دهید

source: Apply for Public Holiday
fa_ir: درخواست برای تعطیل رسمی

source: Apply for Weekend
fa_ir: درخواست برای آخر هفته

source: Appointment Date
fa_ir: تاریخ انتصاب

source: Appointment Letter
fa_ir: حکم انتصاب

source: Appointment Letter Template
fa_ir: الگوی حکم انتصاب

source: Appointment Letter content
fa_ir: محتوای حکم انتصاب

source: Appraisal
fa_ir: ارزیابی عملکرد

source: Appraisal Cycle
fa_ir: چرخه ارزیابی عملکرد

source: Appraisal Goal
fa_ir: هدف ارزیابی عملکرد

source: Appraisal KRA
fa_ir: KRA ارزیابی عملکرد

source: Appraisal Linking
fa_ir: پیوند ارزیابی عملکرد

source: Appraisal Overview
fa_ir: نمای کلی ارزیابی عملکرد

source: Appraisal Template
fa_ir: الگوی ارزیابی عملکرد

source: Appraisal Template Goal
fa_ir: هدف الگوی ارزیابی عملکرد

source: Appraisal Template Missing
fa_ir: الگوی ارزیابی عملکرد یافت نشد

source: Appraisal Template Title
fa_ir: عنوان الگوی ارزیابی عملکرد

source: Appraisal Template not found for some designations.
fa_ir: الگوی ارزیابی عملکرد برای برخی سمت‌ها یافت نشد.

source: Appraisal creation is queued. It may take a few minutes.
fa_ir: ایجاد ارزیابی عملکرد در صف قرار گرفت. ممکن است چند دقیقه طول بکشد.

source: Appraisal {0} already exists for Employee {1} for this Appraisal Cycle or overlapping period
fa_ir: ارزیابی عملکرد {0} برای کارمند {1} در این چرخه ارزیابی یا دوره همپوشان از قبل وجود دارد

source: Appraisal {0} does not belong to Employee {1}
fa_ir: ارزیابی عملکرد {0} متعلق به کارمند {1} نیست

source: Appraisee
fa_ir: ارزیابی‌شونده

source: Appraisees: {0}
fa_ir: ارزیابی‌شوندگان: {0}

source: Apprentice
fa_ir: کارآموز

source: Approval
fa_ir: تأیید

source: Approval Status
fa_ir: وضعیت تأیید

source: Approval Status must be 'Approved' or 'Rejected'
fa_ir: وضعیت تأیید باید 'تأیید شده' یا 'رد شده' باشد

source: Approve
fa_ir: تأیید

source: Approved
fa_ir: تأیید شده

source: Approver
fa_ir: تأییدکننده

source: Approvers
fa_ir: تأییدکنندگان

source: Apr
fa_ir: فروردین

source: Are you sure you want to delete the attachment
fa_ir: آیا از حذف پیوست اطمینان دارید؟

source: Are you sure you want to delete the {0}
fa_ir: آیا از حذف {0} اطمینان دارید؟

source: Are you sure you want to email the selected salary slips?
fa_ir: آیا از ارسال فیش‌های حقوقی انتخاب‌شده از طریق ایمیل اطمینان دارید؟

source: Are you sure you want to reject the Employee Referral?
fa_ir: آیا از رد ارجاع کارمند اطمینان دارید؟

source: Arrear
fa_ir: معوقه

source: Arrear Component
fa_ir: جزء معوقه

source: Arrear Component cannot be set for Salary Components based on taxable salary.
fa_ir: جزء معوقه را نمی‌توان برای اجزای حقوقی مبتنی بر حقوق مشمول مالیات تنظیم کرد.

source: Arrear Start Date
fa_ir: تاریخ شروع معوقه

source: Arrears
fa_ir: معوقات

source: Arrival Datetime
fa_ir: تاریخ و زمان ورود

source: As per your assigned Salary Structure you cannot apply for benefits
fa_ir: بر اساس ساختار حقوقی تخصیص‌یافته، نمی‌توانید برای مزایا درخواست دهید

source: Asset Recovery Cost for {0}: {1}
fa_ir: هزینه بازیابی دارایی برای {0}: {1}

source: Assets Allocated
fa_ir: دارایی‌های تخصیص‌یافته

source: Assign Salary Structure to {0} employee(s)?
fa_ir: ساختار حقوقی به {0} کارمند تخصیص داده شود؟

source: Assign Shift
fa_ir: تخصیص شیفت

source: Assign Shift Schedule
fa_ir: تخصیص برنامه شیفت

source: Assign Structure
fa_ir: تخصیص ساختار

source: Assigning Salary Structure
fa_ir: در حال تخصیص ساختار حقوقی

source: Assigning Structure...
fa_ir: در حال تخصیص ساختار...

source: Assigning Structures...
fa_ir: در حال تخصیص ساختارها...

source: Assignment based on
fa_ir: تخصیص بر اساس

source: Associate Job Opening
fa_ir: مرتبط کردن فرصت شغلی

source: Associated Document
fa_ir: سند مرتبط

source: Associated Document Type
fa_ir: نوع سند مرتبط

source: At least one interview has to be selected.
fa_ir: حداقل یک مصاحبه باید انتخاب شود.

source: Attach Proof
fa_ir: پیوست کردن مدرک

source: Attempted
fa_ir: تلاش شده

source: Attendance
fa_ir: حضور و غیاب

source: Attendance Calendar
fa_ir: تقویم حضور و غیاب

source: Attendance Date
fa_ir: تاریخ حضور و غیاب

source: Attendance From Date
fa_ir: تاریخ شروع حضور و غیاب

source: Attendance From Date and Attendance To Date is mandatory
fa_ir: تاریخ شروع حضور و غیاب و تاریخ پایان حضور و غیاب اجباری است

source: Attendance ID
fa_ir: شناسه حضور و غیاب

source: Attendance Marked
fa_ir: حضور و غیاب ثبت شد

source: Attendance Request
fa_ir: درخواست حضور و غیاب

source: Attendance Request History
fa_ir: تاریخچه درخواست حضور و غیاب

source: Attendance Settings
fa_ir: تنظیمات حضور و غیاب

source: Attendance To Date
fa_ir: تاریخ پایان حضور و غیاب

source: Attendance Updated
fa_ir: حضور و غیاب به‌روز شد

source: Attendance Warnings
fa_ir: هشدارهای حضور و غیاب

source: Attendance date {0} can not be less than employee {1}'s joining date: {2}
fa_ir: تاریخ حضور و غیاب {0} نمی‌تواند کمتر از تاریخ استخدام کارمند {1} باشد: {2}

source: Attendance for all the employees under this criteria has been marked already.
fa_ir: حضور و غیاب برای تمام کارمندان تحت این معیار قبلاً ثبت شده است.

source: Attendance for employee {0} is already marked for an overlapping shift {1}: {2}
fa_ir: حضور و غیاب برای کارمند {0} قبلاً برای شیفت همپوشان {1} ثبت شده است: {2}

source: Attendance for employee {0} is already marked for the date {1}: {2}
fa_ir: حضور و غیاب برای کارمند {0} قبلاً برای تاریخ {1} ثبت شده است: {2}

source: Attendance for employee {0} is already marked for the following dates: {1}
fa_ir: حضور و غیاب برای کارمند {0} قبلاً برای تاریخ‌های زیر ثبت شده است: {1}

source: Attendance for the following dates will be skipped/overwritten on submission
fa_ir: حضور و غیاب برای تاریخ‌های زیر هنگام ارسال نادیده گرفته/بازنویسی خواهد شد

source: Attendance from {0} to {1} has already been marked for the Employee {2}
fa_ir: حضور و غیاب از {0} تا {1} قبلاً برای کارمند {2} ثبت شده است

source: Attendance has been marked as per employee check-ins
fa_ir: حضور و غیاب بر اساس ورود و خروج کارمندان ثبت شده است

source: Attendance has been marked for all the employees between the selected payroll dates.
fa_ir: حضور و غیاب برای تمام کارمندان بین تاریخ‌های حقوق و دستمزد انتخاب شده ثبت شده است.

source: Attendance is pending for these employees between the selected payroll dates. Mark attendance to proceed. Refer {0} for details.
fa_ir: حضور و غیاب برای این کارمندان بین تاریخ‌های حقوق و دستمزد انتخاب شده معلق است. برای ادامه، حضور و غیاب را ثبت کنید. برای جزئیات به {0} مراجعه کنید.

source: Attendance marked successfully
fa_ir: حضور و غیاب با موفقیت ثبت شد

source: Attendance not submitted for {0} as it is a Holiday.
fa_ir: حضور و غیاب برای {0} ارسال نشد زیرا تعطیل است.

source: Attendance not submitted for {0} as {1} is on leave.
fa_ir: حضور و غیاب برای {0} ارسال نشد زیرا {1} در مرخصی است.

source: Attendance will be marked automatically only after this date.
fa_ir: حضور و غیاب فقط پس از این تاریخ به صورت خودکار ثبت خواهد شد.

source: AttendanceRequestListView
fa_ir: نمایش لیست درخواست‌های حضور و غیاب

source: Attendees
fa_ir: شرکت‌کنندگان

source: Attrition Count
fa_ir: تعداد ترک خدمت

source: Aug
fa_ir: اوت

source: Auto Attendance Settings
fa_ir: تنظیمات حضور و غیاب خودکار

source: Auto Leave Encashment
fa_ir: بازخرید خودکار مرخصی

source: Automated Based on Goal Progress
fa_ir: خودکار شده بر اساس پیشرفت اهداف

source: Automatic Leave Allocation has failed for the following Earned Leaves: {0}. Please check {1} for more details.
fa_ir: تخصیص خودکار مرخصی برای مرخصی‌های استحقاقی زیر با شکست مواجه شد: {0}. لطفاً برای جزئیات بیشتر {1} را بررسی کنید.

source: Automatically fetches all assets allocated to the employee, if any
fa_ir: به صورت خودکار تمام دارایی‌های تخصیص یافته به کارمند را، در صورت وجود، واکشی می‌کند

source: Automatically update Last Sync of Checkin
fa_ir: به‌روزرسانی خودکار آخرین همگام‌سازی ورود/خروج

source: Available Leave(s)
fa_ir: مرخصی‌های موجود

source: Available Leaves
fa_ir: مرخصی‌های موجود

source: Average Feedback Score
fa_ir: میانگین امتیاز بازخورد

source: Average Rating
fa_ir: میانگین امتیاز

source: Average of Goal Score, Feedback Score, and Self Appraisal Score
fa_ir: میانگین امتیاز هدف، امتیاز بازخورد و امتیاز خودارزیابی

source: Average rating of demonstrated skills
fa_ir: میانگین امتیاز مهارت‌های نشان داده شده

source: Avg Feedback Score
fa_ir: میانگین امتیاز بازخورد

source: Avg Utilization
fa_ir: میانگین بهره‌وری

source: Avg Utilization (Billed Only)
fa_ir: میانگین بهره‌وری (فقط صورت‌حساب شده)

source: Awaiting Response
fa_ir: در انتظار پاسخ

source: Backdated Leave Application is restricted. Please set the {} in {}
fa_ir: درخواست مرخصی با تاریخ گذشته محدود شده است. لطفاً {} را در {} تنظیم کنید.

source: Bank Entries
fa_ir: اسناد بانکی

source: Bank Remittance
fa_ir: حواله بانکی

source: Base
fa_ir: پایه

source: Base & Variable
fa_ir: پایه و متغیر

source: Begin check-in before shift start time (in minutes)
fa_ir: شروع ورود قبل از زمان شروع شیفت (به دقیقه)

source: Below is the list of upcoming holidays for you:
fa_ir: در ادامه لیست تعطیلات پیش روی شماست:

source: Benefit
fa_ir: مزایا

source: Benefit Amount
fa_ir: مبلغ مزایا

source: Benefit Details
fa_ir: جزئیات مزایا

source: Benefit amount of component {0} exceeds {1}
fa_ir: مبلغ مزایای جزء {0} از {1} بیشتر است

source: Benefit amount of component {0} should be greater than 0
fa_ir: مبلغ مزایای جزء {0} باید بزرگتر از 0 باشد
