Repository: ai-solution-company/systemafarin-custom-addon
Catalog: iran_core/translations_src/*-hrm.po
Languages: fa_ir

source: Missing Tax Slab
fa_ir: پله مالیاتی موجود نیست

source: Mode of Travel
fa_ir: نحوه سفر

source: Mode of payment is required to make a payment
fa_ir: روش پرداخت برای انجام پرداخت الزامی است

source: Month To Date
fa_ir: از ابتدای ماه تا امروز

source: Month To Date(Company Currency)
fa_ir: از ابتدای ماه تا امروز (واحد پول شرکت)

source: Monthly Attendance Sheet
fa_ir: برگه حضور و غیاب ماهانه

source: More than one selection for {0} not allowed
fa_ir: بیش از یک انتخاب برای {0} مجاز نیست

source: Multiple Additional Salaries with overwrite property exist for Salary Component {0} between {1} and {2}.
fa_ir: چندین حقوق اضافی با قابلیت بازنویسی برای جزء حقوق {0} بین {1} و {2} وجود دارد.

source: Multiple Shift Assignments
fa_ir: تخصیص شیفت‌های متعدد

source: Multipliers that adjust the hourly overtime amount for specific scenarios
fa_ir: ضرایبی که مبلغ اضافه کاری ساعتی را برای سناریوهای خاص تنظیم می‌کنند.

source: My Advances
fa_ir: پیش‌پرداخت‌های من

source: My Claims
fa_ir: مطالبات من

source: My Leaves
fa_ir: مرخصی‌های من

source: My Requests
fa_ir: درخواست‌های من

source: Name error
fa_ir: خطای نام

source: Name of Organizer
fa_ir: نام برگزارکننده

source: Net Pay
fa_ir: خالص پرداخت

source: Net Pay (Company Currency)
fa_ir: خالص پرداخت (واحد پول شرکت)

source: Net Pay Info
fa_ir: اطلاعات خالص پرداخت

source: Net Pay cannot be less than 0
fa_ir: خالص پرداخت نمی‌تواند کمتر از 0 باشد

source: Net Salary Amount
fa_ir: مبلغ خالص حقوق

source: Net pay cannot be negative
fa_ir: خالص پرداخت نمی‌تواند منفی باشد

source: New Employee ID
fa_ir: کد پرسنلی جدید

source: New Expense Item
fa_ir: آیتم هزینه جدید

source: New Expense Tax
fa_ir: مالیات هزینه جدید

source: New Feedback
fa_ir: بازخورد جدید

source: New Hires (This Month)
fa_ir: استخدام‌های جدید (این ماه)

source: New Leave(s) Allocated
fa_ir: مرخصی جدید تخصیص‌یافته

source: New Leaves Allocated
fa_ir: مرخصی‌های جدید تخصیص‌یافته

source: New Leaves Allocated (In Days)
fa_ir: مرخصی‌های جدید تخصیص‌یافته (به روز)

source: New shift assignments will be created after this date.
fa_ir: تخصیص‌های شیفت جدید پس از این تاریخ ایجاد خواهند شد.

source: No Bank/Cash Account found for currency {0}. Please create one under company {1}.
fa_ir: حساب بانکی/نقدی برای ارز {0} یافت نشد. لطفاً یک مورد در شرکت {1} ایجاد کنید.

source: No Employee Found
fa_ir: کارمندی یافت نشد

source: No Employee found for the given employee field value. '{}': {}
fa_ir: کارمندی برای مقدار فیلد کارمند داده شده یافت نشد. '{}': {}

source: No Employees Selected
fa_ir: کارمندی انتخاب نشده است

source: No Interview has been scheduled.
fa_ir: مصاحبه‌ای برنامه‌ریزی نشده است.

source: No Leave Period Found
fa_ir: دوره مرخصی یافت نشد

source: No Leaves Allocated to Employee: {0} for Leave Type: {1}
fa_ir: مرخصی تخصیص‌یافته‌ای به کارمند: {0} برای نوع مرخصی: {1} وجود ندارد.

source: No Salary Slip found for Employee: {0}
fa_ir: فیش حقوقی برای کارمند: {0} یافت نشد.

source: No Salary Slips with {0} found for employee {1} for payroll period {2}.
fa_ir: فیش حقوقی با {0} برای کارمند {1} در دوره حقوق و دستمزد {2} یافت نشد.

source: No Salary Structure Assignment found for employee {0} on date {1}
fa_ir: تخصیص ساختار حقوقی برای کارمند {0} در تاریخ {1} یافت نشد.

source: No Salary Structure Assignment found for employee {0} on or before {1}
fa_ir: تخصیص ساختار حقوقی برای کارمند {0} در تاریخ یا قبل از {1} یافت نشد.

source: No Salary Structure assigned to Employee {0} on the given date {1}
fa_ir: ساختار حقوقی به کارمند {0} در تاریخ داده شده {1} تخصیص داده نشده است.

source: No Salary Structures
fa_ir: ساختارهای حقوقی

source: No Shift Requests Selected
fa_ir: درخواست شیفتی انتخاب نشده است

source: No Staffing Plans found for this Designation
fa_ir: برنامه‌های تامین نیروی انسانی برای این سمت یافت نشد.

source: No active Salary Structure Assignment found for employee {0} with salary structure {1} on or after arrear start date {2}
fa_ir: تخصیص ساختار حقوقی فعالی برای کارمند {0} با ساختار حقوقی {1} در تاریخ یا پس از تاریخ شروع معوقه {2} یافت نشد.

source: No active employee found associated with the email ID {0}. Try logging in with your employee email ID or contact your HR manager for access.
fa_ir: کارمند فعالی مرتبط با شناسه ایمیل {0} یافت نشد. با شناسه ایمیل کارمندی خود وارد شوید یا برای دسترسی با مدیر منابع انسانی خود تماس بگیرید.

source: No active or default Salary Structure found for employee {0} for the given dates
fa_ir: ساختار حقوقی فعال یا پیش‌فرضی برای کارمند {0} برای تاریخ‌های داده شده یافت نشد.

source: No additional expenses has been added
fa_ir: هیچ هزینه اضافی اضافه نشده است.

source: No advances found
fa_ir: پیش‌پرداختی یافت نشد

source: No applicable Earning component found in last salary slip for Gratuity Rule: {0}
fa_ir: جزء درآمدی قابل اعمالی در آخرین فیش حقوقی برای قانون پاداش پایان خدمت: {0} یافت نشد.

source: No applicable Earning components found for Gratuity Rule: {0}
fa_ir: اجزای درآمدی قابل اعمالی برای قانون پاداش پایان خدمت: {0} یافت نشد.

source: No applicable slab found for the calculation of gratuity amount as per the Gratuity Rule: {0}
fa_ir: پلکان (Slab) قابل اعمالی برای محاسبه مبلغ پاداش پایان خدمت طبق قانون پاداش پایان خدمت: {0} یافت نشد.

source: No arrear components found in the existing salary slips.
fa_ir: اجزای معوقه‌ای در فیش‌های حقوقی موجود یافت نشد.

source: No arrear components found in the salary slip. Ensure Arrear Component is checked in the Salary Component master.
fa_ir: اجزای معوقه‌ای در فیش حقوقی یافت نشد. اطمینان حاصل کنید که جزء معوقه در مستر جزء حقوقی علامت‌گذاری شده است.

source: No arrear details found
fa_ir: جزئیات معوقه‌ای یافت نشد

source: No attendance records found for employee {0} between {1} and {2}
fa_ir: سوابق حضور و غیاب برای کارمند {0} بین {1} و {2} یافت نشد.

source: No attendance records found for this criteria.
fa_ir: سوابق حضور و غیاب برای این معیار یافت نشد.

source: No attendance records found.
fa_ir: سوابق حضور و غیاب یافت نشد.

source: No attendance records to create
fa_ir: سوابق حضور و غیابی برای ایجاد وجود ندارد

source: No changes found in timings.
fa_ir: تغییری در زمان‌بندی‌ها یافت نشد.

source: No employees found
fa_ir: کارمندی یافت نشد

source: No employees found for the mentioned criteria:<br>Company: {0}<br> Currency: {1}<br>Payroll Payable Account: {2}
fa_ir: کارمندی برای معیارهای ذکر شده یافت نشد:<br>شرکت: {0}<br> ارز: {1}<br>حساب پرداختنی حقوق و دستمزد: {2}

source: No employees found for the selected criteria
fa_ir: کارمندی برای معیارهای انتخاب شده یافت نشد

source: No employees found with selected filters and active salary structure
fa_ir: کارمندی با فیلترهای انتخاب شده و ساختار حقوقی فعال یافت نشد.

source: No expenses added
fa_ir: هزینه‌ای اضافه نشده است

source: No feedback has been received yet
fa_ir: هنوز بازخوردی دریافت نشده است

source: No items selected
fa_ir: آیتمی انتخاب نشده است

source: No leave allocation found for {0} for {1} on given date.
fa_ir: تخصیص مرخصی برای {0} جهت {1} در تاریخ مشخص شده یافت نشد.

source: No leave record found for employee {0} on {1}
fa_ir: سابقه مرخصی برای کارمند {0} در تاریخ {1} یافت نشد

source: No leaves have been allocated.
fa_ir: هیچ مرخصی تخصیص داده نشده است.

source: No more updates
fa_ir: به‌روزرسانی بیشتری وجود ندارد

source: No of. Positions
fa_ir: تعداد سمت‌ها

source: No replies from
fa_ir: پاسخی از

source: No salary slip found to submit for the above selected criteria OR salary slip already submitted
fa_ir: فیش حقوقی برای ارسال بر اساس معیارهای انتخاب شده بالا یافت نشد یا فیش حقوقی قبلاً ارسال شده است

source: No salary slips found
fa_ir: هیچ فیش حقوقی یافت نشد

source: No salary slips found for the selected employee from {0}
fa_ir: هیچ فیش حقوقی برای کارمند انتخاب شده از {0} یافت نشد

source: No taxes added
fa_ir: هیچ مالیاتی اضافه نشده است

source: No valid shift found for log time
fa_ir: شیفت معتبری برای زمان ثبت یافت نشد

source: No {0} Selected
fa_ir: {0} انتخاب نشده است

source: No {0} added
fa_ir: {0} اضافه نشده است

source: Non Diary
fa_ir: غیر روزانه

source: Non Taxable Earnings
fa_ir: درآمدهای غیر مشمول مالیات

source: Non-Billed Hours
fa_ir: ساعات صورت‌حساب نشده

source: Non-Billed Hours (NB)
fa_ir: ساعات صورت‌حساب نشده (NB)

source: Non-Encashable Leaves
fa_ir: مرخصی‌های غیر قابل بازخرید

source: Non-Vegetarian
fa_ir: غیر گیاهی

source: Note: Shift will not be overwritten in existing attendance records
fa_ir: توجه: شیفت در سوابق حضور و غیاب موجود بازنویسی نخواهد شد

source: Note: Total allocated leaves {0} shouldn't be less than already approved leaves {1} for the period
fa_ir: توجه: کل مرخصی‌های تخصیص یافته {0} نباید کمتر از مرخصی‌های از قبل تأیید شده {1} برای این دوره باشد

source: Note: Your salary slip is password protected, the password to unlock the PDF is of the format {0}.
fa_ir: توجه: فیش حقوقی شما با رمز عبور محافظت شده است، رمز عبور برای باز کردن فایل PDF با فرمت {0} می‌باشد.

source: Nothing to change
fa_ir: چیزی برای تغییر وجود ندارد

source: Notice Period
fa_ir: دوره اخطار

source: Notification Template
fa_ir: قالب اعلان

source: Notify users by email
fa_ir: اطلاع‌رسانی به کاربران از طریق ایمیل

source: Nov
fa_ir: نوامبر

source: Number Of Employees
fa_ir: تعداد کارمندان

source: Number Of Positions
fa_ir: تعداد سمت‌ها

source: Number of Leaves
fa_ir: تعداد مرخصی‌ها

source: Number of Withholding Cycles
fa_ir: تعداد دوره‌های کسر از مبدأ

source: Number of leaves eligible for encashment based on leave type settings
fa_ir: تعداد مرخصی‌های واجد شرایط بازخرید بر اساس تنظیمات نوع مرخصی

source: OTP Code
fa_ir: کد OTP

source: OTP Verification
fa_ir: تأیید OTP

source: OUT
fa_ir: خروج

source: Obtained Average Rating
fa_ir: میانگین امتیاز کسب شده

source: Oct
fa_ir: اکتبر

source: Odometer Reading
fa_ir: کارکرد کیلومترشمار

source: Odometer Value
fa_ir: مقدار کیلومترشمار

source: Off-Shift
fa_ir: خارج از شیفت

source: Off-shift
fa_ir: خارج از شیفت

source: Offer Term
fa_ir: شرط پیشنهاد

source: Offer Terms
fa_ir: شرایط پیشنهاد

source: On Date
fa_ir: در تاریخ

source: On Duty
fa_ir: در حال انجام وظیفه

source: On Leave
fa_ir: در مرخصی

source: Onboarding
fa_ir: پذیرش اولیه

source: Onboarding Activities
fa_ir: فعالیت‌های پذیرش اولیه

source: Onboarding Begins On
fa_ir: شروع پذیرش اولیه در

source: Only Approvers can Approve this Request.
fa_ir: فقط تأییدکنندگان می‌توانند این درخواست را تأیید کنند.

source: Only Completed documents can be submitted
fa_ir: فقط اسناد تکمیل‌شده قابل ارسال هستند

source: Only Employee Grievance with status {0} or {1} can be submitted
fa_ir: فقط شکایت کارمند با وضعیت {0} یا {1} قابل ارسال است

source: Only Interviewer Are allowed to submit Interview Feedback
fa_ir: فقط مصاحبه‌کنندگان مجاز به ارسال بازخورد مصاحبه هستند

source: Only Interviews with Cleared or Rejected status can be submitted.
fa_ir: فقط مصاحبه‌ها با وضعیت تأییدشده یا ردشده قابل ارسال هستند.

source: Only Leave Applications with status 'Approved' and 'Rejected' can be submitted
fa_ir: فقط درخواست‌های مرخصی با وضعیت 'تأییدشده' و 'ردشده' قابل ارسال هستند

source: Only Shift Request with status 'Approved' and 'Rejected' can be submitted
fa_ir: فقط درخواست‌های شیفت با وضعیت 'تأییدشده' و 'ردشده' قابل ارسال هستند

source: Only expired allocation can be cancelled
fa_ir: فقط تخصیص‌های منقضی‌شده قابل لغو هستند

source: Only interviewers can submit feedback
fa_ir: فقط مصاحبه‌کنندگان می‌توانند بازخورد ارسال کنند

source: Only users with the {0} role can create backdated leave applications
fa_ir: فقط کاربرانی با نقش {0} می‌توانند درخواست‌های مرخصی با تاریخ گذشته ایجاد کنند

source: Only {0} Goals can be {1}
fa_ir: فقط اهداف {0} می‌توانند {1} باشند

source: Open & Approved
fa_ir: باز و تأییدشده

source: Open Feedback
fa_ir: بازخورد باز

source: Open Now
fa_ir: اکنون باز است

source: Opening closed.
fa_ir: افتتاحیه بسته شد.

source: Optional Holiday List not set for leave period {0}
fa_ir: لیست تعطیلات اختیاری برای دوره مرخصی {0} تنظیم نشده است

source: Optional Leaves are holidays that Employees can choose to avail from a list of holidays published by the company.
fa_ir: مرخصی‌های اختیاری، تعطیلاتی هستند که کارمندان می‌توانند از لیست تعطیلات منتشرشده توسط شرکت، انتخاب و استفاده کنند.

source: Organizational Chart
fa_ir: چارت سازمانی

source: Other Taxes and Charges
fa_ir: سایر مالیات‌ها و عوارض

source: Others
fa_ir: سایر

source: Out Time
fa_ir: زمان خروج

source: Outgoing Salary
fa_ir: حقوق پرداختی

source: Over Allocation
fa_ir: تخصیص بیش از حد

source: Overall Average Rating
fa_ir: میانگین کلی امتیاز

source: Overlapping Attendance Request
fa_ir: درخواست حضور و غیاب تداخلی

source: Overlapping Shift Attendance
fa_ir: حضور و غیاب شیفت تداخلی

source: Overlapping Shift Requests
fa_ir: درخواست‌های شیفت تداخلی

source: Overlapping Shifts
fa_ir: شیفت‌های تداخلی

source: Overtime
fa_ir: اضافه‌کاری

source: Overtime Amount Calculation
fa_ir: محاسبه مبلغ اضافه‌کاری

source: Overtime Details
fa_ir: جزئیات اضافه‌کاری

source: Overtime Duration
fa_ir: مدت زمان اضافه‌کاری

source: Overtime Duration for {0} is greater than Maximum Overtime Hours Allowed
fa_ir: مدت زمان اضافه‌کاری برای {0} بیشتر از حداکثر ساعات اضافه‌کاری مجاز است

source: Overtime Salary Component
fa_ir: جزء حقوق اضافه‌کاری

source: Overtime Slip
fa_ir: برگه اضافه‌کاری

source: Overtime Slip Creation Error for {0}
fa_ir: خطای ایجاد برگه اضافه‌کاری برای {0}

source: Overtime Slip Creation Failed
fa_ir: ایجاد برگه اضافه‌کاری ناموفق بود

source: Overtime Slip Step
fa_ir: مرحله برگه اضافه‌کاری

source: Overtime Slip Submission Error for {0}
fa_ir: خطای ارسال برگه اضافه‌کاری برای {0}

source: Overtime Slip Submission Failed
fa_ir: ارسال برگه اضافه‌کاری ناموفق بود

source: Overtime Slip Submitted
fa_ir: برگه اضافه‌کاری ارسال شد

source: Overtime Slip created for {0} employee(s)
fa_ir: برگه اضافه‌کاری برای {0} کارمند ایجاد شد

source: Overtime Slip creation is queued. It may take a few minutes
fa_ir: ایجاد برگه اضافه‌کاری در صف قرار گرفت. ممکن است چند دقیقه طول بکشد

source: Overtime Slip submission is queued. It may take a few minutes
fa_ir: ارسال برگه اضافه‌کاری در صف قرار گرفت. ممکن است چند دقیقه طول بکشد

source: Overtime Slip:{0} has been created between {1} and {2}
fa_ir: برگه اضافه‌کاری:{0} بین {1} و {2} ایجاد شده است

source: Overtime Slips Created
fa_ir: برگه‌های اضافه‌کاری ایجاد شده

source: Overtime Slips submitted for {0} employee(s)
fa_ir: برگه‌های اضافه‌کاری برای {0} کارمند ارسال شد

source: Overtime Type
fa_ir: نوع اضافه‌کاری

source: Overtime earnings will be booked under this salary component for payout.
fa_ir: درآمد اضافه‌کاری برای پرداخت تحت این جزء حقوق ثبت خواهد شد.

source: Overwrite Salary Structure Amount
fa_ir: بازنویسی مبلغ ساختار حقوق

source: PAN Number
fa_ir: شماره PAN

source: PF Account
fa_ir: حساب PF

source: PF Amount
fa_ir: مبلغ PF

source: PF Loan
fa_ir: وام PF

source: PWA Notification
fa_ir: اعلان PWA

source: Paid via Salary Slip
fa_ir: پرداخت شده از طریق فیش حقوقی

source: Parent Goal
fa_ir: هدف والد

source: Part-time
fa_ir: پاره‌وقت

source: Partially Sponsored, Require Partial Funding
fa_ir: با حمایت مالی جزئی، نیاز به تأمین مالی جزئی دارد

source: Partly Claimed and Returned
fa_ir: تا حدی مطالبه و برگشت داده شده

source: Password Policy
fa_ir: خط‌مشی رمز عبور

source: Password policy cannot contain spaces or simultaneous hyphens. The format will be restructured automatically
fa_ir: خط‌مشی رمز عبور نمی‌تواند شامل فاصله یا خط تیره همزمان باشد. قالب به صورت خودکار بازسازی خواهد شد

source: Password policy for Salary Slips is not set
fa_ir: خط‌مشی رمز عبور برای فیش‌های حقوقی تنظیم نشده است

source: Pay Rate Multipliers
fa_ir: ضرایب نرخ پرداخت

source: Pay Via Payment Entry
fa_ir: پرداخت از طریق سند پرداخت

source: Pay via Salary Slip
fa_ir: پرداخت از طریق فیش حقوقی

source: Payable Account is mandatory to submit an Expense Claim
fa_ir: حساب پرداختنی برای ارسال درخواست هزینه اجباری است

source: Payment Account is mandatory
fa_ir: حساب پرداخت اجباری است

source: Payment Date
fa_ir: تاریخ پرداخت

source: Payment Days
fa_ir: روزهای پرداخت

source: Payment Days Calculation Help
fa_ir: راهنمای محاسبه روزهای پرداخت

source: Payment Days Dependency
fa_ir: وابستگی روزهای پرداخت

source: Payment Days calculations are based on these Payroll Settings
fa_ir: محاسبات روزهای پرداخت بر اساس این تنظیمات حقوق و دستمزد است

source: Payment and Accounting
fa_ir: پرداخت و حسابداری

source: Payment of {0} from {1} to {2}
fa_ir: پرداخت {0} از {1} به {2}

source: Payout
fa_ir: پرداخت

source: Payout Method
fa_ir: روش پرداخت

source: Payout Unclaimed Amount in Final Payroll Cycle
fa_ir: پرداخت مبلغ ادعا نشده در چرخه نهایی حقوق و دستمزد

source: Payroll
fa_ir: حقوق و دستمزد

source: Payroll Based On
fa_ir: حقوق و دستمزد بر اساس

source: Payroll Correction
fa_ir: اصلاحیه حقوق و دستمزد

source: Payroll Correction Child
fa_ir: زیرمجموعه اصلاحیه حقوق و دستمزد

source: Payroll Cost Center
fa_ir: مرکز هزینه حقوق و دستمزد

source: Payroll Cost Centers
fa_ir: مراکز هزینه حقوق و دستمزد

source: Payroll Dashboard
fa_ir: داشبورد حقوق و دستمزد

source: Payroll Date
fa_ir: تاریخ حقوق و دستمزد

source: Payroll Employee Detail
fa_ir: جزئیات کارمند حقوق و دستمزد

source: Payroll Entry cancellation is queued. It may take a few minutes
fa_ir: لغو سند حقوق و دستمزد در صف قرار گرفته است. ممکن است چند دقیقه طول بکشد

source: Payroll Frequency
fa_ir: تناوب حقوق و دستمزد

source: Payroll Info
fa_ir: اطلاعات حقوق و دستمزد

source: Payroll Number
fa_ir: شماره حقوق و دستمزد

source: Payroll Payable Account
fa_ir: حساب پرداختنی حقوق و دستمزد

source: Payroll Period
fa_ir: دوره حقوق و دستمزد

source: Payroll Period Date
fa_ir: تاریخ دوره حقوق و دستمزد

source: Payroll Periods
fa_ir: دوره‌های حقوق و دستمزد

source: Payroll Reports
fa_ir: گزارش‌های حقوق و دستمزد

source: Payroll Settings
fa_ir: تنظیمات حقوق و دستمزد

source: Payroll date can not be greater than employee's relieving date.
fa_ir: تاریخ حقوق و دستمزد نمی‌تواند بزرگتر از تاریخ تسویه حساب کارمند باشد.

source: Payroll date can not be less than employee's joining date.
fa_ir: تاریخ حقوق و دستمزد نمی‌تواند کمتر از تاریخ استخدام کارمند باشد.

source: Payroll date cannot be in the past. This is to ensure that claims are made for the current or future payroll cycles.
fa_ir: تاریخ حقوق و دستمزد نمی‌تواند در گذشته باشد. این برای اطمینان از ثبت مطالبات برای چرخه‌های حقوق و دستمزد فعلی یا آینده است.

source: Pending (unpaid) amount from previous advances
fa_ir: مبلغ معوق (پرداخت نشده) از پیش‌پرداخت‌های قبلی

source: Pending Asset Returns
fa_ir: برگشت دارایی‌های در انتظار

source: Pending FnF
fa_ir: تسویه نهایی در انتظار

source: Pending Interviews
fa_ir: مصاحبه‌های در انتظار

source: Pending Questionnaires
fa_ir: پرسشنامه‌های در انتظار

source: Percent Deduction
fa_ir: کسر درصدی

source: Performance
fa_ir: عملکرد

source: Permanently cancel {0}
fa_ir: {0} برای همیشه لغو شود

source: Permanently submit {0}
fa_ir: {0} برای همیشه ارسال شود

source: Piecework
fa_ir: کارمزدی

source: Planned number of Positions
fa_ir: تعداد برنامه‌ریزی شده موقعیت‌ها

source: Please Enable Auto Attendance and complete the setup first.
fa_ir: لطفاً ابتدا حضور و غیاب خودکار را فعال کرده و تنظیمات را تکمیل کنید.

source: Please Select Company First
fa_ir: لطفاً ابتدا شرکت را انتخاب کنید

source: Please assign a Salary Structure for Employee {0} applicable from or before {1} first
fa_ir: لطفاً ابتدا یک ساختار حقوق برای کارمند {0} که از تاریخ {1} یا قبل از آن قابل اجرا باشد، اختصاص دهید

source: Please check if employee is on leave or attendance with the same status exists for selected day(s).
fa_ir: لطفاً بررسی کنید که آیا کارمند در مرخصی است یا حضور و غیاب با وضعیت مشابه برای روز(های) انتخاب شده وجود دارد.

source: Please confirm once you have completed your training
fa_ir: لطفاً پس از اتمام آموزش خود تأیید کنید

source: Please create a new {0} for the date {1} first.
fa_ir: لطفاً ابتدا یک {0} جدید برای تاریخ {1} ایجاد کنید.

source: Please delete the Employee {0} to cancel this document
fa_ir: لطفاً کارمند {0} را حذف کنید تا این سند لغو شود

source: Please enable default incoming account before creating Daily Work Summary Group
fa_ir: لطفاً قبل از ایجاد گروه خلاصه کار روزانه، حساب پیش‌فرض ورودی را فعال کنید

source: Please enter the designation
fa_ir: لطفاً سمت را وارد کنید

source: Please fill in Employee, Posting Date, and Company before fetching overtime details.
fa_ir: لطفاً قبل از دریافت جزئیات اضافه‌کاری، کارمند، تاریخ ثبت و شرکت را تکمیل کنید.

source: Please reduce {0} to avoid shift time overlapping with itself
fa_ir: لطفاً {0} را کاهش دهید تا از همپوشانی زمان شیفت با خودش جلوگیری شود

source: Please see attachment
fa_ir: لطفاً پیوست را ببینید

source: Please select Company and Designation
fa_ir: لطفاً شرکت و سمت را انتخاب کنید

source: Please select Employee
fa_ir: لطفاً کارمند را انتخاب کنید

source: Please select Employee first.
fa_ir: لطفاً ابتدا کارمند را انتخاب کنید.

source: Please select Filter Based On
fa_ir: لطفاً فیلتر بر اساس را انتخاب کنید

source: Please select From Date and Payroll Frequency first
fa_ir: لطفاً ابتدا تاریخ شروع و تناوب حقوق و دستمزد را انتخاب کنید

source: Please select From Date.
fa_ir: لطفاً تاریخ شروع را انتخاب کنید.

source: Please select Shift Schedule and assignment date(s).
fa_ir: لطفاً برنامه شیفت و تاریخ(های) تخصیص را انتخاب کنید.

source: Please select Shift Type and assignment date(s).
fa_ir: لطفاً نوع شیفت و تاریخ(های) تخصیص را انتخاب کنید.

source: Please select a company first
fa_ir: لطفاً ابتدا یک شرکت را انتخاب کنید

source: Please select a company first.
fa_ir: لطفاً ابتدا یک شرکت را انتخاب کنید.

source: Please select a csv file
fa_ir: لطفاً یک فایل csv را انتخاب کنید

source: Please select a date.
fa_ir: لطفاً یک تاریخ را انتخاب کنید.

source: Please select an Applicant
fa_ir: لطفاً یک متقاضی را انتخاب کنید

source: Please select at least one Shift Request to perform this action.
fa_ir: لطفاً حداقل یک درخواست شیفت را برای انجام این عمل انتخاب کنید.

source: Please select at least one employee to perform this action.
fa_ir: لطفاً حداقل یک کارمند را برای انجام این عمل انتخاب کنید.

source: Please select at least one row to perform this action.
fa_ir: لطفاً حداقل یک ردیف را برای انجام این عمل انتخاب کنید.

source: Please select company.
fa_ir: لطفاً شرکت را انتخاب کنید.

source: Please select employee first
fa_ir: لطفاً ابتدا کارمند را انتخاب کنید

source: Please select employees to create appraisals for
fa_ir: لطفاً کارمندان را برای ایجاد ارزیابی انتخاب کنید

source: Please select half day attendance status.
fa_ir: لطفاً وضعیت حضور و غیاب نیم‌روز را انتخاب کنید.

source: Please select month and year.
fa_ir: لطفاً ماه و سال را انتخاب کنید.

source: Please select the Appraisal Cycle first.
fa_ir: لطفاً ابتدا چرخه ارزیابی را انتخاب کنید.

source: Please select the attendance status.
fa_ir: لطفاً وضعیت حضور و غیاب را انتخاب کنید.

source: Please select the employees you want to mark attendance for.
fa_ir: لطفاً کارمندانی را که می‌خواهید برایشان حضور و غیاب ثبت کنید، انتخاب کنید.

source: Please select the salary slips to email
fa_ir: لطفاً فیش‌های حقوقی را برای ارسال ایمیل انتخاب کنید

source: Please set "Default Payroll Payable Account" in Company Defaults
fa_ir: لطفاً "حساب پیش‌فرض قابل پرداخت حقوق و دستمزد" را در تنظیمات پیش‌فرض شرکت تنظیم کنید

source: Please set Basic and HRA component in Company {0}
fa_ir: لطفاً مؤلفه حقوق پایه و HRA را در شرکت {0} تنظیم کنید.

source: Please set Earning Component for Leave type: {0}.
fa_ir: لطفاً مؤلفه درآمدی را برای نوع مرخصی: {0} تنظیم کنید.

source: Please set Payroll based on in Payroll settings
fa_ir: لطفاً مبنای حقوق و دستمزد را در تنظیمات حقوق و دستمزد تنظیم کنید.

source: Please set Relieving Date for employee: {0}
fa_ir: لطفاً تاریخ ترک کار را برای کارمند: {0} تنظیم کنید.

source: Please set a date range less than 90 days.
fa_ir: لطفاً یک بازه تاریخی کمتر از ۹۰ روز تنظیم کنید.

source: Please set account in Salary Component {0}
fa_ir: لطفاً حساب را در مؤلفه حقوق {0} تنظیم کنید.
