Repository: ai-solution-company/systemafarin-custom-addon
Catalog: iran_core/translations_src/*-hrm.po
Languages: fa_ir

source: Benefit amount {0} for Salary Component {1} should not be greater than maximum benefit amount {2} set in {3}
fa_ir: مبلغ مزایای {0} برای جزء حقوق {1} نباید بیشتر از حداکثر مبلغ مزایای {2} تنظیم شده در {3} باشد

source: Benefits
fa_ir: مزایا

source: Bill Amount
fa_ir: مبلغ صورتحساب

source: Billed Hours
fa_ir: ساعات صورتحساب شده

source: Billed Hours (B)
fa_ir: ساعات صورتحساب شده (B)

source: Bimonthly
fa_ir: دو ماه یکبار

source: Birthday Reminder
fa_ir: یادآور تولد

source: Birthday Reminder 🎂
fa_ir: یادآور تولد 🎂

source: Birthdays
fa_ir: تولدها

source: Block Date
fa_ir: تاریخ مسدودسازی

source: Block Days
fa_ir: روزهای مسدودسازی

source: Block Holidays on important days.
fa_ir: مسدود کردن تعطیلات در روزهای مهم.

source: Bonus
fa_ir: پاداش

source: Bonus Amount
fa_ir: مبلغ پاداش

source: Bonus Payment Date
fa_ir: تاریخ پرداخت پاداش

source: Bonus Payment Date cannot be a past date
fa_ir: تاریخ پرداخت پاداش نمی‌تواند تاریخ گذشته باشد

source: Branch: {0}
fa_ir: شعبه: {0}

source: Bulk Assignments
fa_ir: تخصیص‌های گروهی

source: Bulk Leave Policy Assignment
fa_ir: تخصیص گروهی سیاست مرخصی

source: Bulk Salary Structure Assignment
fa_ir: تخصیص گروهی ساختار حقوق

source: By default, the Final Score is calculated as the average of Goal Score, Feedback Score, and Self Appraisal Score. Enable this to set a different formula
fa_ir: به طور پیش‌فرض، امتیاز نهایی به عنوان میانگین امتیاز هدف، امتیاز بازخورد و امتیاز خودارزیابی محاسبه می‌شود. این گزینه را فعال کنید تا فرمول متفاوتی تنظیم شود

source: Calculate Final Score based on Formula
fa_ir: محاسبه امتیاز نهایی بر اساس فرمول

source: Calculate Gratuity Amount Based On
fa_ir: محاسبه مبلغ سنوات بر اساس

source: Calculate Payroll Working Days Based On
fa_ir: محاسبه روزهای کاری حقوق و دستمزد بر اساس

source: Calculated in days
fa_ir: به روز محاسبه شده

source: Calls
fa_ir: تماس‌ها

source: Cancellation Queued
fa_ir: لغو صف‌بندی شده

source: Cannot Modify Time
fa_ir: امکان تغییر زمان وجود ندارد

source: Cannot allocate leaves outside the allocation period {0} - {1}
fa_ir: نمی‌توان مرخصی را خارج از دوره تخصیص {0} - {1} تخصیص داد

source: Cannot allocate more leaves due to maximum leave allocation limit of {0} in leave policy assignment
fa_ir: به دلیل محدودیت حداکثر تخصیص مرخصی {0} در تخصیص سیاست مرخصی، نمی‌توان مرخصی بیشتری تخصیص داد

source: Cannot allocate more leaves due to maximum leaves allowed limit of {0} in {1} leave type.
fa_ir: به دلیل محدودیت حداکثر مرخصی مجاز {0} در نوع مرخصی {1}، نمی‌توان مرخصی بیشتری تخصیص داد.

source: Cannot break shift after end date
fa_ir: نمی‌توان شیفت را پس از تاریخ پایان شکست.

source: Cannot break shift before start date
fa_ir: امکان تقسیم شیفت قبل از تاریخ شروع وجود ندارد

source: Cannot cancel Shift Assignment: {0} as it is linked to Attendance: {1}
fa_ir: امکان لغو تخصیص شیفت: {0} وجود ندارد زیرا به حضور و غیاب: {1} مرتبط است

source: Cannot cancel Shift Assignment: {0} as it is linked to Employee Checkin: {1}
fa_ir: امکان لغو تخصیص شیفت: {0} وجود ندارد زیرا به ثبت ورود کارمند: {1} مرتبط است

source: Cannot create Salary Slip for Employee joining after Payroll Period
fa_ir: امکان ایجاد فیش حقوقی برای کارمندی که پس از دوره پرداخت حقوق استخدام شده است، وجود ندارد

source: Cannot create Salary Slip for Employee who has left before Payroll Period
fa_ir: امکان ایجاد فیش حقوقی برای کارمندی که قبل از دوره پرداخت حقوق ترک کار کرده است، وجود ندارد

source: Cannot create a Job Applicant against a closed Job Opening
fa_ir: امکان ایجاد متقاضی شغل برای یک فرصت شغلی بسته شده وجود ندارد

source: Cannot create or change transactions against an Appraisal Cycle with status {0}.
fa_ir: امکان ایجاد یا تغییر تراکنش‌ها برای یک چرخه ارزیابی با وضعیت {0} وجود ندارد.

source: Cannot find active Leave Period
fa_ir: امکان یافتن دوره مرخصی فعال وجود ندارد

source: Cannot mark attendance for an Inactive employee {0}
fa_ir: امکان ثبت حضور و غیاب برای کارمند غیرفعال {0} وجود ندارد

source: Cannot submit. Attendance is not marked for some employees.
fa_ir: امکان ارسال وجود ندارد. حضور و غیاب برای برخی از کارمندان ثبت نشده است.

source: Cannot update allocation for {0} after submission
fa_ir: امکان به‌روزرسانی تخصیص برای {0} پس از ارسال وجود ندارد

source: Cannot update status of Goal groups
fa_ir: امکان به‌روزرسانی وضعیت گروه‌های هدف وجود ندارد

source: Carry Forward
fa_ir: انتقال

source: Carry Forwarded Leaves
fa_ir: مرخصی‌های منتقل شده

source: Casual Leave
fa_ir: مرخصی موردی

source: Cause of Grievance
fa_ir: علت شکایت

source: Changed the status from {0} to {1} and Status for Other Half to {2} via Attendance Request
fa_ir: وضعیت از {0} به {1} و وضعیت نیمه دیگر به {2} از طریق درخواست حضور و غیاب تغییر یافت

source: Changed the status from {0} to {1} via Attendance Request
fa_ir: وضعیت از {0} به {1} از طریق درخواست حضور و غیاب تغییر یافت

source: Changing '{0}' to {1}.
fa_ir: تغییر '{0}' به {1}.

source: Changing KRA in this parent goal will align all the child goals to the same KRA, if any.
fa_ir: تغییر KRA در این هدف والد، همه اهداف فرزند را، در صورت وجود، با همان KRA هم‌راستا خواهد کرد.

source: Check <a href='/app/List/Error Log?reference_doctype={0}'>{1}</a> for more details
fa_ir: برای جزئیات بیشتر، <a href='/app/List/Error Log?reference_doctype={0}'>{1}</a> را بررسی کنید

source: Check Error Log {0} for more details.
fa_ir: گزارش خطا {0} را برای جزئیات بیشتر بررسی کنید.

source: Check In
fa_ir: ورود

source: Check Out
fa_ir: خروج

source: Check Vacancies On Job Offer Creation
fa_ir: بررسی جایگاه‌های خالی هنگام ایجاد پیشنهاد شغلی

source: Check {0} for more details
fa_ir: {0} را برای جزئیات بیشتر بررسی کنید

source: Check-in
fa_ir: ورود

source: Check-in Date
fa_ir: تاریخ ورود

source: Check-out
fa_ir: خروج

source: Check-out Date
fa_ir: تاریخ خروج

source: Checkin Radius
fa_ir: شعاع ورود

source: Child nodes can only be created under 'Group' type nodes
fa_ir: گره‌های فرزند فقط می‌توانند زیر گره‌های از نوع 'گروه' ایجاد شوند.

source: Choose how the hourly overtime amount is calculated: <ol style="padding-left:15px;"><li>Fixed Hourly Rate: A fixed, manually entered hourly rate.</li> <li>Salary Component-Based: (Sum of selected component amounts) ÷ (Payment Days) ÷ (Standard Daily Hours)</li></ol>
fa_ir: نحوه محاسبه مبلغ اضافه کاری ساعتی را انتخاب کنید:\n<ol style=\"padding-left:15px;\"><li>نرخ ساعتی ثابت: یک نرخ ساعتی ثابت که به صورت دستی وارد شده است.</li>\n<li>مبتنی بر جزء حقوق:\n\n(مجموع مبالغ اجزای انتخاب شده) ÷ (روزهای پرداخت) ÷ (ساعات کاری استاندارد روزانه)</li></ol>

source: Choose the date on which you want to create these components as arrears.
fa_ir: تاریخی را انتخاب کنید که می‌خواهید این اجزا را به عنوان معوقه ایجاد کنید.

source: Claim Benefit For
fa_ir: درخواست مزایا برای

source: Claim an Expense
fa_ir: درخواست هزینه

source: Claimed
fa_ir: درخواست شده

source: Claimed Amount
fa_ir: مبلغ درخواست شده

source: Claimed amount of employee {0} exceeds maximum amount eligible for claim {1}
fa_ir: مبلغ درخواست شده کارمند {0} بیشتر از حداکثر مبلغ قابل درخواست {1} است

source: Claimed amount of employee {0} should be greater than 0
fa_ir: مبلغ درخواست شده کارمند {0} باید بزرگتر از 0 باشد

source: Claims
fa_ir: مطالبات

source: Cleared
fa_ir: تسویه شده

source: Click {0} to change the configuration and then resave salary slip
fa_ir: روی {0} کلیک کنید تا پیکربندی را تغییر داده و سپس فیش حقوقی را مجدداً ذخیره کنید

source: Closed On
fa_ir: بسته شده در تاریخ

source: Closes On
fa_ir: در تاریخ بسته می‌شود

source: Closes on:
fa_ir: بسته می‌شود در تاریخ:

source: Closing Notes
fa_ir: یادداشت‌های پایانی

source: Company Information
fa_ir: اطلاعات شرکت

source: Compensatory Leave Request
fa_ir: درخواست مرخصی جبرانی

source: Compensatory Off
fa_ir: مرخصی جبرانی

source: Completing onboarding
fa_ir: تکمیل فرآیند جذب

source: Component properties and references
fa_ir: ویژگی‌ها و ارجاعات مؤلفه

source: Condition & Formula
fa_ir: شرط و فرمول

source: Condition and Formula Help
fa_ir: راهنمای شرط و فرمول

source: Condition and formula
fa_ir: شرط و فرمول

source: Conditions and Formula variable and example
fa_ir: متغیر و مثال شرط و فرمول

source: Conference
fa_ir: کنفرانس

source: Confirm {0}
fa_ir: تأیید {0}

source: Consider Grace Period
fa_ir: دوره ارفاق را در نظر بگیرید

source: Consider Marked Attendance on Holidays
fa_ir: حضور ثبت‌شده در تعطیلات را در نظر بگیرید

source: Consider Tax Exemption Declaration
fa_ir: اظهارنامه معافیت مالیاتی را در نظر بگیرید

source: Consider Unmarked Attendance As
fa_ir: حضور ثبت‌نشده را به عنوان

source: Consolidate Leave Types
fa_ir: تجمیع انواع مرخصی

source: Contact Number
fa_ir: شماره تماس

source: Copy of Invitation/Announcement
fa_ir: کپی دعوتنامه/اعلامیه

source: Could not submit some Salary Slips: {}
fa_ir: امکان ارسال برخی فیش‌های حقوقی وجود نداشت: {}

source: Could not update Goal
fa_ir: امکان به‌روزرسانی هدف وجود نداشت

source: Could not update goals
fa_ir: امکان به‌روزرسانی اهداف وجود نداشت

source: Country Fixture Deletion Failed
fa_ir: حذف تنظیمات کشور با شکست مواجه شد

source: Country Setup failed
fa_ir: راه‌اندازی کشور با شکست مواجه شد

source: Country of Residence
fa_ir: کشور محل اقامت

source: Course
fa_ir: دوره

source: Cover Letter
fa_ir: نامه پوششی

source: Create Additional Salary
fa_ir: ایجاد حقوق اضافی

source: Create Appraisals
fa_ir: ایجاد ارزیابی‌ها

source: Create Interview
fa_ir: ایجاد مصاحبه

source: Create Job Applicant
fa_ir: ایجاد متقاضی شغل

source: Create Job Opening
fa_ir: ایجاد فرصت شغلی

source: Create New Employee Id
fa_ir: ایجاد شناسه کارمند جدید

source: Create Overtime Slip For Eligible Employee(s)
fa_ir: ایجاد فیش اضافه‌کاری برای کارمند(ان) واجد شرایط

source: Create Overtime Slips
fa_ir: ایجاد برگه‌های اضافه‌کاری

source: Create Salary Slip
fa_ir: ایجاد فیش حقوق

source: Create Salary Slips
fa_ir: ایجاد فیش‌های حقوق

source: Create Shifts After
fa_ir: ایجاد شیفت‌ها پس از

source: Creating Appraisals
fa_ir: در حال ایجاد ارزیابی‌ها

source: Creating Payment Entries......
fa_ir: در حال ایجاد اسناد پرداخت......

source: Creating Salary Slips...
fa_ir: در حال ایجاد فیش‌های حقوق...

source: Creating {0}...
fa_ir: در حال ایجاد {0}...

source: Creation Date
fa_ir: تاریخ ایجاد

source: Creation Failed
fa_ir: ایجاد ناموفق

source: Creation of Salary Structure Assignments has been queued. It may take a few minutes.
fa_ir: ایجاد تخصیص‌های ساختار حقوق در صف قرار گرفته است. ممکن است چند دقیقه طول بکشد.

source: Creation of {0} has been queued. It may take a few minutes.
fa_ir: ایجاد {0} در صف قرار گرفته است. ممکن است چند دقیقه طول بکشد.

source: Criteria based on which employee should be rated in Performance Feedback and Self Appraisal
fa_ir: معیارهایی که بر اساس آن‌ها کارمند باید در بازخورد عملکرد و خودارزیابی رتبه‌بندی شود.

source: Currency
fa_ir: ارز

source: Currency of selected Income Tax Slab should be {0} instead of {1}
fa_ir: ارز پله مالیاتی انتخاب شده باید {0} باشد نه {1}

source: Current CTC
fa_ir: CTC فعلی

source: Current Count
fa_ir: تعداد فعلی

source: Current Employer
fa_ir: کارفرمای فعلی

source: Current Job Title
fa_ir: عنوان شغلی فعلی

source: Current Month Income Tax
fa_ir: مالیات بر درآمد ماه جاری

source: Current Odometer Value should be greater than Last Odometer Value {0}
fa_ir: مقدار کیلومترشمار فعلی باید بزرگتر از مقدار کیلومترشمار قبلی {0} باشد

source: Current Odometer value
fa_ir: مقدار کیلومترشمار فعلی

source: Current Openings
fa_ir: فرصت‌های شغلی فعلی

source: Current Payroll Period
fa_ir: دوره حقوق و دستمزد فعلی

source: Current Slab
fa_ir: پله فعلی

source: Current Work Experience
fa_ir: سابقه کار فعلی

source: Currently, there is no {0} leave period for this date to create/update leave allocation.
fa_ir: در حال حاضر، هیچ دوره مرخصی {0} برای این تاریخ جهت ایجاد/به‌روزرسانی تخصیص مرخصی وجود ندارد.

source: Custom Range
fa_ir: محدوده سفارشی

source: Cycle Name
fa_ir: نام چرخه

source: Cycles
fa_ir: چرخه‌ها

source: Daily Work Summary
fa_ir: خلاصه کار روزانه

source: Daily Work Summary Group
fa_ir: گروه خلاصه کار روزانه

source: Daily Work Summary Group User
fa_ir: کاربر گروه خلاصه کار روزانه

source: Daily Work Summary Replies
fa_ir: پاسخ‌های خلاصه کار روزانه

source: Date Range Exceeded
fa_ir: محدوده تاریخ فراتر رفت

source: Date is repeated
fa_ir: تاریخ تکراری است

source: Date {0} is repeated in Overtime Details
fa_ir: تاریخ {0} در جزئیات اضافه‌کاری تکرار شده است

source: Dates & Reason
fa_ir: تاریخ‌ها و دلیل

source: Dates Based On
fa_ir: تاریخ‌ها بر اساس

source: Days for which Holidays are blocked for this department.
fa_ir: روزهایی که تعطیلات برای این دپارتمان مسدود شده‌اند.

source: Days to Reverse
fa_ir: روزهای برگشت

source: Days to Reverse must be greater than zero.
fa_ir: روزهای برگشت باید بزرگتر از صفر باشد.

source: Debit A/C Number
fa_ir: شماره حساب بدهکار

source: Dec
fa_ir: دسامبر

source: Decision Pending
fa_ir: در انتظار تصمیم

source: Declarations
fa_ir: اظهارنامه‌ها

source: Declared Amount
fa_ir: مبلغ اظهار شده

source: Deduct Full Tax on Selected Payroll Date
fa_ir: کسر کامل مالیات در تاریخ حقوق و دستمزد انتخابی

source: Deduct Tax For Unsubmitted Tax Exemption Proof
fa_ir: کسر مالیات برای عدم ارائه مدرک معافیت مالیاتی

source: Deduction
fa_ir: کسر

source: Deduction Arrears
fa_ir: کسورات معوقه

source: Deduction Reports
fa_ir: گزارش‌های کسورات

source: Deduction from Salary
fa_ir: کسر از حقوق

source: Deductions
fa_ir: کسورات

source: Deductions before tax calculation
fa_ir: کسورات قبل از محاسبه مالیات

source: Default Amount
fa_ir: مبلغ پیش‌فرض

source: Default Bank / Cash account will be automatically updated in Salary Journal Entry when this mode is selected.
fa_ir: حساب پیش‌فرض بانک / صندوق در صورت انتخاب این حالت، به صورت خودکار در سند روزنامه حقوق و دستمزد به‌روزرسانی می‌شود.

source: Default Base Pay
fa_ir: حقوق پایه پیش‌فرض

source: Default Employee Advance Account
fa_ir: حساب پیش‌فرض مساعده کارکنان

source: Default Expense Claim Payable Account
fa_ir: حساب پیش‌فرض پرداختنی مطالبات هزینه

source: Default Payroll Payable Account
fa_ir: حساب پیش‌فرض پرداختنی حقوق و دستمزد

source: Default Salary Structure
fa_ir: ساختار حقوق پیش‌فرض

source: Default Shift
fa_ir: شیفت پیش‌فرض

source: Delete Attachment
fa_ir: حذف پیوست

source: Delete {0}
fa_ir: حذف {0}

source: Department Approver
fa_ir: تأییدکننده دپارتمان

source: Department Wise Openings
fa_ir: فرصت‌های شغلی بر اساس دپارتمان

source: Department {0} does not belong to company: {1}
fa_ir: دپارتمان {0} به شرکت {1} تعلق ندارد.

source: Department: {0}
fa_ir: دپارتمان: {0}

source: Departure Datetime
fa_ir: تاریخ و زمان خروج

source: Depends On Payment Days
fa_ir: بستگی به روزهای پرداخت دارد

source: Depends on Payment Days
fa_ir: بستگی به روزهای پرداخت دارد

source: Description of a Job Opening
fa_ir: شرح یک فرصت شغلی

source: Designation Skill
fa_ir: مهارت سمت

source: Designation: {0}
fa_ir: سمت: {0}

source: Details of Sponsor (Name, Location)
fa_ir: جزئیات حامی (نام، مکان)

source: Determine Check-in and Check-out
fa_ir: تعیین ورود و خروج

source: Disable {0} for the {1} component, to prevent the amount from being deducted twice, as its formula already uses a payment-days-based component.
fa_ir: برای مؤلفه {1}، {0} را غیرفعال کنید تا از کسر دو باره مبلغ جلوگیری شود، زیرا فرمول آن از قبل از یک مؤلفه مبتنی بر روزهای پرداخت استفاده می‌کند.

source: Disable {0} or {1} to proceed.
fa_ir: برای ادامه، {0} یا {1} را غیرفعال کنید.

source: Disabling Push Notifications...
fa_ir: در حال غیرفعال‌سازی اعلان‌های فشاری...

source: Do Not Include in Accounting Entries
fa_ir: در ثبت‌های حسابداری لحاظ نشود

source: Do Not Include in Total
fa_ir: در مجموع لحاظ نشود

source: Do not include in total
fa_ir: در مجموع لحاظ نشود

source: Do you want to update the Job Applicant {0} as {1} based on this interview result?
fa_ir: آیا می‌خواهید متقاضی شغل {0} را بر اساس نتیجه این مصاحبه به عنوان {1} به‌روزرسانی کنید؟

source: Document {0} failed!
fa_ir: سند {0} با شکست مواجه شد!

source: Domestic
fa_ir: داخلی

source: Duplicate Attendance
fa_ir: حضور و غیاب تکراری

source: Duplicate Claim Detected
fa_ir: ادعای تکراری شناسایی شد

source: Duplicate Job Requisition
fa_ir: درخواست استخدام تکراری

source: Duplicate Leave Adjustment
fa_ir: تعدیل مرخصی تکراری

source: Duplicate Overwritten Salary
fa_ir: حقوق بازنویسی شده تکراری

source: Duplicate Salary Withholding
fa_ir: کسر از حقوق تکراری

source: ERROR({0}): {1}
fa_ir: خطا ({0}): {1}

source: Early Exit
fa_ir: خروج زودهنگام

source: Early Exit By
fa_ir: خروج زودهنگام توسط

source: Early Exit Grace Period
fa_ir: مهلت ارفاقی خروج زودهنگام

source: Early Exits
fa_ir: خروج‌های زودهنگام

source: Earned Leave
fa_ir: مرخصی استحقاقی

source: Earned Leave Frequency
fa_ir: تناوب مرخصی استحقاقی

source: Earned Leave Schedule
fa_ir: برنامه مرخصی استحقاقی

source: Earned Leaves
fa_ir: مرخصی‌های استحقاقی

source: Earned Leaves are allocated as per the configured frequency via scheduler.
fa_ir: مرخصی‌های استحقاقی بر اساس تناوب پیکربندی شده از طریق زمان‌بندی‌کننده تخصیص داده می‌شوند.

source: Earned Leaves are auto-allocated via scheduler based on the annual allocation set in the Leave Policy: {0}
fa_ir: مرخصی‌های استحقاقی بر اساس تخصیص سالانه تنظیم شده در سیاست مرخصی: {0}، به صورت خودکار از طریق زمان‌بندی‌کننده تخصیص داده می‌شوند.

source: Earned Leaves are leaves earned by an Employee after working with the company for a certain amount of time. Enabling this will allocate leaves on pro-rata basis by automatically updating Leave Allocation for leaves of this type at intervals set by 'Earned Leave Frequency.
fa_ir: مرخصی‌های استحقاقی، مرخصی‌هایی هستند که کارمند پس از کار کردن برای مدت معینی در شرکت کسب می‌کند. فعال کردن این گزینه، مرخصی‌ها را به صورت تناسبی و با به‌روزرسانی خودکار تخصیص مرخصی برای این نوع مرخصی‌ها در فواصل زمانی تعیین شده توسط 'تناوب مرخصی استحقاقی' تخصیص می‌دهد.

source: Earning
fa_ir: مزایا

source: Earning Arrears
fa_ir: مزایای معوقه

source: Earning Component
fa_ir: مولفه مزایا

source: Earning Salary Component is required for Employee Referral Bonus.
fa_ir: مولفه مزایای حقوق برای پاداش معرفی کارمند الزامی است.

source: Earnings
fa_ir: مزایا

source: Earnings & Deductions
fa_ir: مزایا و کسورات

source: Edit Expense Item
fa_ir: ویرایش آیتم هزینه

source: Edit Expense Tax
fa_ir: ویرایش مالیات هزینه

source: Effective From
fa_ir: اعتبار از تاریخ

source: Effective To
fa_ir: اعتبار تا تاریخ

source: Effective from
fa_ir: اعتبار از تاریخ

source: Email Salary Slip to Employee
fa_ir: ارسال فیش حقوقی به کارمند

source: Email Salary Slips
fa_ir: ارسال فیش‌های حقوقی

source: Email Sent To
fa_ir: ایمیل ارسال شده به

source: Emails salary slip to employee based on preferred email selected in Employee
fa_ir: فیش حقوقی را بر اساس ایمیل ترجیحی انتخاب شده در کارمند، به او ایمیل می‌کند.

source: Employee A/C Number
fa_ir: شماره حساب کارمند

source: Employee Advance Account
fa_ir: حساب مساعده کارمند

source: Employee Advance Balance
fa_ir: مانده مساعده کارمند

source: Employee Advance Summary
fa_ir: خلاصه مساعده کارمند

source: Employee Analytics
fa_ir: تحلیل کارمندان

source: Employee Attendance Tool
fa_ir: ابزار حضور و غیاب کارمند

source: Employee Benefit Application
fa_ir: درخواست مزایای کارمند

source: Employee Benefit Application Detail
fa_ir: جزئیات درخواست مزایای کارمند

source: Employee Benefit Claim
fa_ir: مطالبه مزایای کارمند

source: Employee Benefit Detail
fa_ir: جزئیات مزایای کارمند

source: Employee Benefit Ledger
fa_ir: دفتر مزایای کارمند

source: Employee Benefits
fa_ir: مزایای کارمندان

source: Employee Birthday
fa_ir: تولد کارمند

source: Employee Boarding Activity
fa_ir: فعالیت پذیرش کارمند

source: Employee Checkin
fa_ir: ثبت ورود کارمند

source: Employee Checkin History
fa_ir: سابقه ثبت ورود کارمند

source: Employee Cost Center
fa_ir: مرکز هزینه کارمند

source: Employee Details
fa_ir: جزئیات کارمند

source: Employee Emails
fa_ir: ایمیل‌های کارمند

source: Employee Exit Settings
fa_ir: تنظیمات خروج کارمند

source: Employee Exits
fa_ir: خروج کارمندان

source: Employee Feedback Criteria
fa_ir: معیارهای بازخورد کارمند

source: Employee Feedback Rating
fa_ir: امتیاز بازخورد کارمند

source: Employee Grade
fa_ir: رتبه کارمند

source: Employee Grievance
fa_ir: شکایت کارمند

source: Employee Health Insurance
fa_ir: بیمه درمانی کارمند

source: Employee Hours Utilization Based On Timesheet
fa_ir: بهره‌وری ساعات کار کارمند بر اساس تایم‌شیت

source: Employee Image
fa_ir: تصویر کارمند

source: Employee Incentive
fa_ir: پاداش کارمند

source: Employee Info
fa_ir: اطلاعات کارمند

source: Employee Information
fa_ir: اطلاعات کارمند

source: Employee Journey
fa_ir: مسیر شغلی کارمند

source: Employee Leave Balance
fa_ir: مانده مرخصی کارمند

source: Employee Leave Balance Summary
fa_ir: خلاصه مانده مرخصی کارمند

source: Employee Loan
fa_ir: وام کارمند

source: Employee Naming By
fa_ir: نام‌گذاری کارمند بر اساس

source: Employee Onboarding
fa_ir: پذیرش کارمند

source: Employee Onboarding Template
fa_ir: الگوی پذیرش کارمند

source: Employee Onboarding: {0} already exists for Job Applicant: {1}
fa_ir: پذیرش کارمند: {0} از قبل برای متقاضی شغل: {1} وجود دارد

source: Employee Other Income
fa_ir: سایر درآمدهای کارمند

source: Employee Performance Feedback
fa_ir: بازخورد عملکرد کارمند

source: Employee Promotion
fa_ir: ترفیع کارمند

source: Employee Promotion Details
fa_ir: جزئیات ترفیع کارمند

source: Employee Promotion cannot be submitted before Promotion Date
fa_ir: ترفیع کارمند را نمی‌توان قبل از تاریخ ترفیع ثبت کرد

source: Employee Property History
fa_ir: تاریخچه اموال کارمند

source: Employee Referral
fa_ir: معرفی کارمند

source: Employee Referral {0} is not applicable for referral bonus.
fa_ir: معرفی کارمند {0} برای پاداش معرفی قابل اعمال نیست.

source: Employee Referrals
fa_ir: معرفی‌های کارمند

source: Employee Responsible
fa_ir: کارمند مسئول

source: Employee Retained
fa_ir: کارمند حفظ شده

source: Employee Separation
fa_ir: خروج کارمند

source: Employee Separation Template
fa_ir: قالب خروج کارمند

source: Employee Settings
fa_ir: تنظیمات کارمند

source: Employee Skill
fa_ir: مهارت کارمند

source: Employee Skill Map
fa_ir: نقشه مهارت کارمند

source: Employee Skills
fa_ir: مهارت‌های کارمند

source: Employee Status
fa_ir: وضعیت کارمند

source: Employee Tax Exemption Category
fa_ir: دسته معافیت مالیاتی کارمند

source: Employee Tax Exemption Declaration
fa_ir: اظهارنامه معافیت مالیاتی کارمند

source: Employee Tax Exemption Declaration Category
fa_ir: دسته اظهارنامه معافیت مالیاتی کارمند

source: Employee Tax Exemption Proof Submission
fa_ir: ارسال مدارک اثبات معافیت مالیاتی کارمند

source: Employee Tax Exemption Proof Submission Detail
fa_ir: جزئیات ارسال مدارک اثبات معافیت مالیاتی کارمند

source: Employee Tax Exemption Sub Category
fa_ir: زیردسته معافیت مالیاتی کارمند

source: Employee Training
fa_ir: آموزش کارمند

source: Employee Transfer
fa_ir: انتقال کارمند

source: Employee Transfer Detail
fa_ir: جزئیات انتقال کارمند

source: Employee Transfer Details
fa_ir: جزئیات انتقال کارمند

source: Employee Transfer cannot be submitted before Transfer Date
fa_ir: انتقال کارمند را نمی‌توان قبل از تاریخ انتقال ثبت کرد

source: Employee advance account {0} should be of type {1}.
fa_ir: حساب پیش‌پرداخت کارمند {0} باید از نوع {1} باشد.

source: Employee can be named by Employee ID if you assign one, or via Naming Series. Select your preference here.
fa_ir: کارمند را می‌توان با شناسه کارمند (در صورت تخصیص) یا از طریق سری نام‌گذاری نام‌گذاری کرد. ترجیح خود را اینجا انتخاب کنید.

source: Employee name
fa_ir: نام کارمند

source: Employee records are created using the selected option
fa_ir: سوابق کارمند با استفاده از گزینه انتخاب شده ایجاد می‌شوند

source: Employee was marked Absent due to missing Employee Checkins.
fa_ir: کارمند به دلیل عدم ثبت ورود/خروج، غایب ثبت شد.

source: Employee was marked Absent for not meeting the working hours threshold.
fa_ir: کارمند به دلیل عدم رعایت حداقل ساعات کاری، غایب ثبت شد.

source: Employee was marked Absent for other half due to missing Employee Checkins.
fa_ir: کارمند به دلیل عدم ثبت ورود/خروج، برای نیمه دیگر غایب ثبت شد.
