Repository: ai-solution-company/systemafarin-custom-addon
Catalog: iran_core/translations_src/*-hrm.po
Languages: fa_ir

source: Shift Actual End
fa_ir: پایان واقعی شیفت

source: Shift Actual End Time
fa_ir: زمان پایان واقعی شیفت

source: Shift Actual Start
fa_ir: شروع واقعی شیفت

source: Shift Actual Start Time
fa_ir: زمان شروع واقعی شیفت

source: Shift Assignment
fa_ir: تخصیص شیفت

source: Shift Assignment Details
fa_ir: جزئیات تخصیص شیفت

source: Shift Assignment History
fa_ir: تاریخچه تخصیص شیفت

source: Shift Assignment Tool
fa_ir: ابزار تخصیص شیفت

source: Shift Assignment: {0} created for Employee: {1}
fa_ir: تخصیص شیفت: {0} برای کارمند: {1} ایجاد شد.

source: Shift Assignments created for the schedule between {0} and {1} via background job
fa_ir: تخصیص‌های شیفت برای برنامه کاری بین {0} و {1} از طریق فرآیند پس‌زمینه ایجاد شدند.

source: Shift Attendance
fa_ir: حضور و غیاب شیفت

source: Shift Details
fa_ir: جزئیات شیفت

source: Shift End
fa_ir: پایان شیفت

source: Shift End Time
fa_ir: زمان پایان شیفت

source: Shift Location
fa_ir: محل شیفت

source: Shift Request
fa_ir: درخواست شیفت

source: Shift Request Approver
fa_ir: تأییدکننده درخواست شیفت

source: Shift Request Filters
fa_ir: فیلترهای درخواست شیفت

source: Shift Requests ending before this date will be excluded.
fa_ir: درخواست‌های شیفت که قبل از این تاریخ به پایان می‌رسند، حذف خواهند شد.

source: Shift Requests starting after this date will be excluded.
fa_ir: درخواست‌های شیفت که بعد از این تاریخ شروع می‌شوند، حذف خواهند شد.

source: Shift Schedule
fa_ir: برنامه کاری شیفت

source: Shift Schedule Assignment
fa_ir: تخصیص برنامه کاری شیفت

source: Shift Settings
fa_ir: تنظیمات شیفت

source: Shift Start
fa_ir: شروع شیفت

source: Shift Start Time
fa_ir: زمان شروع شیفت

source: Shift Status
fa_ir: وضعیت شیفت

source: Shift Timings
fa_ir: زمان‌بندی‌های شیفت

source: Shift Tools
fa_ir: ابزارهای شیفت

source: Shift Type
fa_ir: نوع شیفت

source: Shift assignments for {0} after {1} are already created. Please change {2} date to a date later than {3} {4}
fa_ir: تخصیص‌های شیفت برای {0} بعد از {1} قبلاً ایجاد شده‌اند. لطفاً تاریخ {2} را به تاریخی دیرتر از {3} {4} تغییر دهید.

source: Shift has been successfully updated to {0}.
fa_ir: شیفت با موفقیت به {0} به‌روزرسانی شد.

source: Show Employee
fa_ir: نمایش کارمند

source: Show Leave Balances in Salary Slip
fa_ir: نمایش مانده مرخصی‌ها در فیش حقوقی

source: Show Leaves Of All Department Members In Calendar
fa_ir: نمایش مرخصی‌های همه اعضای بخش در تقویم

source: Show Salary Slip
fa_ir: نمایش فیش حقوقی

source: Showing
fa_ir: در حال نمایش

source: Sick Leave
fa_ir: مرخصی استعلاجی

source: Single Assignment
fa_ir: تخصیص واحد

source: Skill
fa_ir: مهارت

source: Skill Assessment
fa_ir: ارزیابی مهارت

source: Skill Name
fa_ir: نام مهارت

source: Skills
fa_ir: مهارت‌ها

source: Skip Auto Attendance
fa_ir: صرف‌نظر از حضور و غیاب خودکار

source: Skipping Salary Structure Assignment for the following employees, as Salary Structure Assignment records already exists against them. {0}
fa_ir: تخصیص ساختار حقوق برای کارمندان زیر نادیده گرفته می‌شود، زیرا سوابق تخصیص ساختار حقوق از قبل برای آن‌ها وجود دارد. {0}

source: Source and Rating
fa_ir: منبع و رتبه

source: Source and target shifts cannot be the same
fa_ir: شیفت مبدأ و مقصد نمی‌توانند یکسان باشند

source: Sponsored Amount
fa_ir: مبلغ حمایت‌شده

source: Staffing Details
fa_ir: جزئیات نیروی انسانی

source: Staffing Plan
fa_ir: برنامه نیروی انسانی

source: Staffing Plan Detail
fa_ir: جزئیات برنامه نیروی انسانی

source: Staffing Plan {0} already exist for designation {1}
fa_ir: برنامه نیروی انسانی {0} از قبل برای سمت {1} وجود دارد

source: Standard Multiplier
fa_ir: ضریب استاندارد

source: Standard Tax Exemption Amount
fa_ir: مبلغ معافیت مالیاتی استاندارد

source: Standard Working Hours
fa_ir: ساعات کاری استاندارد

source: Start and end dates not in a valid Payroll Period, cannot calculate {0}.
fa_ir: تاریخ شروع و پایان در یک دوره حقوق و دستمزد معتبر نیستند، امکان محاسبه {0} وجود ندارد.

source: Start date cannot be greater than end date
fa_ir: تاریخ شروع نمی‌تواند بزرگتر از تاریخ پایان باشد

source: Start date cannot be greater than end date.
fa_ir: تاریخ شروع نمی‌تواند بزرگتر از تاریخ پایان باشد.

source: Start date: {0}
fa_ir: تاریخ شروع: {0}

source: Start time and end time cannot be same.
fa_ir: زمان شروع و زمان پایان نمی‌توانند یکسان باشند.

source: Statistical Component
fa_ir: جزء آماری

source: Status for Other Half
fa_ir: وضعیت برای نیمه دیگر

source: Stock Options
fa_ir: اختیار معامله سهام

source: Stop users from making Leave Applications on following days.
fa_ir: از ایجاد درخواست‌های مرخصی توسط کاربران در روزهای زیر جلوگیری شود.

source: Strictly based on Log Type in Employee Checkin
fa_ir: کاملاً بر اساس نوع ثبت در ورود/خروج کارمند

source: Structures have been assigned successfully
fa_ir: ساختارها با موفقیت تخصیص داده شدند

source: Submission Date
fa_ir: تاریخ ارسال

source: Submission Failed
fa_ir: ارسال ناموفق بود

source: Submission of {0} before {1} is not allowed
fa_ir: ارسال {0} قبل از {1} مجاز نیست

source: Submit Feedback
fa_ir: ارسال بازخورد

source: Submit Now
fa_ir: اکنون ارسال کن

source: Submit Overtime Slips
fa_ir: ارسال فیش‌های اضافه‌کاری

source: Submit Proof
fa_ir: ارسال مدرک

source: Submit Salary Slip
fa_ir: ارسال فیش حقوقی

source: Submit this Leave Application to confirm.
fa_ir: برای تأیید، این درخواست مرخصی را ثبت نهایی کنید.

source: Submit this to create the Employee record
fa_ir: این را برای ایجاد سابقه کارمند ثبت نهایی کنید.

source: Submitted via Payroll Entry
fa_ir: ثبت نهایی شده از طریق سند حقوق و دستمزد

source: Submitting Salary Slips and creating Journal Entry...
fa_ir: در حال ثبت نهایی فیش‌های حقوق و ایجاد سند روزنامه...

source: Submitting Salary Slips...
fa_ir: در حال ثبت نهایی فیش‌های حقوق...

source: Subsidiary companies have already planned for {1} vacancies at a budget of {2}. Staffing Plan for {0} should allocate more vacancies and budget for {3} than planned for its subsidiary companies
fa_ir: شرکت‌های تابعه قبلاً برای {1} جایگاه شغلی با بودجه‌ای معادل {2} برنامه‌ریزی کرده‌اند. برنامه نیروی انسانی برای {0} باید جایگاه‌های شغلی و بودجه بیشتری برای {3} نسبت به آنچه برای شرکت‌های تابعه خود برنامه‌ریزی شده است، تخصیص دهد.

source: Successfully created {0} for employees:
fa_ir: {0} با موفقیت برای کارمندان ایجاد شد:

source: Successfully {0} {1} for the following employees:
fa_ir: {0} {1} با موفقیت برای کارمندان زیر:

source: Sum of all previous slabs
fa_ir: مجموع تمام پله‌های قبلی

source: Sum of benefit amounts {0} exceeds maximum limit of {1}
fa_ir: مجموع مبالغ مزایا {0} از حداکثر حد {1} فراتر می‌رود

source: Summarized View
fa_ir: نمای خلاصه‌شده

source: Sync {0}
fa_ir: همگام‌سازی {0}

source: Syntax error
fa_ir: خطای نحوی

source: Syntax error in condition: {0} in Income Tax Slab
fa_ir: خطای نحوی در شرط: {0} در پله مالیات بر درآمد

source: Take Exact Completed Years
fa_ir: در نظر گرفتن سال‌های کامل شده دقیق

source: Tax & Benefits
fa_ir: مالیات و مزایا

source: Tax Deducted Till Date
fa_ir: مالیات کسر شده تا به امروز

source: Tax Exemption Category
fa_ir: رده معافیت مالیاتی

source: Tax Exemption Declaration
fa_ir: اظهارنامه معافیت مالیاتی

source: Tax Exemption Proofs
fa_ir: مدارک معافیت مالیاتی

source: Tax Setup
fa_ir: تنظیمات مالیات

source: Tax on additional salary
fa_ir: مالیات بر حقوق اضافی

source: Tax on flexible benefit
fa_ir: مالیات بر مزایای منعطف

source: Taxable Earnings Till Date
fa_ir: درآمدهای مشمول مالیات تا به امروز

source: Taxable Income Relief Threshold Limit
fa_ir: حد آستانه معافیت درآمد مشمول مالیات

source: Taxable Salary Slab
fa_ir: پله حقوق مشمول مالیات

source: Taxable Salary Slabs
fa_ir: پله‌های حقوق مشمول مالیات

source: Taxes & Charges
fa_ir: مالیات و عوارض

source: Taxes and Charges on Income Tax
fa_ir: مالیات و عوارض بر مالیات بر درآمد

source: Taxi
fa_ir: تاکسی

source: Team Advances
fa_ir: مساعده‌های تیم

source: Team Claims
fa_ir: مطالبات تیم

source: Team Leaves
fa_ir: مرخصی‌های تیم

source: Team Requests
fa_ir: درخواست‌های تیم

source: Team Updates
fa_ir: به‌روزرسانی‌های تیم

source: Tenure
fa_ir: مدت تصدی

source: Thank you for applying.
fa_ir: از درخواست شما متشکریم.

source: The currency of {0} should be same as the company's default currency. Please select another account.
fa_ir: واحد پول {0} باید با واحد پول پیش‌فرض شرکت یکسان باشد. لطفاً حساب دیگری را انتخاب کنید.

source: The date on which Salary Component with Amount will contribute for Earnings/Deduction in Salary Slip.
fa_ir: تاریخی که جزء حقوق با مبلغ در آن برای درآمد/کسر در فیش حقوق مشارکت خواهد داشت.

source: The day of the month when leaves should be allocated
fa_ir: روز ماه که مرخصی‌ها باید تخصیص یابند.

source: The day(s) on which you are applying for leave are holidays. You need not apply for leave.
fa_ir: روز(هایی) که برای مرخصی درخواست داده‌اید، تعطیل رسمی هستند. نیازی به درخواست مرخصی نیست.

source: The days between {0} to {1} are not valid holidays.
fa_ir: روزهای بین {0} تا {1} تعطیلات معتبری نیستند.

source: The first Approver in the list will be set as the default Approver.
fa_ir: اولین تأییدکننده در لیست به عنوان تأییدکننده پیش‌فرض تنظیم خواهد شد.

source: The fraction of Daily Salary per Leave should be between 0 and 1
fa_ir: کسر حقوق روزانه به ازای هر مرخصی باید بین 0 و 1 باشد

source: The fraction of daily wages to be paid for half-day attendance
fa_ir: کسر دستمزد روزانه که برای حضور نیمه‌وقت پرداخت می‌شود

source: The metrics for this report are calculated based on the {0}. Please set {0} in {1}.
fa_ir: معیارهای این گزارش بر اساس {0} محاسبه می‌شوند. لطفاً {0} را در {1} تنظیم کنید.

source: The metrics for this report are calculated based on {0}. Please set {0} in {1}.
fa_ir: معیارهای این گزارش بر اساس {0} محاسبه می‌شوند. لطفاً {0} را در {1} تنظیم کنید.

source: The salary slip emailed to the employee will be password protected, the password will be generated based on the password policy.
fa_ir: فیش حقوقی که به کارمند ایمیل می‌شود، با رمز عبور محافظت خواهد شد. رمز عبور بر اساس خط‌مشی رمز عبور تولید می‌شود.

source: The time after the shift start time when check-in is considered as late (in minutes).
fa_ir: زمان پس از شروع شیفت که ورود (چک‌این) دیرکرد محسوب می‌شود (بر حسب دقیقه).

source: The time before the shift end time when check-out is considered as early (in minutes).
fa_ir: زمان قبل از پایان شیفت که خروج (چک‌اوت) زودتر از موعد محسوب می‌شود (بر حسب دقیقه).

source: The time before the shift start time during which Employee Check-in is considered for attendance.
fa_ir: زمان قبل از شروع شیفت که ورود کارمند برای حضور و غیاب در نظر گرفته می‌شود.

source: Theory
fa_ir: تئوری

source: There are more holidays than working days this month.
fa_ir: این ماه تعطیلات بیشتری نسبت به روزهای کاری وجود دارد.

source: There are no arrear differences between existing and new salary structure components.
fa_ir: هیچ تفاوت معوقه‌ای بین اجزای ساختار حقوقی موجود و جدید وجود ندارد.

source: There are no vacancies under staffing plan {0}
fa_ir: هیچ فرصت شغلی تحت برنامه نیروی انسانی {0} وجود ندارد.

source: There is no Salary Structure assigned to {0}. First assign a Salary Stucture.
fa_ir: هیچ ساختار حقوقی به {0} اختصاص داده نشده است. ابتدا یک ساختار حقوقی اختصاص دهید.

source: There's no Employee with Salary Structure: {0}. Assign {1} to an Employee to preview Salary Slip
fa_ir: هیچ کارمندی با ساختار حقوقی: {0} وجود ندارد. {1} را به یک کارمند اختصاص دهید تا فیش حقوقی را پیش‌نمایش کنید.

source: These leaves are holidays permitted by the company however, availing it is optional for an Employee.
fa_ir: این مرخصی‌ها تعطیلاتی هستند که توسط شرکت مجاز شده‌اند؛ با این حال، استفاده از آن‌ها برای کارمند اختیاری است.

source: This action will prevent making changes to the linked appraisal feedback/goals.
fa_ir: این اقدام از ایجاد تغییرات در بازخورد/اهداف ارزیابی مرتبط جلوگیری خواهد کرد.

source: This check-in is outside assigned shift hours and will not be considered for attendance. If a shift is assigned, adjust its time window and Fetch Shift again.
fa_ir: این ورود (چک‌این) خارج از ساعات شیفت اختصاص‌یافته است و برای حضور و غیاب در نظر گرفته نخواهد شد. اگر شیفتی اختصاص داده شده است، بازه زمانی آن را تنظیم کرده و مجدداً شیفت را واکشی کنید.

source: This compensatory leave will be applicable from {0}.
fa_ir: این مرخصی جبرانی از {0} قابل اعمال خواهد بود.

source: This employee already has a log with the same timestamp.{0}
fa_ir: این کارمند قبلاً یک ثبت (لاگ) با همان مهر زمانی دارد.{0}

source: This error can be due to invalid formula or condition.
fa_ir: این خطا می‌تواند به دلیل فرمول یا شرط نامعتبر باشد.

source: This error can be due to invalid syntax.
fa_ir: این خطا می‌تواند به دلیل نحو (سینتکس) نامعتبر باشد.

source: This error can be due to missing or deleted field.
fa_ir: این خطا می‌تواند به دلیل فیلد گمشده یا حذف شده باشد.

source: This field allows you to set the maximum number of consecutive leaves an Employee can apply for.
fa_ir: این فیلد به شما امکان می‌دهد تا حداکثر تعداد مرخصی‌های متوالی را که یک کارمند می‌تواند درخواست دهد، تنظیم کنید.

source: This field allows you to set the maximum number of leaves that can be allocated annually for this Leave Type while creating the Leave Policy
fa_ir: این فیلد به شما امکان می‌دهد تا حداکثر تعداد مرخصی‌هایی را که می‌توان سالانه برای این نوع مرخصی هنگام ایجاد خط‌مشی مرخصی اختصاص داد، تنظیم کنید.

source: This is based on the attendance of this Employee
fa_ir: این بر اساس حضور و غیاب این کارمند است.

source: This method is only meant for developer mode
fa_ir: این متد فقط برای حالت توسعه‌دهنده در نظر گرفته شده است.

source: This will overwrite the tax component {0} in the salary slip and tax won't be calculated based on the Income Tax Slabs
fa_ir: این باعث بازنویسی جزء مالیاتی {0} در فیش حقوقی خواهد شد و مالیات بر اساس طبقه‌بندی‌های مالیات بر درآمد محاسبه نخواهد شد.

source: This will submit Salary Slips and create accrual Journal Entry. Do you want to proceed?
fa_ir: این کار فیش‌های حقوقی را ارسال کرده و سند روزنامه تعهدی ایجاد می‌کند. آیا می‌خواهید ادامه دهید؟

source: Time after the end of shift during which check-out is considered for attendance.
fa_ir: زمان پس از پایان شیفت که خروج (چک‌اوت) برای حضور و غیاب در نظر گرفته می‌شود.

source: Time taken to fill the open positions
fa_ir: زمان صرف شده برای پر کردن موقعیت‌های شغلی خالی

source: Time to Fill
fa_ir: زمان پر کردن

source: Timelines
fa_ir: زمان‌بندی‌ها

source: Timesheet Details
fa_ir: جزئیات تایم‌شیت

source: Timing
fa_ir: زمان‌بندی

source: To Amount
fa_ir: تا مبلغ

source: To Date should be greater than From Date
fa_ir: تاریخ پایان باید بزرگتر از تاریخ شروع باشد.

source: To User
fa_ir: به کاربر

source: To allow this, enable {0} under {1}.
fa_ir: برای فعال کردن این قابلیت، {0} را در بخش {1} فعال کنید.

source: To apply for a Half Day check 'Half Day' and select the Half Day Date
fa_ir: برای درخواست مرخصی نیم‌روز، گزینه 'نیم‌روز' را علامت بزنید و تاریخ نیم‌روز را انتخاب کنید.

source: To date can not be equal or less than from date
fa_ir: تاریخ پایان نمی‌تواند برابر یا کمتر از تاریخ شروع باشد.

source: To date can not be greater than employee's relieving date.
fa_ir: تاریخ پایان نمی‌تواند بیشتر از تاریخ تسویه حساب کارمند باشد.

source: To date can not be less than from date
fa_ir: تاریخ پایان نمی‌تواند کمتر از تاریخ شروع باشد.

source: To date can not greater than employee's relieving date
fa_ir: تاریخ پایان نمی‌تواند بیشتر از تاریخ تسویه حساب کارمند باشد.

source: To date cannot be before from date
fa_ir: تاریخ پایان نمی‌تواند قبل از تاریخ شروع باشد.

source: To overwrite the salary component amount for a tax component, please enable {0}
fa_ir: برای بازنویسی مبلغ جزء حقوق برای یک جزء مالیاتی، لطفاً {0} را فعال کنید.

source: To(Year)
fa_ir: تا (سال)

source: To(Year) year can not be less than From(year)
fa_ir: سال تا (سال) نمی‌تواند کمتر از سال از (سال) باشد.

source: Today is {0}'s birthday 🎉
fa_ir: امروز تولد {0} است 🎉

source: Today {0} at our Company! 🎉
fa_ir: امروز {0} در شرکت ما! 🎉

source: Today {0} completed {1} year(s) at our Company! 🎉
fa_ir: امروز {0}، {1} سال حضور در شرکت ما را به پایان رساند! 🎉

source: Total Absent
fa_ir: کل غیبت

source: Total Accrued
fa_ir: کل انباشته شده

source: Total Actual Amount
fa_ir: کل مبلغ واقعی

source: Total Advance Amount
fa_ir: کل مبلغ پیش‌پرداخت

source: Total Advance Amount (Company Currency)
fa_ir: کل مبلغ پیش‌پرداخت (واحد پول شرکت)

source: Total Allocated Leave(s)
fa_ir: کل مرخصی‌های تخصیص‌یافته

source: Total Allocated Leaves
fa_ir: کل مرخصی‌های تخصیص‌یافته

source: Total Amount Reimbursed
fa_ir: کل مبلغ بازپرداخت شده

source: Total Amount cannot be zero
fa_ir: کل مبلغ نمی‌تواند صفر باشد.

source: Total Asset Recovery Cost
fa_ir: کل هزینه بازیابی دارایی

source: Total Claimed Amount
fa_ir: کل مبلغ مطالبه شده

source: Total Claimed Amount (Company Currency)
fa_ir: کل مبلغ مطالبه شده (واحد پول شرکت)

source: Total Days Without Pay
fa_ir: کل روزهای بدون حقوق

source: Total Declared Amount
fa_ir: کل مبلغ اعلام شده

source: Total Deduction
fa_ir: کل کسورات

source: Total Deduction (Company Currency)
fa_ir: کل کسورات (واحد پول شرکت)

source: Total Early Exits
fa_ir: کل خروج‌های زودهنگام

source: Total Earning
fa_ir: کل درآمد

source: Total Earnings
fa_ir: کل درآمد

source: Total Estimated Budget
fa_ir: کل بودجه تخمینی

source: Total Estimated Cost
fa_ir: کل هزینه تخمینی

source: Total Exchange Gain/Loss
fa_ir: کل سود/زیان تسعیر ارز

source: Total Exemption Amount
fa_ir: کل مبلغ معافیت

source: Total Expense Claim (via Expense Claim)
fa_ir: کل درخواست هزینه (از طریق درخواست هزینه)

source: Total Expense Claim (via Expense Claims)
fa_ir: کل درخواست هزینه (از طریق درخواست‌های هزینه)

source: Total Goal Score
fa_ir: کل امتیاز هدف

source: Total Gross Pay
fa_ir: کل حقوق ناخالص

source: Total Hours (T)
fa_ir: کل ساعات (T)

source: Total Income Tax
fa_ir: کل مالیات بر درآمد

source: Total Interest Amount
fa_ir: کل مبلغ بهره

source: Total Late Entries
fa_ir: کل ورودهای دیرهنگام

source: Total Leave Days
fa_ir: کل روزهای مرخصی

source: Total Leaves
fa_ir: کل مرخصی‌ها

source: Total Leaves ({0})
fa_ir: کل مرخصی‌ها ({0})

source: Total Leaves Allocated
fa_ir: کل مرخصی‌های تخصیص‌یافته

source: Total Leaves Encashed
fa_ir: کل مرخصی‌های بازخرید شده

source: Total Loan Repayment
fa_ir: کل بازپرداخت وام

source: Total Net Pay
fa_ir: کل خالص پرداخت

source: Total Non-Billed Hours
fa_ir: کل ساعات صورت‌حساب‌نشده

source: Total Overtime Duration
fa_ir: کل مدت زمان اضافه‌کاری

source: Total Payable Amount
fa_ir: کل مبلغ قابل پرداخت

source: Total Payment
fa_ir: کل پرداخت

source: Total Payout
fa_ir: کل پرداخت

source: Total Present
fa_ir: کل حضور

source: Total Principal Amount
fa_ir: کل مبلغ اصل

source: Total Receivable Amount
fa_ir: کل مبلغ قابل دریافت

source: Total Resignations
fa_ir: کل استعفاها

source: Total Sanctioned Amount
fa_ir: کل مبلغ مصوب

source: Total Sanctioned Amount (Company Currency)
fa_ir: کل مبلغ مصوب (ارز شرکت)

source: Total Score
fa_ir: کل امتیاز

source: Total Self Score
fa_ir: کل امتیاز خودارزیابی

source: Total advance amount cannot be greater than total sanctioned amount
fa_ir: کل مبلغ پیش‌پرداخت نمی‌تواند بیشتر از کل مبلغ مصوب باشد.

source: Total allocated leaves are more than maximum allocation allowed for {0} leave type for employee {1} in the period
fa_ir: کل مرخصی‌های تخصیص‌یافته بیشتر از حداکثر تخصیص مجاز برای نوع مرخصی {0} برای کارمند {1} در این دوره است.

source: Total allocated leaves {0} cannot be less than already approved leaves {1} for the period
fa_ir: کل مرخصی‌های تخصیص‌یافته {0} نمی‌تواند کمتر از مرخصی‌های از قبل تأیید شده {1} برای این دوره باشد.

source: Total in words
fa_ir: جمع به حروف

source: Total in words (Company Currency)
fa_ir: جمع به حروف (ارز شرکت)

source: Total leaves allocated cannot exceed annual allocation of {0}.
fa_ir: کل مرخصی‌های تخصیص‌یافته نمی‌تواند از تخصیص سالانه {0} تجاوز کند.

source: Total leaves allocated is mandatory for Leave Type {0}
fa_ir: کل مرخصی‌های تخصیص‌یافته برای نوع مرخصی {0} اجباری است.

source: Total of all employee benefits cannot be greater that Max Benefits Amount {0}
fa_ir: مجموع تمام مزایای کارمندان نمی‌تواند بیشتر از حداکثر مبلغ مزایا {0} باشد.

source: Total salary booked against this component for this employee from the beginning of the year (payroll period or fiscal year) up to the current salary slip's end date.
fa_ir: کل حقوق ثبت شده برای این جزء برای این کارمند از ابتدای سال (دوره حقوق و دستمزد یا سال مالی) تا تاریخ پایان فیش حقوقی فعلی.

source: Total salary booked for this employee from the beginning of the month up to the current salary slip's end date.
fa_ir: کل حقوق ثبت شده برای این کارمند از ابتدای ماه تا تاریخ پایان فیش حقوقی فعلی.

source: Total salary booked for this employee from the beginning of the year (payroll period or fiscal year) up to the current salary slip's end date.
fa_ir: کل حقوق ثبت شده برای این کارمند از ابتدای سال (دوره حقوق و دستمزد یا سال مالی) تا تاریخ پایان فیش حقوقی فعلی.

source: Total weightage for all {0} must add up to 100. Currently, it is {1}%
fa_ir: مجموع وزن برای همه {0} باید به ۱۰۰ برسد. در حال حاضر، {1}% است.

source: Total working Days Per Year
fa_ir: کل روزهای کاری در سال

source: Total working hours should not be greater than max working hours {0}
fa_ir: کل ساعات کاری نباید بیشتر از حداکثر ساعات کاری {0} باشد.

source: Train
fa_ir: آموزش

source: Trainer Email
fa_ir: ایمیل مربی

source: Trainer Name
fa_ir: نام مربی

source: Training
fa_ir: آموزش

source: Training Date
fa_ir: تاریخ آموزش

source: Training Event
fa_ir: رویداد آموزشی

source: Training Event Employee
fa_ir: کارمند رویداد آموزشی

source: Training Event:
fa_ir: رویداد آموزشی:

source: Training Events
fa_ir: رویدادهای آموزشی

source: Training Feedback
fa_ir: بازخورد آموزش

source: Training Program
fa_ir: برنامه آموزشی

source: Training Result
fa_ir: نتیجه آموزش

source: Training Result Employee
fa_ir: کارمند نتیجه آموزش

source: Trainings
fa_ir: آموزش‌ها

source: Trainings (This Week)
fa_ir: آموزش‌ها (این هفته)

source: Transactions cannot be created for an Inactive Employee {0}.
fa_ir: تراکنش‌ها را نمی‌توان برای کارمند غیرفعال {0} ایجاد کرد.

source: Transfer Date
fa_ir: تاریخ انتقال

source: Travel
fa_ir: سفر

source: Travel Advance Required
fa_ir: پیش‌پرداخت سفر مورد نیاز است

source: Travel From
fa_ir: مبدأ سفر

source: Travel Funding
fa_ir: تأمین مالی سفر

source: Travel Itinerary
fa_ir: برنامه سفر

source: Travel Request
fa_ir: درخواست سفر

source: Travel Request Costing
fa_ir: برآورد هزینه درخواست سفر

source: Travel To
fa_ir: مقصد سفر

source: Travel Type
fa_ir: نوع سفر

source: Type of Proof
fa_ir: نوع مدرک

source: Unable to retrieve your location
fa_ir: امکان بازیابی موقعیت مکانی شما وجود ندارد

source: Unarchive
fa_ir: رفع بایگانی

source: Unclaimed Amount
fa_ir: مبلغ مطالبه نشده

source: Unclaimed Amount (Company Currency)
fa_ir: مبلغ مطالبه نشده (ارز شرکت)

source: Under Review
fa_ir: در حال بررسی

source: Unlink Payment
fa_ir: لغو پیوند پرداخت

source: Unlinked Attendance record from Employee Checkins: {}
fa_ir: رکورد حضور و غیاب نامرتبط از ورود و خروج کارکنان: {}

source: Unlinked logs
fa_ir: گزارش‌های نامرتبط

source: Unmarked Attendance for days
fa_ir: حضور و غیاب ثبت نشده برای روزها

source: Unmarked Check-in Logs Found
fa_ir: گزارش‌های ورود و خروج ثبت نشده یافت شد

source: Unmarked Days
fa_ir: روزهای ثبت نشده

source: Unmarked Employee Header
fa_ir: سربرگ کارمند ثبت نشده

source: Unmarked Employees HTML
fa_ir: HTML کارمندان ثبت نشده

source: Unmarked days
fa_ir: روزهای ثبت نشده

source: Unpaid Accrual
fa_ir: تعهّد پرداخت نشده

source: Unpaid Expense Claim
fa_ir: مطالبه هزینه پرداخت‌نشده

source: Unsettled
fa_ir: تسویه نشده

source: Unsettled Transactions
fa_ir: تراکنش‌های تسویه نشده

source: Unsubmitted Appraisals
fa_ir: ارزیابی‌های ارسال‌نشده

source: Untracked Hours
fa_ir: ساعات ثبت‌نشده

source: Untracked Hours (U)
fa_ir: ساعات ثبت‌نشده (U)

source: Unused leaves
fa_ir: مرخصی‌های استفاده‌نشده

source: Upcoming Holidays
fa_ir: تعطیلات پیش‌رو

source: Upcoming Holidays Reminder
fa_ir: یادآوری تعطیلات پیش‌رو

source: Upcoming Shifts
fa_ir: شیفت‌های پیش‌رو

source: Update Expense
fa_ir: به‌روزرسانی هزینه
