Repository: ai-solution-company/systemafarin-custom-addon
Catalog: iran_core/locale/*.po
Languages: fa

source: Row #{0}: Cannot delete item {1} which has already been billed.
fa: ردیف {0}: نمی‌توان آیتم {1} را حذف کرد که از قبل صورت‌حساب شده است.

source: Row #{0}: Cannot delete item {1} which has already been delivered
fa: ردیف {0}: نمی‌توان آیتم {1} را حذف کرد که از قبل تحویل شده است

source: Row #{0}: Cannot delete item {1} which has already been received
fa: ردیف {0}: نمی‌توان آیتم {1} را حذف کرد که از قبل دریافت شده است

source: Row #{0}: Cannot delete item {1} which has work order assigned to it.
fa: ردیف {0}: نمی‌توان آیتم {1} را حذف کرد که سفارش کار به آن اختصاص داده شده است.

source: Row #{0}: Cannot delete item {1} which is assigned to customer's purchase order.
fa: ردیف {0}: نمی‌توان آیتم {1} را حذف کرد که به سفارش خرید مشتری اختصاص داده شده است.

source: Row #{0}: Cannot set Rate if the billed amount is greater than the amount for Item {1}.
fa: ردیف {0}: نمی‌توان نرخ را تنظیم کرد اگر مبلغ صورت‌حساب شده بیشتر از مبلغ برای آیتم {1} باشد.

source: Row #{0}: Cannot transfer more than Required Qty {1} for Item {2} against Job Card {3}
fa: ردیف {0}: امکان انتقال بیش از مقدار مورد نیاز {1} برای آیتم {2} در برابر کارت کار {3} وجود ندارد.

source: Row #{0}: Child Item should not be a Product Bundle. Please remove Item {1} and Save
fa: ردیف {0}: آیتم زیرمجموعه نباید بسته محصول باشد. لطفاً آیتم {1} را حذف کرده و ذخیره کنید.

source: Row #{0}: Consumed Asset {1} cannot be Draft
fa: ردیف {0}: دارایی مصرف‌شده {1} نمی‌تواند پیش‌نویس باشد.

source: Row #{0}: Consumed Asset {1} cannot be cancelled
fa: ردیف {0}: دارایی مصرف‌شده {1} نمی‌تواند لغو شود.

source: Row #{0}: Consumed Asset {1} cannot be the same as the Target Asset
fa: ردیف {0}: دارایی مصرف‌شده {1} نمی‌تواند با دارایی هدف یکسان باشد.

source: Row #{0}: Consumed Asset {1} cannot be {2}
fa: ردیف {0}: دارایی مصرف‌شده {1} نمی‌تواند {2} باشد.

source: Row #{0}: Consumed Asset {1} does not belong to company {2}
fa: ردیف {0}: دارایی مصرف‌شده {1} متعلق به شرکت {2} نیست.

source: Row #{0}: Cost Center {1} does not belong to company {2}
fa: ردیف {0}: مرکز هزینه {1} متعلق به شرکت {2} نیست.

source: Row #{0}: Cumulative threshold cannot be less than Single Transaction threshold
fa: ردیف {0}: آستانه تجمعی نمی‌تواند کمتر از آستانه تراکنش واحد باشد.

source: Row #{0}: Customer Provided Item {1} against Subcontracting Inward Order Item {2} ({3}) cannot be added multiple times.
fa: ردیف {0}: آیتم ارائه‌شده توسط مشتری {1} در برابر آیتم سفارش ورودی برون‌سپاری {2} ({3}) نمی‌تواند چندین بار اضافه شود.

source: Row #{0}: Customer Provided Item {1} cannot be added multiple times in the Subcontracting Inward process.
fa: ردیف {0}: آیتم ارائه‌شده توسط مشتری {1} نمی‌تواند چندین بار در فرآیند ورودی برون‌سپاری اضافه شود.

source: Row #{0}: Customer Provided Item {1} cannot be added multiple times.
fa: ردیف {0}: آیتم ارائه‌شده توسط مشتری {1} نمی‌تواند چندین بار اضافه شود.

source: Row #{0}: Customer Provided Item {1} does not exist in the Required Items table linked to the Subcontracting Inward Order.
fa: ردیف {0}: آیتم ارائه‌شده توسط مشتری {1} در جدول آیتم‌های مورد نیاز مرتبط با سفارش ورودی برون‌سپاری وجود ندارد.

source: Row #{0}: Customer Provided Item {1} exceeds quantity available through Subcontracting Inward Order
fa: ردیف {0}: آیتم ارائه‌شده توسط مشتری {1} از مقدار موجود از طریق سفارش ورودی برون‌سپاری فراتر می‌رود.

source: Row #{0}: Customer Provided Item {1} has insufficient quantity in the Subcontracting Inward Order. Available quantity is {2}.
fa: ردیف {0}: آیتم ارائه‌شده توسط مشتری {1} در سفارش ورودی برون‌سپاری دارای مقدار کافی نیست. مقدار موجود {2} است.

source: Row #{0}: Customer Provided Item {1} is not a part of Subcontracting Inward Order {2}
fa: ردیف {0}: آیتم ارائه‌شده توسط مشتری {1} بخشی از سفارش ورودی برون‌سپاری {2} نیست.

source: Row #{0}: Customer Provided Item {1} is not a part of Work Order {2}
fa: ردیف {0}: آیتم ارائه‌شده توسط مشتری {1} بخشی از سفارش کار {2} نیست.

source: Row #{0}: Dates overlapping with other row
fa: ردیف {0}: تاریخ‌ها با ردیف دیگر همپوشانی دارند.

source: Row #{0}: Default BOM not found for FG Item {1}
fa: ردیف {0}: BOM پیش‌فرض برای آیتم کالای نهایی {1} یافت نشد.

source: Row #{0}: Depreciation Start Date is required
fa: ردیف {0}: تاریخ شروع استهلاک اجباری است.

source: Row #{0}: Duplicate entry in References {1} {2}
fa: ردیف {0}: ورودی تکراری در مراجع {1} {2}.

source: Row #{0}: Expected Delivery Date cannot be before Purchase Order Date
fa: ردیف {0}: تاریخ تحویل مورد انتظار نمی‌تواند قبل از تاریخ سفارش خرید باشد.

source: Row #{0}: Expense Account not set for the Item {1}. {2}
fa: ردیف {0}: حساب هزینه برای آیتم {1} تنظیم نشده است. {2}

source: Row #{0}: Finished Good Item Qty can not be zero
fa: ردیف {0}: مقدار آیتم کالای نهایی نمی‌تواند صفر باشد.

source: Row #{0}: Finished Good Item is not specified for service item {1}
fa: ردیف {0}: آیتم کالای نهایی برای آیتم خدماتی {1} مشخص نشده است.

source: Row #{0}: Finished Good Item {1} must be a sub-contracted item
fa: ردیف {0}: آیتم کالای نهایی {1} باید یک آیتم برون‌سپاری‌شده باشد.

source: Row #{0}: Finished Good must be {1}
fa: ردیف {0}: کالای نهایی باید {1} باشد.

source: Row #{0}: Finished Good reference is mandatory for Scrap Item {1}.
fa: ردیف {0}: مرجع کالای نهایی برای آیتم ضایعات {1} اجباری است.

source: Row #{0}: For Customer Provided Item {1}, Source Warehouse must be {2}
fa: ردیف {0}: برای آیتم ارائه‌شده توسط مشتری {1}، انبار مبدأ باید {2} باشد.

source: Row #{0}: For {1}, you can select reference document only if account gets credited
fa: ردیف {0}: برای {1}، فقط در صورتی می‌توانید سند مرجع را انتخاب کنید که حساب بستانکار شود.

source: Row #{0}: For {1}, you can select reference document only if account gets debited
fa: ردیف {0}: برای {1}، فقط در صورتی می‌توانید سند مرجع را انتخاب کنید که حساب بدهکار شود.

source: Row #{0}: From Date cannot be before To Date
fa: ردیف {0}: تاریخ شروع نمی‌تواند قبل از تاریخ پایان باشد.

source: Row #{0}: From Time and To Time fields are required
fa: ردیف {0}: فیلدهای زمان شروع و زمان پایان اجباری هستند.

source: Row #{0}: Item added
fa: ردیف {0}: آیتم اضافه شد.

source: Row #{0}: Item {1} does not exist
fa: ردیف {0}: آیتم {1} وجود ندارد.

source: Row #{0}: Item {1} has been picked, please reserve stock from the Pick List.
fa: ردیف {0}: آیتم {1} انتخاب شده است، لطفاً موجودی را از لیست انتخاب رزرو کنید.

source: Row #{0}: Item {1} has zero rate but 'Allow Zero Valuation Rate' is not enabled.
fa: ردیف {0}: آیتم {1} نرخ صفر دارد اما 'اجازه نرخ ارزیابی صفر' فعال نیست.

source: Row #{0}: Item {1} is not a Customer Provided Item.
fa: ردیف {0}: آیتم {1} یک آیتم ارائه‌شده توسط مشتری نیست.

source: Row #{0}: Item {1} is not a Serialized/Batched Item. It cannot have a Serial No/Batch No against it.
fa: ردیف {0}: آیتم {1} یک آیتم سریال‌دار/دسته‌ای نیست. نمی‌تواند شماره سریال/شماره دسته داشته باشد.

source: Row #{0}: Item {1} is not a part of Subcontracting Inward Order {2}
fa: ردیف {0}: آیتم {1} بخشی از سفارش ورودی برون‌سپاری {2} نیست.

source: Row #{0}: Item {1} is not a service item
fa: ردیف {0}: آیتم {1} یک آیتم خدماتی نیست.

source: Row #{0}: Item {1} is not a stock item
fa: ردیف {0}: آیتم {1} یک آیتم موجودی نیست.

source: Row #{0}: Item {1} mismatch. Changing of item code is not permitted, add another row instead.
fa: ردیف {0}: آیتم {1} مطابقت ندارد. تغییر کد آیتم مجاز نیست، به جای آن یک ردیف دیگر اضافه کنید.

source: Row #{0}: Item {1} mismatch. Changing of item code is not permitted.
fa: ردیف {0}: آیتم {1} مطابقت ندارد. تغییر کد آیتم مجاز نیست.

source: Row #{0}: Journal Entry {1} does not have account {2} or already matched against another voucher
fa: ردیف {0}: سند روزنامه {1} حساب {2} را ندارد یا قبلاً با سند دیگری مطابقت داده شده است.

source: Row #{0}: Next Depreciation Date cannot be before Available-for-use Date
fa: ردیف {0}: تاریخ استهلاک بعدی نمی‌تواند قبل از تاریخ آماده به کار شدن باشد.

source: Row #{0}: Next Depreciation Date cannot be before Purchase Date
fa: ردیف {0}: تاریخ استهلاک بعدی نمی‌تواند قبل از تاریخ خرید باشد.

source: Row #{0}: Not allowed to change Supplier as Purchase Order already exists
fa: ردیف {0}: امکان تغییر تأمین‌کننده وجود ندارد زیرا سفارش خرید قبلاً ایجاد شده است.

source: Row #{0}: Only {1} available to reserve for the Item {2}
fa: ردیف {0}: فقط {1} برای رزرو آیتم {2} موجود است.

source: Row #{0}: Opening Accumulated Depreciation must be less than or equal to {1}
fa: ردیف {0}: استهلاک انباشته افتتاحیه باید کمتر یا مساوی {1} باشد.

source: Row #{0}: Operation {1} is not completed for {2} qty of finished goods in Work Order {3}. Please update operation status via Job Card {4}.
fa: ردیف {0}: عملیات {1} برای {2} مقدار کالای ساخته شده در سفارش کار {3} تکمیل نشده است. لطفاً وضعیت عملیات را از طریق کارت کار {4} به‌روزرسانی کنید.

source: Row #{0}: Overconsumption of Customer Provided Item {1} against Work Order {2} is not allowed in the Subcontracting Inward process.
fa: ردیف {0}: مصرف بیش از حد آیتم تأمین‌شده توسط مشتری {1} در مقابل سفارش کار {2} در فرآیند دریافت پیمانکاری مجاز نیست.

source: Row #{0}: Please select Item Code in Assembly Items
fa: ردیف {0}: لطفاً کد آیتم را در آیتم‌های مونتاژ انتخاب کنید.

source: Row #{0}: Please select the BOM No in Assembly Items
fa: ردیف {0}: لطفاً شماره BOM را در آیتم‌های مونتاژ انتخاب کنید.

source: Row #{0}: Please select the Finished Good Item against which this Customer Provided Item will be used.
fa: ردیف {0}: لطفاً آیتم کالای ساخته شده‌ای را انتخاب کنید که این آیتم تأمین‌شده توسط مشتری برای آن استفاده خواهد شد.

source: Row #{0}: Please select the Sub Assembly Warehouse
fa: ردیف {0}: لطفاً انبار زیرمونتاژ را انتخاب کنید.

source: Row #{0}: Please set reorder quantity
fa: ردیف {0}: لطفاً مقدار سفارش مجدد را تنظیم کنید.

source: Row #{0}: Please update deferred revenue/expense account in item row or default account in company master
fa: ردیف {0}: لطفاً حساب درآمد/هزینه تعهدی را در ردیف آیتم یا حساب پیش‌فرض را در اطلاعات اصلی شرکت به‌روزرسانی کنید.

source: Row #{0}: Qty increased by {1}
fa: ردیف {0}: مقدار به میزان {1} افزایش یافت.

source: Row #{0}: Qty must be a positive number
fa: ردیف {0}: مقدار باید یک عدد مثبت باشد.

source: Row #{0}: Qty should be less than or equal to Available Qty to Reserve (Actual Qty - Reserved Qty) {1} for Iem {2} against Batch {3} in Warehouse {4}.
fa: ردیف {0}: مقدار باید کمتر یا مساوی مقدار موجود برای رزرو (مقدار واقعی - مقدار رزرو شده) {1} برای آیتم {2} در مقابل بچ {3} در انبار {4} باشد.

source: Row #{0}: Quality Inspection is required for Item {1}
fa: ردیف {0}: بازرسی کیفیت برای آیتم {1} الزامی است.

source: Row #{0}: Quality Inspection {1} is not submitted for the item: {2}
fa: ردیف {0}: بازرسی کیفیت {1} برای آیتم: {2} ارسال نشده است.

source: Row #{0}: Quality Inspection {1} was rejected for item {2}
fa: ردیف {0}: بازرسی کیفیت {1} برای آیتم {2} رد شد.

source: Row #{0}: Quantity cannot be a non-positive number. Please increase the quantity or remove the Item {1}
fa: ردیف {0}: مقدار نمی‌تواند یک عدد غیرمثبت باشد. لطفاً مقدار را افزایش دهید یا آیتم {1} را حذف کنید.

source: Row #{0}: Quantity for Item {1} cannot be zero.
fa: ردیف {0}: مقدار برای آیتم {1} نمی‌تواند صفر باشد.

source: Row #{0}: Quantity of Item {1} cannot be more than {2} {3} against Subcontracting Inward Order {4}
fa: ردیف {0}: مقدار آیتم {1} نمی‌تواند بیشتر از {2} {3} در مقابل سفارش دریافت پیمانکاری {4} باشد.

source: Row #{0}: Quantity to reserve for the Item {1} should be greater than 0.
fa: ردیف {0}: مقدار برای رزرو آیتم {1} باید بزرگتر از 0 باشد.

source: Row #{0}: Rate must be same as {1}: {2} ({3} / {4})
fa: ردیف {0}: نرخ باید همانند {1}: {2} ({3} / {4}) باشد.

source: Row #{0}: Reference Document Type must be one of Purchase Order, Purchase Invoice or Journal Entry
fa: ردیف {0}: نوع سند مرجع باید یکی از موارد سفارش خرید، فاکتور خرید یا سند روزنامه باشد.

source: Row #{0}: Reference Document Type must be one of Sales Order, Sales Invoice, Journal Entry or Dunning
fa: ردیف {0}: نوع سند مرجع باید یکی از موارد سفارش فروش، فاکتور فروش، سند روزنامه یا اخطار پرداخت باشد.

source: Row #{0}: Rejected Qty cannot be set for Scrap Item {1}.
fa: ردیف {0}: مقدار رد شده را نمی‌توان برای آیتم ضایعاتی {1} تنظیم کرد.

source: Row #{0}: Rejected Warehouse is mandatory for the rejected Item {1}
fa: ردیف {0}: انبار کالاهای برگشتی برای آیتم رد شده {1} اجباری است.

source: Row #{0}: Return Against is required for returning asset
fa: ردیف {0}: برگشت در مقابل برای بازگرداندن دارایی الزامی است.

source: Row #{0}: Returned quantity cannot be greater than available quantity for Item {1}
fa: ردیف {0}: مقدار برگشتی نمی‌تواند بیشتر از مقدار موجود برای آیتم {1} باشد.

source: Row #{0}: Returned quantity cannot be greater than available quantity to return for Item {1}
fa: ردیف {0}: مقدار برگشتی نمی‌تواند بیشتر از مقدار موجود برای برگشت برای آیتم {1} باشد.

source: Row #{0}: Scrap Item Qty cannot be zero
fa: ردیف {0}: مقدار آیتم ضایعاتی نمی‌تواند صفر باشد.

source: Row #{0}: Selling rate for item {1} is lower than its {2}. Selling {3} should be atleast {4}.<br><br>Alternatively, you can disable selling price validation in {5} to bypass this validation.
fa: ردیف {0}: نرخ فروش برای آیتم {1} کمتر از {2} آن است. فروش {3} باید حداقل {4} باشد.<br><br>به‌عنوان یک جایگزین، \تیم‌توانید اعتبارسنجی قیمت فروش را در {5} غیرفعال کنید تا این اعتبارسنجی دور زده شود.

source: Row #{0}: Sequence ID must be {1} or {2} for Operation {3}.
fa: ردیف {0}: شناسه توالی برای عملیات {3} باید {1} یا {2} باشد.

source: Row #{0}: Serial No {1} does not belong to Batch {2}
fa: ردیف {0}: شماره سریال {1} به بچ {2} تعلق ندارد.

source: Row #{0}: Serial No {1} for Item {2} is not available in {3} {4} or might be reserved in another {5}.
fa: ردیف {0}: شماره سریال {1} برای آیتم {2} در {3} {4} موجود نیست یا ممکن است در {5} دیگری رزرو شده باشد.

source: Row #{0}: Serial No {1} is already selected.
fa: ردیف {0}: شماره سریال {1} قبلاً انتخاب شده است.

source: Row #{0}: Serial No(s) {1} are not a part of the linked Subcontracting Inward Order. Please select valid Serial No(s).
fa: ردیف {0}: شماره سریال(ها) {1} بخشی از سفارش ورودی پیمانکاری فرعی مرتبط نیستند. لطفاً شماره سریال(های) معتبر را انتخاب کنید.

source: Row #{0}: Service End Date cannot be before Invoice Posting Date
fa: ردیف {0}: تاریخ پایان خدمت نمی‌تواند قبل از تاریخ ثبت فاکتور باشد.

source: Row #{0}: Service Start Date cannot be greater than Service End Date
fa: ردیف {0}: تاریخ شروع خدمت نمی‌تواند بزرگتر از تاریخ پایان خدمت باشد.

source: Row #{0}: Service Start and End Date is required for deferred accounting
fa: ردیف {0}: تاریخ شروع و پایان خدمت برای حسابداری تعهدی الزامی است.

source: Row #{0}: Set Supplier for item {1}
fa: ردیف {0}: تأمین‌کننده را برای آیتم {1} تنظیم کنید.

source: Row #{0}: Since 'Track Semi Finished Goods' is enabled, the BOM {1} cannot be used for Sub Assembly Items
fa: ردیف {0}: از آنجایی که 'ردیابی کالاهای نیمه‌ساخته' فعال است، BOM {1} نمی‌تواند برای آیتم‌های زیرمونتاژ استفاده شود.

source: Row #{0}: Source Warehouse must be same as Customer Warehouse {1} from the linked Subcontracting Inward Order
fa: ردیف {0}: انبار مبدأ باید همانند انبار مشتری {1} از سفارش ورودی پیمانکاری فرعی مرتبط باشد.

source: Row #{0}: Source Warehouse {1} for item {2} cannot be a customer warehouse.
fa: ردیف {0}: انبار مبدأ {1} برای آیتم {2} نمی‌تواند انبار مشتری باشد.

source: Row #{0}: Source Warehouse {1} for item {2} must be same as Source Warehouse {3} in the Work Order.
fa: ردیف {0}: انبار مبدأ {1} برای آیتم {2} باید همانند انبار مبدأ {3} در سفارش کار باشد.

source: Row #{0}: Source and Target Warehouse cannot be the same for Material Transfer
fa: ردیف {0}: انبار مبدأ و مقصد برای انتقال مواد نمی‌توانند یکسان باشند.

source: Row #{0}: Source, Target Warehouse and Inventory Dimensions cannot be the exact same for Material Transfer
fa: ردیف {0}: انبار مبدأ، مقصد و ابعاد موجودی برای انتقال مواد نمی‌توانند دقیقاً یکسان باشند.

source: Row #{0}: Start Time and End Time are required
fa: ردیف {0}: زمان شروع و زمان پایان الزامی هستند.

source: Row #{0}: Start Time must be before End Time
fa: ردیف {0}: زمان شروع باید قبل از زمان پایان باشد.

source: Row #{0}: Status is mandatory
fa: ردیف {0}: وضعیت اجباری است.

source: Row #{0}: Status must be {1} for Invoice Discounting {2}
fa: ردیف {0}: وضعیت برای تنزیل فاکتور {2} باید {1} باشد.

source: Row #{0}: Stock cannot be reserved for Item {1} against a disabled Batch {2}.
fa: ردیف {0}: موجودی نمی‌تواند برای آیتم {1} در برابر بچ غیرفعال {2} رزرو شود.

source: Row #{0}: Stock cannot be reserved for a non-stock Item {1}
fa: ردیف {0}: موجودی نمی‌تواند برای آیتم غیرموجودی {1} رزرو شود.

source: Row #{0}: Stock cannot be reserved in group warehouse {1}.
fa: ردیف {0}: موجودی نمی‌تواند در انبار گروهی {1} رزرو شود.

source: Row #{0}: Stock is already reserved for the Item {1}.
fa: ردیف {0}: موجودی برای آیتم {1} قبلاً رزرو شده است.

source: Row #{0}: Stock is reserved for item {1} in warehouse {2}.
fa: ردیف {0}: موجودی برای آیتم {1} در انبار {2} رزرو شده است.

source: Row #{0}: Stock not available to reserve for Item {1} against Batch {2} in Warehouse {3}.
fa: ردیف {0}: موجودی برای رزرو آیتم {1} در برابر بچ {2} در انبار {3} در دسترس نیست.

source: Row #{0}: Stock not available to reserve for the Item {1} in Warehouse {2}.
fa: ردیف {0}: موجودی برای رزرو آیتم {1} در انبار {2} در دسترس نیست.

source: Row #{0}: Stock quantity {1} ({2}) for item {3} cannot exceed {4}
fa: ردیف {0}: مقدار موجودی {1} ({2}) برای آیتم {3} نمی‌تواند از {4} تجاوز کند.

source: Row #{0}: Target Warehouse must be same as Customer Warehouse {1} from the linked Subcontracting Inward Order
fa: ردیف {0}: انبار مقصد باید همانند انبار مشتری {1} از سفارش ورودی پیمانکاری فرعی مرتبط باشد.

source: Row #{0}: The batch {1} has already expired.
fa: ردیف {0}: بچ {1} قبلاً منقضی شده است.

source: Row #{0}: The warehouse {1} is not a child warehouse of a group warehouse {2}
fa: ردیف {0}: انبار {1} انبار فرعی انبار گروهی {2} نیست.

source: Row #{0}: Timings conflicts with row {1}
fa: ردیف {0}: زمان‌بندی با ردیف {1} تداخل دارد.

source: Row #{0}: Total Number of Depreciations cannot be less than or equal to Opening Number of Booked Depreciations
fa: ردیف {0}: تعداد کل استهلاکات نمی‌تواند کمتر یا مساوی با تعداد افتتاحیه استهلاکات ثبت‌شده باشد.

source: Row #{0}: Work Order exists against full or partial quantity of Item {1}
fa: ردیف {0}: سفارش کار در برابر مقدار کامل یا جزئی آیتم {1} وجود دارد.

source: Row #{0}: You cannot use the inventory dimension '{1}' in Stock Reconciliation to modify the quantity or valuation rate. Stock reconciliation with inventory dimensions is intended solely for performing opening entries.
fa: ردیف {0}: نمی‌توانید از بعد موجودی '{1}' در تطبیق موجودی برای تغییر مقدار یا نرخ ارزیابی استفاده کنید. تطبیق موجودی با ابعاد موجودی صرفاً برای انجام ثبت‌های افتتاحیه در نظر گرفته شده است.

source: Row #{0}: You must select an Asset for Item {1}.
fa: ردیف {0}: باید یک دارایی برای آیتم {1} انتخاب کنید.

source: Row #{0}: {1} can not be negative for item {2}
fa: ردیف {0}: {1} برای آیتم {2} نمی‌تواند منفی باشد.

source: Row #{0}: {1} is not a valid reading field. Please refer to the field description.
fa: ردیف {0}: {1} یک فیلد خواندنی معتبر نیست. لطفاً به توضیحات فیلد مراجعه کنید.

source: Row #{0}: {1} is required to create the Opening {2} Invoices
fa: ردیف {0}: {1} برای ایجاد فاکتورهای افتتاحیه {2} الزامی است.

source: Row #{0}: {1} of {2} should be {3}. Please update the {1} or select a different account.
fa: ردیف {0}: {1} از {2} باید {3} باشد. لطفاً {1} را به‌روزرسانی کنید یا یک حساب متفاوت انتخاب کنید.

source: Row #{1}: Warehouse is mandatory for stock Item {0}
fa: ردیف {1}: انبار برای آیتم موجودی {0} اجباری است.

source: Row #{idx}: Cannot select Supplier Warehouse while suppling raw materials to subcontractor.
fa: ردیف #{idx}: هنگام تأمین مواد اولیه به پیمانکار فرعی، نمی‌توان انبار تأمین‌کننده را انتخاب کرد.

source: Row #{idx}: Item rate has been updated as per valuation rate since its an internal stock transfer.
fa: ردیف #{idx}: نرخ آیتم بر اساس نرخ ارزیابی به‌روزرسانی شده است زیرا این یک انتقال موجودی داخلی است.

source: Row #{idx}: Please enter a location for the asset item {item_code}.
fa: ردیف #{idx}: لطفاً یک مکان برای آیتم دارایی {item_code} وارد کنید.

source: Row #{idx}: Received Qty must be equal to Accepted + Rejected Qty for Item {item_code}.
fa: ردیف #{idx}: مقدار دریافت شده باید برابر با مقدار پذیرفته شده + مقدار رد شده برای آیتم {item_code} باشد.

source: Row #{idx}: {field_label} can not be negative for item {item_code}.
fa: ردیف #{idx}: {field_label} نمی‌تواند برای آیتم {item_code} منفی باشد.

source: Row #{idx}: {field_label} is mandatory.
fa: ردیف #{idx}: {field_label} اجباری است.

source: Row #{idx}: {field_label} is not allowed in Purchase Return.
fa: ردیف #{idx}: {field_label} در برگشت خرید مجاز نیست.

source: Row #{idx}: {from_warehouse_field} and {to_warehouse_field} cannot be same.
fa: ردیف #{idx}: {from_warehouse_field} و {to_warehouse_field} نمی‌توانند یکسان باشند.

source: Row #{idx}: {schedule_date} cannot be before {transaction_date}.
fa: ردیف #{idx}: {schedule_date} نمی‌تواند قبل از {transaction_date} باشد.

source: Row #{}: Currency of {} - {} doesn't matches company currency.
fa: ردیف #{}: ارز {} - {} با ارز شرکت مطابقت ندارد.

source: Row #{}: Finance Book should not be empty since you're using multiple.
fa: ردیف #{}: دفتر مالی نباید خالی باشد زیرا از چندین مورد استفاده می‌کنید.

source: Row #{}: Item Code: {} is not available under warehouse {}.
fa: ردیف #{}: کد آیتم: {} در انبار {} موجود نیست.

source: Row #{}: POS Invoice {} has been {}
fa: ردیف #{}: فاکتور POS {} {} شده است.

source: Row #{}: POS Invoice {} is not against customer {}
fa: ردیف #{}: فاکتور POS {} مربوط به مشتری {} نیست.

source: Row #{}: POS Invoice {} is not submitted yet
fa: ردیف #{}: فاکتور POS {} هنوز ارسال نشده است.

source: Row #{}: Please assign task to a member.
fa: ردیف #{}: لطفاً وظیفه را به یک عضو اختصاص دهید.

source: Row #{}: Please use a different Finance Book.
fa: ردیف #{}: لطفاً از یک دفتر مالی دیگر استفاده کنید.

source: Row #{}: Serial No {} cannot be returned since it was not transacted in original invoice {}
fa: ردیف #{}: شماره سریال {} قابل برگشت نیست زیرا در فاکتور اصلی {} معامله نشده است.

source: Row #{}: Stock quantity not enough for Item Code: {} under warehouse {}.
fa: ردیف #{}: مقدار موجودی برای کد آیتم: {} در انبار {} کافی نیست.

source: Row #{}: The original Invoice {} of return invoice {} is not consolidated.
fa: ردیف #{}: فاکتور اصلی {} فاکتور برگشتی {} تجمیع نشده است.

source: Row #{}: You cannot add positive quantities in a return invoice. Please remove item {} to complete the return.
fa: ردیف #{}: نمی‌توانید مقادیر مثبت را در فاکتور برگشت اضافه کنید. لطفاً آیتم {} را حذف کنید تا برگشت تکمیل شود.

source: Row #{}: item {} has been picked already.
fa: ردیف #{}: آیتم {} قبلاً انتخاب شده است.

source: Row #{}: {}
fa: ردیف #{}: {}

source: Row #{}: {} {} does not exist.
fa: ردیف #{}: {} {} وجود ندارد.

source: Row #{}: {} {} doesn't belong to Company {}. Please select valid {}.
fa: ردیف #{}: {} {} متعلق به شرکت {} نیست. لطفاً {} معتبر را انتخاب کنید.

source: Row No {0}: Warehouse is required. Please set a Default Warehouse for Item {1} and Company {2}
fa: ردیف {0}: انبار اجباری است. لطفاً یک انبار پیش‌فرض برای آیتم {1} و شرکت {2} تنظیم کنید.

source: Row {0} : Operation is required against the raw material item {1}
fa: ردیف {0}: عملیات برای آیتم مواد اولیه {1} اجباری است.

source: Row {0} picked quantity is less than the required quantity, additional {1} {2} required.
fa: ردیف {0} مقدار برداشته شده کمتر از مقدار مورد نیاز است، {1} {2} اضافی مورد نیاز است.

source: Row {0}# Item {1} cannot be transferred more than {2} against {3} {4}
fa: ردیف {0}#: آیتم {1} نمی‌تواند بیش از {2} در مقابل {3} {4} منتقل شود.

source: Row {0}# Item {1} not found in 'Raw Materials Supplied' table in {2} {3}
fa: ردیف {0}#: آیتم {1} در جدول 'مواد اولیه تأمین شده' در {2} {3} یافت نشد.
