Repository: ai-solution-company/systemafarin-custom-addon
Catalog: iran_core/locale/*.po
Languages: fa

source: Process Statement Of Accounts CC
fa: پردازش صورت‌حساب‌ها (مرکز هزینه)

source: Process Statement Of Accounts Customer
fa: پردازش صورت‌حساب‌های مشتری

source: Process Subscription
fa: پردازش اشتراک

source: Process in Single Transaction
fa: پردازش در یک تراکنش واحد

source: Processed BOMs
fa: BOMهای پردازش‌شده

source: Processes
fa: فرآیندها

source: Processing Date
fa: تاریخ پردازش

source: Processing XML Files
fa: پردازش فایل‌های XML

source: Procurement
fa: تدارکات

source: Procurement Tracker
fa: ردیاب تدارکات

source: Produce Qty
fa: مقدار تولید

source: Produced
fa: تولید شده

source: Produced / Received Qty
fa: مقدار تولید شده / دریافت شده

source: Produced Qty
fa: مقدار تولید شده

source: Produced Quantity
fa: مقدار تولید شده

source: Product
fa: محصول

source: Product Bundle
fa: بسته محصول

source: Product Bundle Balance
fa: مانده بسته محصول

source: Product Bundle Help
fa: راهنمای بسته محصول

source: Product Bundle Item
fa: آیتم بسته محصول

source: Product Discount Scheme
fa: طرح تخفیف محصول

source: Product Discount Slabs
fa: سطوح تخفیف محصول

source: Product Enquiry
fa: استعلام محصول

source: Product Manager
fa: مدیر محصول

source: Product Price ID
fa: شناسه قیمت محصول

source: Production
fa: تولید

source: Production Analytics
fa: تحلیل تولید

source: Production Capacity
fa: ظرفیت تولید

source: Production Item
fa: آیتم تولید

source: Production Plan
fa: برنامه تولید

source: Production Plan Already Submitted
fa: برنامه تولید قبلاً ارسال شده است

source: Production Plan Item
fa: آیتم برنامه تولید

source: Production Plan Item Reference
fa: مرجع آیتم برنامه تولید

source: Production Plan Material Request
fa: درخواست مواد برنامه تولید

source: Production Plan Material Request Warehouse
fa: انبار درخواست مواد برنامه تولید

source: Production Plan Qty
fa: مقدار برنامه تولید

source: Production Plan Sales Order
fa: سفارش فروش برنامه تولید

source: Production Plan Sub Assembly Item
fa: آیتم زیرمونتاژ برنامه تولید

source: Production Plan Sub-assembly Item
fa: آیتم زیرمونتاژ برنامه تولید

source: Production Plan Summary
fa: خلاصه برنامه تولید

source: Production Planning Report
fa: گزارش برنامه‌ریزی تولید

source: Products
fa: محصولات

source: Profit & Loss
fa: سود و زیان

source: Profit This Year
fa: سود امسال

source: Profit and Loss
fa: سود و زیان

source: Profit and Loss Statement
fa: صورت سود و زیان

source: Profit and Loss Summary
fa: خلاصه سود و زیان

source: Profit for the year
fa: سود سال

source: Profitability
fa: سودآوری

source: Profitability Analysis
fa: تحلیل سودآوری

source: Progress % for a task cannot be more than 100.
fa: درصد پیشرفت برای یک وظیفه نمی‌تواند بیشتر از ۱۰۰ باشد.

source: Progress (%)
fa: پیشرفت (%)

source: Project Collaboration Invitation
fa: دعوتنامه همکاری پروژه

source: Project Id
fa: شناسه پروژه

source: Project Manager
fa: مدیر پروژه

source: Project Name
fa: نام پروژه

source: Project Progress:
fa: پیشرفت پروژه:

source: Project Start Date
fa: تاریخ شروع پروژه

source: Project Status
fa: وضعیت پروژه

source: Project Summary
fa: خلاصه پروژه

source: Project Summary for {0}
fa: خلاصه پروژه برای {0}

source: Project Template
fa: قالب پروژه

source: Project Template Task
fa: وظیفه قالب پروژه

source: Project Type
fa: نوع پروژه

source: Project Update
fa: به‌روزرسانی پروژه

source: Project Update.
fa: به‌روزرسانی پروژه.

source: Project User
fa: کاربر پروژه

source: Project Value
fa: ارزش پروژه

source: Project activity / task.
fa: فعالیت / وظیفه پروژه.

source: Project master.
fa: مستر پروژه.

source: Project will be accessible on the website to these users
fa: پروژه برای این کاربران در وب‌سایت قابل دسترسی خواهد بود

source: Project wise Stock Tracking
fa: ردیابی موجودی پروژه‌ای

source: Project wise Stock Tracking
fa: ردیابی موجودی پروژه‌ای

source: Project-wise data is not available for Quotation
fa: داده‌های پروژه‌ای برای پیش‌فاکتور در دسترس نیست

source: Projected Qty
fa: تعداد پیش‌بینی شده

source: Projected Quantity
fa: مقدار پیش‌بینی شده

source: Projected Quantity Formula
fa: فرمول مقدار پیش‌بینی شده

source: Projected qty
fa: تعداد پیش‌بینی شده

source: Projects
fa: پروژه‌ها

source: Projects Manager
fa: مدیر پروژه‌ها

source: Projects Settings
fa: تنظیمات پروژه‌ها

source: Projects User
fa: کاربر پروژه‌ها

source: Promotional
fa: تبلیغاتی

source: Promotional Scheme
fa: طرح تبلیغاتی

source: Promotional Scheme Id
fa: شناسه طرح تبلیغاتی

source: Promotional Scheme Price Discount
fa: تخفیف قیمت طرح تشویقی

source: Promotional Scheme Product Discount
fa: تخفیف محصول طرح تشویقی

source: Prompt Qty
fa: مقدار پیشنهادی

source: Proposal Writing
fa: نگارش پیشنهاد

source: Proposal/Price Quote
fa: پیشنهاد / مظنه قیمت

source: Prorate
fa: تسهیم به نسبت

source: Prospect
fa: مشتری بالقوه

source: Prospect Lead
fa: سرنخ مشتری بالقوه

source: Prospect Opportunity
fa: فرصت مشتری بالقوه

source: Prospect Owner
fa: مالک مشتری بالقوه

source: Prospect {0} already exists
fa: مشتری بالقوه {0} از قبل وجود دارد

source: Prospecting
fa: مشتری‌یابی

source: Prospects Engaged But Not Converted
fa: مشتریان بالقوه درگیر شده اما تبدیل نشده

source: Provide Email Address registered in company
fa: آدرس ایمیل ثبت شده در شرکت را وارد کنید

source: Providing
fa: ارائه

source: Provisional Account
fa: حساب موقت

source: Provisional Expense Account
fa: حساب هزینه موقت

source: Provisional Profit / Loss (Credit)
fa: سود و زیان موقت (بستانکار)

source: Psi/1000 Feet
fa: Psi/1000 فوت

source: Publish Date
fa: تاریخ انتشار

source: Published Date
fa: تاریخ انتشار

source: Publisher
fa: ناشر

source: Publisher ID
fa: شناسه ناشر

source: Publishing
fa: انتشار

source: Purchase
fa: خرید

source: Purchase Amount
fa: مبلغ خرید

source: Purchase Analytics
fa: آنالیز خرید

source: Purchase Date
fa: تاریخ خرید

source: Purchase Defaults
fa: پیش‌فرض‌های خرید

source: Purchase Details
fa: جزئیات خرید

source: Purchase Expense
fa: هزینه خرید

source: Purchase Expense Account
fa: حساب هزینه خرید

source: Purchase Expense Contra Account
fa: حساب متقابل هزینه خرید

source: Purchase Expense for Item {0}
fa: هزینه خرید برای کالای {0}

source: Purchase Invoice
fa: فاکتور خرید

source: Purchase Invoice Advance
fa: پیش‌پرداخت فاکتور خرید

source: Purchase Invoice Item
fa: ردیف فاکتور خرید

source: Purchase Invoice Trends
fa: روندهای فاکتور خرید

source: Purchase Invoice cannot be made against an existing asset {0}
fa: فاکتور خرید را نمی‌توان در مقابل دارایی موجود {0} ایجاد کرد.

source: Purchase Invoice {0} is already submitted
fa: فاکتور خرید {0} قبلاً ثبت نهایی شده است

source: Purchase Invoices
fa: فاکتورهای خرید

source: Purchase Order
fa: سفارش خرید

source: Purchase Order Amount
fa: مبلغ سفارش خرید

source: Purchase Order Amount(Company Currency)
fa: مبلغ سفارش خرید (ارز شرکت)

source: Purchase Order Analysis
fa: تحلیل سفارش خرید

source: Purchase Order Date
fa: تاریخ سفارش خرید

source: Purchase Order Item
fa: آیتم سفارش خرید

source: Purchase Order Item Supplied
fa: آیتم سفارش خرید تحویل‌شده

source: Purchase Order Item reference is missing in Subcontracting Receipt {0}
fa: مرجع آیتم سفارش خرید در رسید برون‌سپاری {0} موجود نیست

source: Purchase Order Items not received on time
fa: آیتم‌های سفارش خرید به‌موقع دریافت نشده‌اند

source: Purchase Order Pricing Rule
fa: قانون قیمت‌گذاری سفارش خرید

source: Purchase Order Required
fa: سفارش خرید الزامی است

source: Purchase Order Required for item {}
fa: سفارش خرید برای آیتم {} الزامی است

source: Purchase Order Trends
fa: روندهای سفارش خرید

source: Purchase Order already created for all Sales Order items
fa: سفارش خرید برای تمام آیتم‌های سفارش فروش قبلاً ایجاد شده است

source: Purchase Order number required for Item {0}
fa: شماره سفارش خرید برای آیتم {0} الزامی است

source: Purchase Order {0} created
fa: سفارش خرید {0} ایجاد شد

source: Purchase Order {0} is not submitted
fa: سفارش خرید {0} ارسال نشده است

source: Purchase Orders
fa: سفارش‌های خرید

source: Purchase Orders Items Overdue
fa: آیتم‌های سفارش‌های خرید سررسید گذشته

source: Purchase Orders are not allowed for {0} due to a scorecard standing of {1}.
fa: سفارش‌های خرید برای {0} به‌دلیل وضعیت کارت امتیازی {1} مجاز نیستند.

source: Purchase Orders to Bill
fa: سفارش‌های خرید برای صورت‌حساب

source: Purchase Orders to Receive
fa: سفارش‌های خرید برای دریافت

source: Purchase Orders {0} are un-linked
fa: سفارش‌های خرید {0} از پیوند خارج شده‌اند

source: Purchase Price List
fa: لیست قیمت خرید

source: Purchase Receipt
fa: رسید خرید

source: Purchase Receipt (Draft) will be auto-created on submission of Subcontracting Receipt.
fa: رسید خرید (پیش‌نویس) با ارسال رسید برون‌سپاری به‌طور خودکار ایجاد خواهد شد.

source: Purchase Receipt Detail
fa: جزئیات رسید خرید

source: Purchase Receipt Item
fa: آیتم رسید خرید

source: Purchase Receipt Item Supplied
fa: آیتم رسید خرید تحویل‌شده

source: Purchase Receipt No
fa: شماره رسید خرید

source: Purchase Receipt Required
fa: رسید خرید الزامی است

source: Purchase Receipt Required for item {}
fa: رسید خرید برای آیتم {} الزامی است

source: Purchase Receipt Trends
fa: روندهای رسید خرید

source: Purchase Receipt doesn't have any Item for which Retain Sample is enabled.
fa: رسید خرید هیچ آیتمی ندارد که قابلیت نگهداری نمونه برای آن فعال باشد.

source: Purchase Receipt {0} created.
fa: رسید خرید {0} ایجاد شد.

source: Purchase Receipt {0} is not submitted
fa: رسید خرید {0} ارسال نشده است

source: Purchase Register
fa: دفتر ثبت خرید

source: Purchase Return
fa: برگشت از خرید

source: Purchase Tax Template
fa: الگوی مالیات خرید

source: Purchase Taxes and Charges
fa: مالیات و عوارض خرید

source: Purchase Taxes and Charges Template
fa: الگوی مالیات و عوارض خرید

source: Purchase Time
fa: زمان خرید

source: Purchase Value
fa: ارزش خرید

source: Purchase Voucher No
fa: شماره سند خرید

source: Purchase Voucher Type
fa: نوع سند خرید

source: Purchase orders help you plan and follow up on your purchases
fa: سفارشات خرید به شما کمک می‌کنند تا خریدهای خود را برنامه‌ریزی و پیگیری کنید

source: Purchased
fa: خریداری شده

source: Purchases
fa: خریدها

source: Purchasing
fa: تدارکات

source: Purpose
fa: هدف

source: Purpose must be one of {0}
fa: هدف باید یکی از {0} باشد

source: Purposes
fa: اهداف

source: Purposes Required
fa: اهداف مورد نیاز

source: Putaway Rule
fa: قانون جانمایی

source: Putaway Rule already exists for Item {0} in Warehouse {1}.
fa: قانون جانمایی برای آیتم {0} در انبار {1} از قبل وجود دارد.

source: Qty
fa: تعداد

source: Qty
fa: تعداد

source: Qty (Company)
fa: تعداد (شرکت)

source: Qty (Warehouse)
fa: تعداد (انبار)

source: Qty (in Stock UOM)
fa: تعداد (بر اساس واحد اندازه‌گیری موجودی)

source: Qty After Transaction
fa: تعداد پس از تراکنش

source: Qty Change
fa: تغییر تعداد

source: Qty Consumed Per Unit
fa: تعداد مصرفی به ازای هر واحد

source: Qty In Stock
fa: تعداد در موجودی

source: Qty Per Unit
fa: تعداد به ازای هر واحد

source: Qty To Manufacture
fa: تعداد برای تولید

source: Qty To Manufacture ({0}) cannot be a fraction for the UOM {2}. To allow this, disable '{1}' in the UOM {2}.
fa: تعداد برای تولید ({0}) نمی‌تواند برای واحد اندازه‌گیری {2} کسری باشد. برای اجازه دادن به این، '{1}' را در واحد اندازه‌گیری {2} غیرفعال کنید.

source: Qty To Produce
fa: تعداد برای تولید

source: Qty Wise Chart
fa: نمودار بر اساس تعداد

source: Qty and Rate
fa: تعداد و نرخ

source: Qty as Per Stock UOM
fa: تعداد بر اساس واحد اندازه‌گیری موجودی

source: Qty as per Stock UOM
fa: تعداد بر اساس واحد اندازه‌گیری موجودی

source: Qty for which recursion isn't applicable.
fa: تعداد برای مواردی که بازگشت‌پذیری (recursion) قابل اعمال نیست.

source: Qty for {0}
fa: تعداد برای {0}

source: Qty in Stock UOM
fa: تعداد در واحد اندازه‌گیری موجودی

source: Qty of Finished Goods Item
fa: تعداد کالای ساخته‌شده

source: Qty of Finished Goods Item should be greater than 0.
fa: تعداد کالای ساخته‌شده باید بزرگتر از ۰ باشد.

source: Qty of raw materials will be decided based on the qty of the Finished Goods Item
fa: تعداد مواد اولیه بر اساس تعداد کالای ساخته‌شده تعیین خواهد شد.

source: Qty to Be Consumed
fa: تعداد قابل مصرف

source: Qty to Bill
fa: تعداد قابل صورتحساب

source: Qty to Build
fa: تعداد قابل ساخت

source: Qty to Deliver
fa: تعداد قابل تحویل

source: Qty to Fetch
fa: تعداد قابل دریافت

source: Qty to Manufacture
fa: تعداد قابل تولید

source: Qty to Order
fa: تعداد قابل سفارش

source: Qty to Produce
fa: تعداد قابل تولید

source: Qty to Receive
fa: تعداد قابل دریافت

source: Qualification
fa: صلاحیت

source: Qualification Status
fa: وضعیت صلاحیت

source: Qualified
fa: واجد صلاحیت

source: Qualified By
fa: واجد صلاحیت شده توسط

source: Qualified on
fa: تاریخ احراز صلاحیت

source: Quality
fa: کیفیت

source: Quality Action
fa: اقدام کیفی

source: Quality Action Resolution
fa: راه‌حل اقدام کیفی

source: Quality Feedback
fa: بازخورد کیفی

source: Quality Feedback Parameter
fa: پارامتر بازخورد کیفی

source: Quality Feedback Template
fa: قالب بازخورد کیفی

source: Quality Feedback Template Parameter
fa: پارامتر قالب بازخورد کیفی

source: Quality Goal
fa: هدف کیفی

source: Quality Goal Objective
fa: هدف غایی کیفیت

source: Quality Inspection
fa: بازرسی کیفیت

source: Quality Inspection Analysis
fa: تحلیل بازرسی کیفیت

source: Quality Inspection Parameter
fa: پارامتر بازرسی کیفیت

source: Quality Inspection Parameter Group
fa: گروه پارامتر بازرسی کیفیت

source: Quality Inspection Reading
fa: قرائت بازرسی کیفیت

source: Quality Inspection Required
fa: بازرسی کیفیت مورد نیاز

source: Quality Inspection Settings
fa: تنظیمات بازرسی کیفیت

source: Quality Inspection Summary
fa: خلاصه بازرسی کیفیت

source: Quality Inspection Template
fa: قالب بازرسی کیفیت

source: Quality Inspection Template Name
fa: نام قالب بازرسی کیفیت

source: Quality Inspection(s)
fa: بازرسی‌های کیفیت

source: Quality Management
fa: مدیریت کیفیت

source: Quality Manager
fa: مدیر کیفیت

source: Quality Meeting
fa: جلسه کیفیت

source: Quality Meeting Agenda
fa: دستور کار جلسه کیفیت

source: Quality Meeting Minutes
fa: صورتجلسه کیفیت

source: Quality Procedure
fa: رویه کیفیت

source: Quality Procedure Process
fa: فرآیند رویه کیفیت

source: Quality Review
fa: بازبینی کیفیت

source: Quality Review Objective
fa: هدف بازبینی کیفیت

source: Quantity
fa: مقدار

source: Quantity that must be bought or sold per UOM
fa: مقداری که باید به ازای هر واحد اندازه‌گیری خرید یا فروش شود

source: Quantity & Stock
fa: مقدار و موجودی

source: Quantity (A - B)
fa: مقدار (الف - ب)

source: Quantity Difference
fa: اختلاف مقدار

source: Quantity and Amount
fa: مقدار و مبلغ

source: Quantity and Description
fa: مقدار و شرح

source: Quantity and Rate
fa: مقدار و نرخ

source: Quantity and Warehouse
fa: مقدار و انبار

source: Quantity cannot be greater than {0} for Item {1}
fa: مقدار برای آیتم {1} نمی‌تواند بیشتر از {0} باشد

source: Quantity is required
fa: مقدار الزامی است

source: Quantity must be greater than zero, and less or equal to {0}
fa: مقدار باید بزرگتر از صفر و کمتر یا مساوی {0} باشد

source: Quantity must not be more than {0}
fa: مقدار نباید بیشتر از {0} باشد

source: Quantity of item obtained after manufacturing / repacking from given quantities of raw materials
fa: مقدار آیتم به دست آمده پس از تولید / بسته‌بندی مجدد از مقادیر معین مواد اولیه

source: Quantity required for Item {0} in row {1}
fa: مقدار مورد نیاز برای آیتم {0} در ردیف {1}

source: Quantity should be greater than 0
fa: مقدار باید بزرگتر از 0 باشد

source: Quantity to Make
fa: مقدار برای ساخت

source: Quantity to Manufacture
fa: مقدار برای تولید

source: Quantity to Manufacture can not be zero for the operation {0}
fa: مقدار برای تولید نمی‌تواند برای عملیات {0} صفر باشد

source: Quantity to Manufacture must be greater than 0.
fa: مقدار برای تولید باید بزرگتر از 0 باشد.

source: Quantity to Produce
fa: مقدار برای تولید

source: Quantity to Produce should be greater than zero.
fa: مقدار برای تولید باید بزرگتر از صفر باشد.

source: Quantity to Scan
fa: مقدار برای اسکن

source: Quart (UK)
fa: کوارت (بریتانیا)

source: Quart Dry (US)
fa: کوارت خشک (آمریکا)

source: Quart Liquid (US)
fa: کوارت مایع (آمریکا)

source: Quarter {0} {1}
fa: سه‌ماهه {0} {1}

source: Query Route String
fa: رشته مسیر کوئری

source: Queue Size should be between 5 and 100
fa: اندازه صف باید بین 5 و 100 باشد

source: Quick Journal Entry
fa: سند روزنامه سریع

source: Quick Ratio
fa: نسبت آنی

source: Quick Stock Balance
fa: موجودی سریع انبار

source: Quintal
fa: کوینتال

source: Quot Count
fa: تعداد پیش‌فاکتور

source: Quot/Lead %
fa: درصد پیش‌فاکتور/سرنخ

source: Quotation
fa: پیش‌فاکتور

source: Quotation Amount
fa: مبلغ پیش‌فاکتور

source: Quotation Item
fa: آیتم پیش‌فاکتور

source: Quotation Lost Reason
fa: دلیل از دست رفتن پیش‌فاکتور

source: Quotation Lost Reason Detail
fa: جزئیات دلیل از دست رفتن پیش‌فاکتور

source: Quotation Number
fa: شماره پیش‌فاکتور

source: Quotation To
fa: پیش‌فاکتور به

source: Quotation Trends
fa: روندهای پیش‌فاکتور

source: Quotation {0} is cancelled
fa: پیش‌فاکتور {0} لغو شد

source: Quotation {0} not of type {1}
fa: پیش‌فاکتور {0} از نوع {1} نیست

source: Quotations
fa: پیش‌فاکتورها

source: Quotations are proposals, bids you have sent to your customers
fa: پیش‌فاکتورها، پیشنهادها و مناقصه‌هایی هستند که برای مشتریان خود ارسال کرده‌اید

source: Quotations:
fa: پیش‌فاکتورها:

source: Quote Status
fa: وضعیت پیش‌فاکتور

source: Quoted Amount
fa: مبلغ پیش‌فاکتور شده

source: RFQs are not allowed for {0} due to a scorecard standing of {1}
fa: درخواست‌های قیمت (RFQ) برای {0} به دلیل امتیاز {1} در کارنامه مجاز نیستند

source: Raise Material Request When Stock Reaches Re-order Level
fa: ایجاد درخواست مواد زمانی که موجودی به سطح سفارش مجدد می‌رسد

source: Raised By
fa: ایجاد شده توسط

source: Raised By (Email)
fa: ایجاد شده توسط (ایمیل)

source: Rate
fa: نرخ

source: Rate & Amount
fa: نرخ و مبلغ

source: Rate (Company Currency)
fa: نرخ (واحد پول شرکت)

source: Rate Of Materials Based On
fa: نرخ مواد بر اساس

source: Rate Of TDS As Per Certificate
fa: نرخ TDS طبق گواهی

source: Rate Section
fa: بخش نرخ

source: Rate With Margin
fa: نرخ با حاشیه سود

source: Rate With Margin (Company Currency)
fa: نرخ با حاشیه سود (واحد پول شرکت)

source: Rate and Amount
fa: نرخ و مبلغ

source: Rate at which Customer Currency is converted to customer's base currency
fa: نرخی که واحد پول مشتری به واحد پول پایه مشتری تبدیل می‌شود

source: Rate at which Price list currency is converted to company's base currency
fa: نرخی که واحد پول لیست قیمت به واحد پول پایه شرکت تبدیل می‌شود

source: Rate at which Price list currency is converted to customer's base currency
fa: نرخی که واحد پول لیست قیمت به واحد پول پایه مشتری تبدیل می‌شود

source: Rate at which customer's currency is converted to company's base currency
fa: نرخی که واحد پول مشتری به واحد پول پایه شرکت تبدیل می‌شود

source: Rate at which supplier's currency is converted to company's base currency
fa: نرخی که واحد پول تأمین‌کننده به واحد پول پایه شرکت تبدیل می‌شود

source: Rate at which this tax is applied
fa: نرخی که این مالیات با آن اعمال می‌شود

source: Rate of '{}' items cannot be changed
fa: نرخ آیتم‌های '{}' قابل تغییر نیست

source: Rate of Depreciation
fa: نرخ استهلاک

source: Rate of Depreciation (%)
fa: نرخ استهلاک (٪)

source: Rate of Interest (%) Yearly
fa: نرخ سود (٪) سالانه

source: Rate of Stock UOM
fa: نرخ واحد اندازه‌گیری موجودی

source: Rate or Discount
fa: نرخ یا تخفیف

source: Rate or Discount is required for the price discount.
fa: نرخ یا تخفیف برای تخفیف قیمت الزامی است.

source: Rates
fa: نرخ‌ها

source: Ratios
fa: نسبت‌ها

source: Raw Material
fa: مواد اولیه

source: Raw Material Code
fa: کد مواد اولیه

source: Raw Material Cost
fa: هزینه مواد اولیه

source: Raw Material Cost (Company Currency)
fa: هزینه مواد اولیه (واحد پول شرکت)

source: Raw Material Cost Per Qty
fa: هزینه مواد اولیه به ازای هر واحد

source: Raw Material Item
fa: آیتم مواد اولیه

source: Raw Material Item Code
fa: کد آیتم مواد اولیه

source: Raw Material Name
fa: نام مواد اولیه

source: Raw Material Value
fa: ارزش مواد اولیه

source: Raw Material Voucher No
fa: شماره سند مواد اولیه

source: Raw Material Voucher Type
fa: نوع سند مواد اولیه

source: Raw Material Warehouse
fa: انبار مواد اولیه

source: Raw Materials
fa: مواد اولیه

source: Raw Materials Actions
fa: اقدامات مواد اولیه

source: Raw Materials Consumed
fa: مواد اولیه مصرف‌شده

source: Raw Materials Consumption
fa: مصرف مواد اولیه

source: Raw Materials Required
fa: مواد اولیه مورد نیاز

source: Raw Materials Supplied
fa: مواد اولیه تأمین‌شده

source: Raw Materials Supplied Cost
fa: هزینه مواد اولیه تأمین‌شده

source: Raw Materials cannot be blank.
fa: مواد اولیه نمی‌تواند خالی باشد.

source: Raw Materials to Customer
fa: مواد اولیه به مشتری

source: Raw SQL
fa: SQL خام

source: Re-open
fa: بازگشایی

source: Re-order Level
fa: سطح سفارش مجدد

source: Re-order Qty
fa: مقدار سفارش مجدد

source: Reached Root
fa: به ریشه رسید

source: Reading 1
fa: قرائت ۱

source: Reading 10
fa: قرائت ۱۰

source: Reading 2
fa: قرائت ۲

source: Reading 3
fa: قرائت ۳

source: Reading 4
fa: قرائت ۴

source: Reading 5
fa: قرائت ۵

source: Reading 6
fa: قرائت ۶

source: Reading 7
fa: قرائت ۷

source: Reading 8
fa: قرائت ۸

source: Reading 9
fa: قرائت ۹

source: Reading Value
fa: مقدار قرائت

source: Readings
fa: قرائت‌ها

source: Real Estate
fa: املاک و مستغلات

source: Reason For Putting On Hold
fa: دلیل تعلیق

source: Reason for Failure
fa: علت شکست

source: Reason for Hold
fa: علت توقف

source: Reason for Leaving
fa: دلیل خروج

source: Reason for hold:
fa: علت توقف:

source: Rebuilding BTree for period ...
fa: بازسازی BTree برای دوره ...

source: Recalculate Batch Qty
fa: باز محاسبه تعداد بچ

source: Recalculate Bin Qty
fa: باز محاسبه مقدار قفسه

source: Recalculate Incoming/Outgoing Rate
fa: باز محاسبه نرخ ورودی/خروجی

source: Receipt
fa: رسید

source: Receipt Document
fa: سند رسید

source: Receipt Document Type
fa: نوع سند رسید

source: Receipt Items
fa: اقلام رسید

source: Receivable
fa: دریافتنی

source: Receivable / Payable Account
fa: حساب دریافتنی / پرداختنی

source: Receivable Account
fa: حساب دریافتنی

source: Receivable/Payable Account
fa: حساب دریافتنی/پرداختنی

source: Receivable/Payable Account: {0} doesn't belong to company {1}
fa: حساب دریافتنی/پرداختنی: {0} متعلق به شرکت {1} نیست

source: Receivables
fa: مطالبات

source: Receive
fa: دریافت

source: Receive from Customer
fa: دریافت از مشتری

source: Received Amount
fa: مبلغ دریافت شده

source: Received Amount (Company Currency)
fa: مبلغ دریافت شده (ارز شرکت)

source: Received Amount After Tax
fa: مبلغ دریافت شده پس از کسر مالیات

source: Received Amount After Tax (Company Currency)
fa: مبلغ دریافت شده پس از کسر مالیات (ارز شرکت)

source: Received Amount cannot be greater than Paid Amount
fa: مبلغ دریافت شده نمی‌تواند بیشتر از مبلغ پرداخت شده باشد

source: Received From
fa: دریافت شده از

source: Received Items To Be Billed
fa: اقلام دریافت شده جهت صورتحساب

source: Received On
fa: تاریخ دریافت

source: Received Qty
fa: مقدار دریافت شده

source: Received Qty Amount
fa: مبلغ مقدار دریافت شده

source: Received Qty in Stock UOM
fa: مقدار دریافت شده در واحد اندازه‌گیری انبار

source: Received Quantity
fa: مقدار دریافت شده

source: Received Stock Entries
fa: اسناد انبار دریافت شده

source: Received and Accepted
fa: دریافت و پذیرفته شده

source: Receiver List
fa: لیست گیرندگان

source: Receiver List is empty. Please create Receiver List
fa: لیست گیرندگان خالی است. لطفاً لیست گیرندگان را ایجاد کنید

source: Receiving
fa: دریافت

source: Recent Orders
fa: سفارشات اخیر

source: Recent Transactions
fa: تراکنش‌های اخیر

source: Recipient Message And Payment Details
fa: پیام گیرنده و جزئیات پرداخت

source: Reconcile
fa: تطبیق

source: Reconcile All Serial Nos / Batches
fa: تطبیق همه شماره سریال‌ها / دسته‌ها

source: Reconcile Effect On
fa: تأثیر تطبیق بر

source: Reconcile Entries
fa: تطبیق اسناد

source: Reconcile on Advance Payment Date
fa: تطبیق در تاریخ پیش‌پرداخت

source: Reconcile the Bank Transaction
fa: تطبیق تراکنش بانکی

source: Reconciled
fa: تطبیق‌یافته
