Repository: ai-solution-company/systemafarin-custom-addon
Catalog: iran_core/locale/*.po
Languages: fa

source: Net Change in Fixed Asset
fa: تغییر خالص در دارایی ثابت

source: Net Change in Inventory
fa: تغییر خالص در موجودی کالا

source: Net Hour Rate
fa: نرخ خالص ساعتی

source: Net Profit
fa: سود خالص

source: Net Profit Ratio
fa: نسبت سود خالص

source: Net Profit/Loss
fa: سود/زیان خالص

source: Net Purchase Amount
fa: مبلغ خالص خرید

source: Net Purchase Amount is mandatory
fa: مبلغ خالص خرید اجباری است

source: Net Purchase Amount should be <b>equal</b> to purchase amount of one single Asset.
fa: مبلغ خالص خرید باید <b>برابر</b> با مبلغ خرید یک دارایی واحد باشد.

source: Net Purchase Amount {0} cannot be depreciated over {1} cycles.
fa: مبلغ خالص خرید {0} را نمی‌توان در طول {1} دوره مستهلک کرد.

source: Net Rate
fa: نرخ خالص

source: Net Rate (Company Currency)
fa: نرخ خالص (ارز شرکت)

source: Net Total
fa: جمع خالص

source: Net Total (Company Currency)
fa: جمع خالص (ارز شرکت)

source: Net Weight
fa: وزن خالص

source: Net Weight UOM
fa: واحد اندازه‌گیری وزن خالص

source: Net total calculation precision loss
fa: کاهش دقت در محاسبه جمع خالص

source: New Account Name
fa: نام حساب جدید

source: New Asset Value
fa: ارزش دارایی جدید

source: New Assets (This Year)
fa: دارایی‌های جدید (امسال)

source: New BOM
fa: BOM جدید

source: New Balance In Account Currency
fa: مانده جدید به ارز حساب

source: New Balance In Base Currency
fa: مانده جدید به ارز پایه

source: New Batch ID (Optional)
fa: شناسه بچ جدید (اختیاری)

source: New Batch Qty
fa: مقدار بچ جدید

source: New Company
fa: شرکت جدید

source: New Cost Center Name
fa: نام مرکز هزینه جدید

source: New Customer Revenue
fa: درآمد مشتری جدید

source: New Customers
fa: مشتریان جدید

source: New Department
fa: دپارتمان جدید

source: New Employee
fa: کارمند جدید

source: New Exchange Rate
fa: نرخ ارز جدید

source: New Expenses
fa: هزینه‌های جدید

source: New Income
fa: درآمد جدید

source: New Invoice
fa: فاکتور جدید

source: New Location
fa: مکان جدید

source: New Note
fa: یادداشت جدید

source: New Purchase Invoice
fa: فاکتور خرید جدید

source: New Purchase Orders
fa: سفارشات خرید جدید

source: New Quality Procedure
fa: رویه کیفیت جدید

source: New Quotations
fa: پیش‌فاکتورهای جدید

source: New Sales Invoice
fa: فاکتور فروش جدید

source: New Sales Orders
fa: سفارشات فروش جدید

source: New Sales Person Name
fa: نام فروشنده جدید

source: New Serial No cannot have Warehouse. Warehouse must be set by Stock Entry or Purchase Receipt
fa: شماره سریال جدید نمی‌تواند انبار داشته باشد. انبار باید توسط سند انبار یا رسید خرید تعیین شود.

source: New Task
fa: وظیفه جدید

source: New Version
fa: نسخه جدید

source: New Warehouse Name
fa: نام انبار جدید

source: New Workplace
fa: محل کار جدید

source: New credit limit is less than current outstanding amount for the customer. Credit limit has to be atleast {0}
fa: حد اعتبار جدید کمتر از مبلغ معوقه فعلی مشتری است. حد اعتبار باید حداقل {0} باشد.

source: New fiscal year created :-
fa: سال مالی جدید ایجاد شد:

source: New invoices will be generated as per schedule even if current invoices are unpaid or past due date
fa: فاکتورهای جدید طبق برنامه زمان‌بندی تولید خواهند شد، حتی اگر فاکتورهای فعلی پرداخت نشده یا تاریخ سررسید آن‌ها گذشته باشد.

source: New release date should be in the future
fa: تاریخ انتشار جدید باید در آینده باشد.

source: New task
fa: وظیفه جدید

source: New {0} pricing rules are created
fa: {0} قانون قیمت‌گذاری جدید ایجاد شد.

source: Newsletter
fa: خبرنامه

source: Newspaper Publishers
fa: ناشران روزنامه

source: Newton
fa: نیوتن

source: Next Depreciation Date
fa: تاریخ استهلاک بعدی

source: Next Due Date
fa: تاریخ سررسید بعدی

source: Next email will be sent on:
fa: ایمیل بعدی در تاریخ ارسال خواهد شد:

source: No <strong>Account Data</strong> row found
fa: هیچ ردیف <strong>داده حساب</strong> یافت نشد.

source: No Account matched these filters: {}
fa: هیچ حسابی با این فیلترها مطابقت نداشت: {}

source: No Action
fa: بدون اقدام

source: No Answer
fa: بدون پاسخ

source: No Customer found for Inter Company Transactions which represents company {0}
fa: هیچ مشتری برای تراکنش‌های بین شرکتی که نماینده شرکت {0} است، یافت نشد.

source: No Customers found with selected options.
fa: هیچ مشتری با گزینه‌های انتخاب شده یافت نشد.

source: No Delivery Note selected for Customer {}
fa: هیچ حواله تحویلی برای مشتری {} انتخاب نشده است.

source: No Impact on Accounting Ledger
fa: بدون تأثیر بر دفتر کل حسابداری

source: No Item with Barcode {0}
fa: هیچ کالایی با بارکد {0} یافت نشد.

source: No Item with Serial No {0}
fa: هیچ کالایی با شماره سریال {0} یافت نشد.

source: No Items selected for transfer.
fa: هیچ کالایی برای انتقال انتخاب نشده است.

source: No Items with Bill of Materials to Manufacture
fa: هیچ کالایی با فرمول ساخت (BOM) برای تولید وجود ندارد.

source: No Items with Bill of Materials.
fa: هیچ کالایی با فرمول ساخت (BOM) وجود ندارد.

source: No Matching Bank Transactions Found
fa: هیچ تراکنش بانکی منطبقی یافت نشد.

source: No Notes
fa: بدون یادداشت

source: No Outstanding Invoices found for this party
fa: هیچ فاکتور پرداخت‌نشده‌ای برای این طرف حساب یافت نشد.

source: No POS Profile found. Please create a New POS Profile first
fa: هیچ پروفایل POS یافت نشد. لطفاً ابتدا یک پروفایل POS جدید ایجاد کنید.

source: No Permission
fa: عدم دسترسی

source: No Purchase Orders were created
fa: هیچ سفارش خریدی ایجاد نشده است.

source: No Records for these settings.
fa: هیچ رکوردی برای این تنظیمات وجود ندارد.

source: No Remarks
fa: بدون توضیحات

source: No Selection
fa: انتخاب نشده

source: No Serial / Batches are available for return
fa: هیچ سریال/دسته‌ای برای برگشت موجود نیست.

source: No Stock Available Currently
fa: در حال حاضر هیچ موجودی انباری در دسترس نیست.

source: No Summary
fa: بدون خلاصه

source: No Supplier found for Inter Company Transactions which represents company {0}
fa: هیچ تأمین‌کننده‌ای برای تراکنش‌های بین شرکتی که نماینده شرکت {0} باشد، یافت نشد.

source: No Tax Withholding data found for the current posting date.
fa: هیچ داده‌ای برای کسر مالیات در تاریخ ثبت فعلی یافت نشد.

source: No Terms
fa: بدون شرایط

source: No Unreconciled Invoices and Payments found for this party and account
fa: هیچ فاکتور و پرداختی تسویه نشده‌ای برای این طرف حساب و حساب یافت نشد.

source: No Unreconciled Payments found for this party
fa: هیچ پرداختی تسویه نشده‌ای برای این طرف حساب یافت نشد.

source: No Work Orders were created
fa: هیچ سفارش کاری ایجاد نشده است.

source: No accounting entries for the following warehouses
fa: هیچ سند حسابداری برای انبارهای زیر وجود ندارد.

source: No active BOM found for item {0}. Delivery by Serial No cannot be ensured
fa: هیچ فرمول ساخت (BOM) فعالی برای کالای {0} یافت نشد. تحویل بر اساس شماره سریال قابل تضمین نیست.

source: No additional fields available
fa: هیچ فیلد اضافی در دسترس نیست.

source: No available quantity to reserve for item {0} in warehouse {1}
fa: هیچ مقدار موجودی برای رزرو کالای {0} در انبار {1} وجود ندارد.

source: No billing email found for customer: {0}
fa: هیچ ایمیل صورتحسابی برای مشتری: {0} یافت نشد.

source: No contacts with email IDs found.
fa: هیچ مخاطبی با آدرس ایمیل یافت نشد.

source: No data for this period
fa: هیچ داده‌ای برای این دوره وجود ندارد.

source: No data found. Seems like you uploaded a blank file
fa: هیچ داده‌ای یافت نشد. به نظر می‌رسد یک فایل خالی بارگذاری کرده‌اید.

source: No description given
fa: هیچ توضیحی ارائه نشده است.

source: No difference found for stock account {0}
fa: هیچ تفاوتی برای حساب موجودی {0} یافت نشد.

source: No employee was scheduled for call popup
fa: هیچ کارمندی برای پنجره بازشو تماس برنامه‌ریزی نشده بود.

source: No item available for transfer.
fa: هیچ کالایی برای انتقال موجود نیست.

source: No items are available in sales orders {0} for production
fa: هیچ کالایی در سفارشات فروش {0} برای تولید موجود نیست.

source: No items are available in the sales order {0} for production
fa: هیچ کالایی در سفارش فروش {0} برای تولید موجود نیست.

source: No items found. Scan barcode again.
fa: هیچ کالایی یافت نشد. بارکد را دوباره اسکن کنید.

source: No items in cart
fa: سبد خرید خالی است

source: No items to be received are overdue
fa: هیچ کالای معوقی برای دریافت وجود ندارد

source: No matches occurred via auto reconciliation
fa: هیچ تطبیقی از طریق تسویه خودکار انجام نشد

source: No material request created
fa: هیچ درخواست مواد (متریال) ایجاد نشده است

source: No more children on Left
fa: فرزند دیگری در سمت چپ وجود ندارد

source: No more children on Right
fa: فرزند دیگری در سمت راست وجود ندارد

source: No of Deliveries
fa: تعداد تحویل‌ها

source: No of Docs
fa: تعداد اسناد

source: No of Employees
fa: تعداد کارکنان

source: No of Interactions
fa: تعداد تعاملات

source: No of Months (Expense)
fa: تعداد ماه‌ها (هزینه)

source: No of Months (Revenue)
fa: تعداد ماه‌ها (درآمد)

source: No of Shares
fa: تعداد سهام

source: No of Shift
fa: تعداد شیفت

source: No of Units Produced
fa: تعداد واحدهای تولید شده

source: No of Visits
fa: تعداد بازدیدها

source: No of Workstations
fa: تعداد ایستگاه‌های کاری

source: No open Material Requests found for the given criteria.
fa: هیچ درخواست مواد بازی برای معیارهای مشخص شده یافت نشد.

source: No open POS Opening Entry found for POS Profile {0}.
fa: هیچ سند افتتاحیه POS بازی برای پروفایل POS {0} یافت نشد.

source: No open event
fa: هیچ رویداد بازی

source: No open task
fa: هیچ وظیفه بازی

source: No outstanding invoices found
fa: هیچ فاکتور معوقی یافت نشد.

source: No outstanding invoices require exchange rate revaluation
fa: هیچ فاکتور معوقی نیاز به تجدید ارزیابی نرخ ارز ندارد

source: No outstanding {0} found for the {1} {2} which qualify the filters you have specified.
fa: هیچ {0} معوقی برای {1} {2} که فیلترهای مشخص شده شما را برآورده کند، یافت نشد.

source: No pending Material Requests found to link for the given items.
fa: هیچ درخواست مواد در انتظاری برای پیوند به آیتم‌های مشخص شده یافت نشد.

source: No primary email found for customer: {0}
fa: هیچ ایمیل اصلی برای مشتری: {0} یافت نشد.

source: No products found.
fa: هیچ محصولی یافت نشد.

source: No recent transactions found
fa: هیچ تراکنش اخیری یافت نشد

source: No record found
fa: هیچ رکوردی یافت نشد

source: No records found in Allocation table
fa: هیچ رکوردی در جدول تخصیص یافت نشد

source: No records found in the Invoices table
fa: هیچ رکوردی در جدول فاکتورها یافت نشد

source: No records found in the Payments table
fa: هیچ رکوردی در جدول پرداخت‌ها یافت نشد

source: No reserved stock to unreserve.
fa: هیچ موجودی رزرو شده‌ای برای آزاد کردن رزرو وجود ندارد.

source: No sales data found for the selected items.
fa: هیچ داده فروشی برای آیتم‌های انتخاب شده یافت نشد.

source: No stock ledger entries were created. Please set the quantity or valuation rate for the items properly and try again.
fa: هیچ سند دفتر کل موجودی ایجاد نشد. لطفاً مقدار یا نرخ ارزیابی آیتم‌ها را به درستی تنظیم کرده و دوباره تلاش کنید.

source: No stock transactions can be created or modified before this date.
fa: هیچ تراکنش موجودی را نمی‌توان قبل از این تاریخ ایجاد یا اصلاح کرد.

source: No values
fa: هیچ مقداری

source: No {0} Accounts found for this company.
fa: هیچ حساب {0} برای این شرکت یافت نشد.

source: No {0} found for Inter Company Transactions.
fa: هیچ {0} برای تراکنش‌های بین شرکتی یافت نشد.

source: No.
fa: شماره

source: No. of Employees
fa: تعداد کارمندان

source: No. of parallel job cards which can be allowed on this workstation. Example: 2 would mean this workstation can process production for two Work Orders at a time.
fa: تعداد کارت‌های کاری موازی که در این ایستگاه کاری مجاز است. مثال: ۲ به این معنی است که این ایستگاه کاری می‌تواند تولید را برای دو سفارش کار به طور همزمان پردازش کند.

source: Non Conformance
fa: عدم انطباق

source: Non Depreciable Category
fa: دسته غیرقابل استهلاک

source: Non Profit
fa: غیرانتفاعی

source: Non stock items
fa: اقلام غیرموجودی

source: Non-Current Liabilities
fa: بدهی‌های غیرجاری

source: Non-Zeros
fa: غیرصفرها

source: None of the items have any change in quantity or value.
fa: هیچ یک از اقلام تغییری در مقدار یا ارزش ندارند.

source: Nos
fa: شماره‌ها

source: Not Applicable
fa: غیرقابل اعمال

source: Not Available
fa: در دسترس نیست

source: Not Billed
fa: فاکتور نشده

source: Not Delivered
fa: تحویل نشده

source: Not Initiated
fa: آغاز نشده

source: Not Requested
fa: درخواست نشده

source: Not Specified
fa: مشخص نشده

source: Not Started
fa: شروع نشده

source: Not able to find the earliest Fiscal Year for the given company.
fa: امکان یافتن اولین سال مالی برای شرکت مشخص‌شده وجود ندارد.

source: Not allow to set alternative item for the item {0}
fa: امکان تنظیم آیتم جایگزین برای آیتم {0} وجود ندارد.

source: Not allowed to create accounting dimension for {0}
fa: امکان ایجاد بعد حسابداری برای {0} مجاز نیست.

source: Not allowed to update stock transactions older than {0}
fa: امکان به‌روزرسانی تراکنش‌های انبار قدیمی‌تر از {0} مجاز نیست.

source: Not authorized since {0} exceeds limits
fa: مجاز نیست زیرا {0} از حد مجاز فراتر می‌رود.

source: Not authorized to edit frozen Account {0}
fa: مجاز به ویرایش حساب مسدود شده {0} نیستید.

source: Not in Stock
fa: در انبار موجود نیست

source: Not in stock
fa: در انبار موجود نیست

source: Not permitted to make Purchase Orders
fa: اجازه ایجاد سفارشات خرید را ندارید

source: Note: Automatic log deletion only applies to logs of type <i>Update Cost</i>
fa: توجه: حذف خودکار گزارش فقط برای گزارش‌های از نوع <i>به‌روزرسانی هزینه</i> اعمال می‌شود.

source: Note: Due Date exceeds allowed {0} credit days by {1} day(s)
fa: توجه: تاریخ سررسید از {0} روز اعتبار مجاز به میزان {1} روز فراتر رفته است.

source: Note: Email will not be sent to disabled users
fa: توجه: ایمیل به کاربران غیرفعال ارسال نخواهد شد.

source: Note: If you want to use the finished good {0} as a raw material, then enable the 'Do Not Explode' checkbox in the Items table against the same raw material.
fa: توجه: اگر می‌خواهید کالای نهایی {0} را به عنوان ماده اولیه استفاده کنید، تیک گزینه 'عدم تفکیک' را در جدول اقلام در مقابل همان ماده اولیه فعال کنید.

source: Note: Item {0} added multiple times
fa: توجه: آیتم {0} چندین بار اضافه شده است.

source: Note: Payment Entry will not be created since 'Cash or Bank Account' was not specified
fa: توجه: سند پرداخت ایجاد نخواهد شد زیرا 'حساب نقد یا بانک' مشخص نشده است.

source: Note: This Cost Center is a Group. Cannot make accounting entries against groups.
fa: توجه: این مرکز هزینه یک گروه است. نمی‌توان ثبت‌های حسابداری را در مقابل گروه‌ها انجام داد.

source: Note: To merge the items, create a separate Stock Reconciliation for the old item {0}
fa: توجه: برای ادغام اقلام، یک سند مغایرت‌گیری موجودی جداگانه برای آیتم قدیمی {0} ایجاد کنید.

source: Note: {0}
fa: توجه: {0}

source: Notes
fa: یادداشت‌ها

source: Notes HTML
fa: یادداشت‌های HTML

source: Notes:
fa: یادداشت‌ها:

source: Nothing is included in gross
fa: چیزی در ناخالص لحاظ نشده است.

source: Nothing more to show.
fa: مورد دیگری برای نمایش وجود ندارد.

source: Notice (days)
fa: مهلت اطلاع‌رسانی (روز)

source: Notify Customers via Email
fa: اطلاع‌رسانی به مشتریان از طریق ایمیل

source: Notify Employee
fa: اطلاع‌رسانی به کارمند

source: Notify Other
fa: اطلاع‌رسانی به دیگران

source: Notify Reposting Error to Role
fa: اطلاع‌رسانی خطای ثبت مجدد به نقش

source: Notify Supplier
fa: اطلاع‌رسانی به تأمین‌کننده

source: Notify Via Email
fa: اطلاع‌رسانی از طریق ایمیل

source: Notify by Email on Creation of Automatic Material Request
fa: اطلاع‌رسانی از طریق ایمیل هنگام ایجاد درخواست مواد خودکار

source: Notify customer and agent via email on the day of the appointment.
fa: اطلاع‌رسانی به مشتری و نماینده از طریق ایمیل در روز قرار ملاقات.

source: Number of Concurrent Appointments
fa: تعداد قرارهای ملاقات همزمان

source: Number of Days
fa: تعداد روزها

source: Number of Interaction
fa: تعداد تعاملات

source: Number of Order
fa: تعداد سفارش

source: Number of Weeks / Months
fa: تعداد هفته / ماه

source: Number of days after invoice date has elapsed before canceling subscription or marking subscription as unpaid
fa: تعداد روزهای پس از تاریخ فاکتور که قبل از لغو اشتراک یا علامت‌گذاری اشتراک به عنوان پرداخت‌نشده سپری شده است

source: Number of days appointments can be booked in advance
fa: تعداد روزهایی که می‌توان قرار ملاقات‌ها را از قبل رزرو کرد

source: Number of days that the subscriber has to pay invoices generated by this subscription
fa: تعداد روزهایی که مشترک برای پرداخت فاکتورهای تولید شده توسط این اشتراک فرصت دارد

source: Number of intervals for the interval field e.g if Interval is 'Days' and Billing Interval Count is 3, invoices will be generated every 3 days
fa: تعداد بازه‌ها برای فیلد بازه، به عنوان مثال اگر بازه 'روز' و تعداد بازه صورتحساب 3 باشد، فاکتورها هر 3 روز یکبار تولید می‌شوند

source: Number of new Account, it will be included in the account name as a prefix
fa: شماره حساب جدید، که به عنوان پیشوند در نام حساب گنجانده خواهد شد

source: Number of new Cost Center, it will be included in the cost center name as a prefix
fa: شماره مرکز هزینه جدید، که به عنوان پیشوند در نام مرکز هزینه گنجانده خواهد شد

source: Numeric
fa: عددی

source: Numeric Inspection
fa: بازرسی عددی

source: Numeric Values
fa: مقادیر عددی

source: Numero has not set in the XML file
fa: Numero در فایل XML تنظیم نشده است

source: Objective
fa: هدف

source: Objectives
fa: اهداف

source: Odometer Value (Last)
fa: مقدار کیلومترشمار (آخرین)

source: Offer Date
fa: تاریخ پیشنهاد

source: Office Equipment
fa: تجهیزات اداری

source: Office Maintenance Expenses
fa: هزینه‌های نگهداری دفتر

source: Office Rent
fa: اجاره دفتر

source: Offsetting Account
fa: حساب متقابل

source: Offsetting for Accounting Dimension
fa: تهاتر برای بعد حسابداری

source: Old Parent
fa: والد قبلی

source: Oldest Of Invoice Or Advance
fa: قدیمی‌ترین فاکتور یا پیش‌پرداخت

source: On Hand
fa: موجود در انبار

source: On Hold Since
fa: در حالت تعلیق از تاریخ

source: On Item Quantity
fa: بر اساس مقدار کالا

source: On Net Total
fa: بر اساس جمع خالص

source: On Paid Amount
fa: بر اساس مبلغ پرداخت شده

source: On Previous Row Amount
fa: بر اساس مبلغ ردیف قبلی

source: On Previous Row Total
fa: بر اساس جمع ردیف قبلی

source: On This Date
fa: در این تاریخ

source: On Track
fa: در مسیر

source: On enabling this cancellation entries will be posted on the actual cancellation date and reports will consider cancelled entries as well
fa: با فعال‌سازی این گزینه، اسناد ابطال در تاریخ ابطال واقعی ثبت می‌شوند و گزارش‌ها نیز اسناد ابطال شده را در نظر خواهند گرفت.

source: On expanding a row in the Items to Manufacture table, you'll see an option to 'Include Exploded Items'. Ticking this includes raw materials of the sub-assembly items in the production process.
fa: با باز کردن یک ردیف در جدول آیتم‌های تولیدی، گزینه‌ای به نام 'شامل آیتم‌های منفجر شده' را مشاهده خواهید کرد. با علامت‌گذاری این گزینه، مواد اولیه آیتم‌های زیرمونتاژ در فرآیند تولید لحاظ می‌شوند.

source: On submission of the stock transaction, system will auto create the Serial and Batch Bundle based on the Serial No / Batch fields.
fa: با ارسال تراکنش انبار، سیستم به طور خودکار بسته سریال و بچ را بر اساس فیلدهای شماره سریال / بچ ایجاد خواهد کرد.

source: On-machine press checks
fa: بازبینی‌های چاپی روی دستگاه

source: Once set, this invoice will be on hold till the set date
fa: پس از تنظیم، این فاکتور تا تاریخ تعیین شده در حالت تعلیق خواهد بود.

source: Once the Work Order is Closed. It can't be resumed.
fa: پس از بسته شدن سفارش کار، امکان از سرگیری آن وجود ندارد.

source: One customer can be part of only single Loyalty Program.
fa: یک مشتری می‌تواند تنها عضو یک برنامه وفاداری باشد.

source: Ongoing
fa: در حال انجام

source: Ongoing Job Cards
fa: کارت‌های کار در حال انجام

source: Online Auctions
fa: مزایده‌های آنلاین

source: Only 'Payment Entries' made against this advance account are supported.
fa: فقط 'اسناد پرداخت' ایجاد شده در برابر این حساب پیش‌پرداخت پشتیبانی می‌شوند.

source: Only CSV and Excel files can be used to for importing data. Please check the file format you are trying to upload
fa: فقط فایل‌های CSV و Excel می‌توانند برای وارد کردن داده استفاده شوند. لطفاً فرمت فایلی که قصد بارگذاری آن را دارید بررسی کنید.

source: Only Deduct Tax On Excess Amount
fa: فقط کسر مالیات بر روی مبلغ مازاد

source: Only Include Allocated Payments
fa: فقط شامل پرداخت‌های تخصیص‌یافته

source: Only Parent can be of type {0}
fa: فقط والد می‌تواند از نوع {0} باشد.

source: Only Value available for Payment Entry
fa: فقط مقدار موجود برای سند پرداخت

source: Only applies for Normal Payments
fa: فقط برای پرداخت‌های عادی اعمال می‌شود

source: Only existing assets
fa: فقط دارایی‌های موجود

source: Only leaf nodes are allowed in transaction
fa: فقط گره‌های برگ در تراکنش مجاز هستند.

source: Only one {0} entry can be created against the Work Order {1}
fa: فقط یک سند {0} می‌تواند در برابر سفارش کار {1} ایجاد شود.

source: Only payment entries with apply tax withholding unchecked will be considered for checking cumulative threshold breach
fa: فقط اسناد پرداختی که گزینه کسر مالیات در آن‌ها علامت‌گذاری نشده است، برای بررسی نقض آستانه تجمعی در نظر گرفته خواهند شد.

source: Only show Customer of these Customer Groups
fa: فقط مشتریان این گروه‌های مشتری را نمایش بده

source: Only show Items from these Item Groups
fa: فقط آیتم‌های این گروه‌های آیتم را نمایش بده

source: Only to be used for Subcontracting Inward.
fa: فقط برای برون‌سپاری ورودی استفاده شود.

source: Only values between [0,1) are allowed. Like {0.00, 0.04, 0.09, ...} Ex: If allowance is set at 0.07, accounts that have balance of 0.07 in either of the currencies will be considered as zero balance account
fa: فقط مقادیر بین [0,1) مجاز هستند. مانند {0.00, 0.04, 0.09, ...} مثال: اگر حد مجاز 0.07 تنظیم شود، حساب‌هایی که موجودی 0.07 در هر یک از ارزها دارند، به عنوان حساب با موجودی صفر در نظر گرفته می‌شوند.

source: Only {0} are supported
fa: فقط {0} پشتیبانی می‌شوند.

source: Open Activities HTML
fa: فعالیت‌های باز HTML

source: Open BOM {0}
fa: باز کردن BOM {0}

source: Open Call Log
fa: باز کردن گزارش تماس

source: Open Contact
fa: باز کردن مخاطب

source: Open Event
fa: باز کردن رویداد

source: Open Events
fa: رویدادهای باز

source: Open Form View
fa: باز کردن نمای فرم

source: Open Issues
fa: مسائل باز

source: Open Issues
fa: مسائل باز

source: Open Item {0}
fa: باز کردن آیتم {0}

source: Open Notifications
fa: اعلان‌های باز

source: Open Orders
fa: سفارشات باز

source: Open Projects
fa: پروژه‌های باز

source: Open Projects
fa: پروژه‌های باز

source: Open Quotations
fa: پیش‌فاکتورهای باز

source: Open Sales Orders
fa: سفارشات فروش باز

source: Open Task
fa: وظیفه باز

source: Open Tasks
fa: وظایف باز

source: Open To Do
fa: کارهای باز

source: Open To Do
fa: کارهای باز

source: Open Work Order {0}
fa: باز کردن سفارش کار {0}

source: Open Work Orders
fa: سفارشات کار باز

source: Open a new ticket
fa: ایجاد تیکت جدید

source: Opening
fa: افتتاحیه

source: Opening & Closing
fa: افتتاحیه و اختتامیه

source: Opening (Cr)
fa: افتتاحیه (بس)

source: Opening (Dr)
fa: افتتاحیه (بد)

source: Opening Accumulated Depreciation
fa: استهلاک انباشته افتتاحیه

source: Opening Amount
fa: مبلغ افتتاحیه

source: Opening Balance
fa: مانده افتتاحیه

source: Opening Balance = Start of period, Closing Balance = End of period, Period Movement = Net change during period
fa: مانده افتتاحیه = ابتدای دوره، مانده اختتامیه = پایان دوره، گردش دوره = تغییر خالص طی دوره

source: Opening Balance Details
fa: جزئیات مانده افتتاحیه

source: Opening Balance Equity
fa: سرمایه افتتاحیه

source: Opening Balances
fa: مانده‌های افتتاحیه

source: Opening Date
fa: تاریخ افتتاحیه

source: Opening Entry
fa: سند افتتاحیه

source: Opening Entry can not be created after Period Closing Voucher is created.
fa: سند افتتاحیه را نمی‌توان پس از ایجاد سند اختتامیه دوره ایجاد کرد.

source: Opening Invoice Creation In Progress
fa: ایجاد فاکتور افتتاحیه در حال انجام است

source: Opening Invoice Creation Tool
fa: ابزار ایجاد فاکتور افتتاحیه

source: Opening Invoice Creation Tool Item
fa: آیتم ابزار ایجاد فاکتور افتتاحیه

source: Opening Invoice Item
fa: آیتم فاکتور افتتاحیه
