Repository: ai-solution-company/systemafarin-custom-addon
Catalog: iran_core/locale/*.po
Languages: fa

source: Contract Fulfilment Checklist
fa: چک‌لیست اجرای قرارداد

source: Contract Period
fa: مدت قرارداد

source: Contract Template
fa: الگوی قرارداد

source: Contract Template Fulfilment Terms
fa: شرایط ایفای تعهدات الگوی قرارداد

source: Contract Template Help
fa: راهنمای الگوی قرارداد

source: Contract Terms
fa: شرایط قرارداد

source: Contract Terms and Conditions
fa: شرایط و ضوابط قرارداد

source: Contribution %
fa: درصد سهم

source: Contribution (%)
fa: سهم (درصد)

source: Contribution Amount
fa: مبلغ سهم

source: Contribution Qty
fa: مقدار سهم

source: Contribution to Net Total
fa: سهم از جمع خالص

source: Control Action
fa: اقدام کنترلی

source: Control Action for Cumulative Expense
fa: اقدام کنترلی برای هزینه انباشته

source: Control Historical Stock Transactions
fa: کنترل تراکنش‌های تاریخی موجودی

source: Conversion Factor
fa: ضریب تبدیل

source: Conversion Rate
fa: نرخ تبدیل

source: Conversion factor for default Unit of Measure must be 1 in row {0}
fa: ضریب تبدیل برای واحد اندازه‌گیری پیش‌فرض باید در ردیف {0} برابر 1 باشد.

source: Conversion factor for item {0} has been reset to 1.0 as the uom {1} is same as stock uom {2}.
fa: ضریب تبدیل برای آیتم {0} به 1.0 بازنشانی شده است زیرا واحد اندازه‌گیری {1} با واحد اندازه‌گیری موجودی {2} یکسان است.

source: Conversion rate cannot be 0
fa: نرخ تبدیل نمی‌تواند 0 باشد.

source: Conversion rate is 1.00, but document currency is different from company currency
fa: نرخ تبدیل 1.00 است، اما ارز سند با ارز شرکت متفاوت است.

source: Conversion rate must be 1.00 if document currency is same as company currency
fa: اگر ارز سند با ارز شرکت یکسان باشد، نرخ تبدیل باید 1.00 باشد.

source: Convert Item Description to Clean HTML in Transactions
fa: تبدیل شرح آیتم به HTML تمیز در تراکنش‌ها

source: Convert to Group
fa: تبدیل به گروه

# Warehouse
source: Convert to Group
fa: تبدیل به گروه

source: Convert to Item Based Reposting
fa: تبدیل به ثبت مجدد بر اساس آیتم

# Warehouse
source: Convert to Ledger
fa: تبدیل به دفتر کل

source: Convert to Non-Group
fa: تبدیل به غیر گروه

source: Converted
fa: تبدیل شده

source: Copied From
fa: کپی شده از

source: Copy Fields to Variant
fa: کپی فیلدها به واریانت

source: Core
fa: هسته

source: Corrective
fa: اصلاحی

source: Corrective Action
fa: اقدام اصلاحی

source: Corrective Job Card
fa: کارت کار اصلاحی

source: Corrective Operation
fa: عملیات اصلاحی

source: Corrective Operation Cost
fa: هزینه عملیات اصلاحی

source: Corrective/Preventive
fa: اصلاحی/پیشگیرانه

source: Cosmetics
fa: آرایشی

source: Cost
fa: هزینه

source: Cost Center
fa: مرکز هزینه

source: Cost Center Allocation
fa: تخصیص مرکز هزینه

source: Cost Center Allocation Percentage
fa: درصد تخصیص مرکز هزینه

source: Cost Center Allocation Percentages
fa: درصدهای تخصیص مرکز هزینه

source: Cost Center Name
fa: نام مرکز هزینه

source: Cost Center Number
fa: شماره مرکز هزینه

source: Cost Center and Budgeting
fa: مرکز هزینه و بودجه‌بندی

source: Cost Center for Item rows has been updated to {0}
fa: مرکز هزینه برای ردیف‌های آیتم به {0} به‌روزرسانی شد.

source: Cost Center is a part of Cost Center Allocation, hence cannot be converted to a group
fa: مرکز هزینه بخشی از تخصیص مرکز هزینه است، بنابراین نمی‌تواند به گروه تبدیل شود.

source: Cost Center is required in row {0} in Taxes table for type {1}
fa: مرکز هزینه در ردیف {0} در جدول مالیات‌ها برای نوع {1} اجباری است.

source: Cost Center with Allocation records can not be converted to a group
fa: مرکز هزینه با سوابق تخصیص نمی‌تواند به گروه تبدیل شود.

source: Cost Center with existing transactions can not be converted to group
fa: مرکز هزینه با تراکنش‌های موجود نمی‌تواند به گروه تبدیل شود.

source: Cost Center with existing transactions can not be converted to ledger
fa: مرکز هزینه با تراکنش‌های موجود نمی‌تواند به حساب تبدیل شود.

source: Cost Center {0} cannot be used for allocation as it is used as main cost center in other allocation record.
fa: مرکز هزینه {0} نمی‌تواند برای تخصیص استفاده شود زیرا در سایر سوابق تخصیص به عنوان مرکز هزینه اصلی استفاده شده است.

source: Cost Center {} doesn't belong to Company {}
fa: مرکز هزینه {} متعلق به شرکت {} نیست.

source: Cost Center {} is a group cost center and group cost centers cannot be used in transactions
fa: مرکز هزینه {} یک مرکز هزینه گروهی است و مراکز هزینه گروهی نمی‌توانند در تراکنش‌ها استفاده شوند.

source: Cost Center: {0} does not exist
fa: مرکز هزینه: {0} وجود ندارد.

source: Cost Centers
fa: مراکز هزینه

source: Cost Configuration
fa: تنظیمات هزینه

source: Cost Per Unit
fa: هزینه هر واحد

source: Cost and Freight
fa: هزینه و کرایه حمل

source: Cost of Delivered Items
fa: بهای کالاهای تحویل‌شده

source: Cost of Goods Sold
fa: بهای تمام‌شده کالای فروش‌رفته

source: Cost of Goods Sold Account in Items Table
fa: حساب بهای تمام‌شده کالای فروش‌رفته در جدول آیتم‌ها

source: Cost of Issued Items
fa: بهای کالاهای صادرشده

source: Cost of Poor Quality Report
fa: گزارش هزینه کیفیت پایین

source: Cost of Purchased Items
fa: بهای کالاهای خریداری‌شده

source: Cost of various activities
fa: هزینه فعالیت‌های مختلف

source: Cost to Company (CTC)
fa: هزینه برای شرکت (CTC)

source: Cost, Insurance and Freight
fa: هزینه، بیمه و کرایه حمل

source: Costing
fa: بهای تمام‌شده

source: Costing Amount
fa: مبلغ بهای تمام‌شده

source: Costing Details
fa: جزئیات بهای تمام‌شده

source: Costing Rate
fa: نرخ بهای تمام‌شده

source: Costing and Billing
fa: بهای تمام‌شده و صورت‌حساب‌گیری

source: Costing and Billing fields has been updated
fa: فیلدهای بهای تمام‌شده و صورت‌حساب‌گیری به‌روزرسانی شد.

source: Could Not Delete Demo Data
fa: امکان حذف داده‌های آزمایشی وجود نداشت.

source: Could not auto create Customer due to the following missing mandatory field(s):
fa: امکان ایجاد خودکار مشتری به دلیل فیلد(های) اجباری زیر که تکمیل نشده‌اند، وجود نداشت:

source: Could not create Credit Note automatically, please uncheck 'Issue Credit Note' and submit again
fa: امکان ایجاد خودکار سند بستانکار وجود نداشت، لطفاً تیک 'صدور سند بستانکار' را بردارید و دوباره ارسال کنید.

source: Could not detect the Company for updating Bank Accounts
fa: امکان شناسایی شرکت برای به‌روزرسانی حساب‌های بانکی وجود نداشت.

source: Could not find a suitable shift to match the difference: {0}
fa: امکان یافتن شیفت مناسب برای تطبیق تفاوت: {0} وجود نداشت.

source: Could not find path for
fa: مسیر برای یافت نشد

source: Could not retrieve information for {0}.
fa: اطلاعات برای {0} قابل بازیابی نبود.

source: Could not solve criteria score function for {0}. Make sure the formula is valid.
fa: تابع امتیاز معیار برای {0} قابل حل نبود. از معتبر بودن فرمول اطمینان حاصل کنید.

source: Could not solve weighted score function. Make sure the formula is valid.
fa: تابع امتیاز وزنی قابل حل نبود. از معتبر بودن فرمول اطمینان حاصل کنید.

source: Coulomb
fa: کولن

source: Country Code in File does not match with country code set up in the system
fa: کد کشور در فایل با کد کشور تنظیم شده در سیستم مطابقت ندارد

source: Country of Origin
fa: کشور مبدأ

source: Coupon Code
fa: کد کوپن

source: Coupon Code Based
fa: مبتنی بر کد کوپن

source: Coupon Description
fa: توضیحات کوپن

source: Coupon Name
fa: نام کوپن

source: Coupon Type
fa: نوع کوپن

source: Cr
fa: بستانکار

source: Create Chart Of Accounts Based On
fa: ایجاد نمودار حساب‌ها بر اساس

source: Create Delivery Note
fa: ایجاد حواله انبار

source: Create Delivery Trip
fa: ایجاد سفر تحویل

source: Create Depreciation Entry
fa: ایجاد سند استهلاک

source: Create Employee
fa: ایجاد کارمند

source: Create Employee Records
fa: ایجاد سوابق کارمندان

source: Create Employee records.
fa: ایجاد سوابق کارمندان.

source: Create Grouped Asset
fa: ایجاد دارایی گروهی

source: Create Inter Company Journal Entry
fa: ایجاد سند روزنامه بین شرکتی

source: Create Invoices
fa: ایجاد فاکتورها

source: Create Job Card
fa: ایجاد کارت شغل

source: Create Job Card based on Batch Size
fa: ایجاد کارت شغل بر اساس اندازه بچ

source: Create Journal Entries
fa: ایجاد اسناد روزنامه

source: Create Journal Entry
fa: ایجاد سند روزنامه

source: Create Lead
fa: ایجاد سرنخ

source: Create Leads
fa: ایجاد سرنخ‌ها

source: Create Ledger Entries for Change Amount
fa: ایجاد ثبت‌های دفتر کل برای مبلغ تغییر

source: Create Link
fa: ایجاد پیوند

source: Create MPS
fa: ایجاد MPS

source: Create Missing Party
fa: ایجاد طرف حساب گمشده

source: Create Multi-level BOM
fa: ایجاد BOM چند سطحی

source: Create New Contact
fa: ایجاد مخاطب جدید

source: Create New Customer
fa: ایجاد مشتری جدید

source: Create New Lead
fa: ایجاد سرنخ جدید

source: Create Opportunity
fa: ایجاد فرصت

source: Create POS Opening Entry
fa: ایجاد ثبت افتتاحیه POS

source: Create Payment Entry
fa: ایجاد سند پرداخت

source: Create Payment Entry for Consolidated POS Invoices.
fa: ایجاد سند پرداخت برای فاکتورهای تجمیعی صندوق فروش.

source: Create Pick List
fa: ایجاد لیست جمع‌آوری

source: Create Print Format
fa: ایجاد قالب چاپ

source: Create Prospect
fa: ایجاد مشتری بالقوه

source: Create Purchase Order
fa: ایجاد سفارش خرید

source: Create Purchase Orders
fa: ایجاد سفارشات خرید

source: Create Quotation
fa: ایجاد پیش‌فاکتور

source: Create Receiver List
fa: ایجاد لیست گیرندگان

source: Create Reposting Entries
fa: ایجاد اسناد ثبت مجدد

source: Create Reposting Entry
fa: ایجاد سند ثبت مجدد

source: Create Sales Invoice
fa: ایجاد فاکتور فروش

source: Create Sales Order
fa: ایجاد سفارش فروش

source: Create Sales Orders to help you plan your work and deliver on-time
fa: سفارشات فروش را برای کمک به برنامه‌ریزی کار و تحویل به‌موقع ایجاد کنید.

source: Create Sample Retention Stock Entry
fa: ایجاد سند انبار نگهداری نمونه

source: Create Stock Entry
fa: ایجاد سند انبار

source: Create Supplier Quotation
fa: ایجاد پیش‌فاکتور تأمین‌کننده

source: Create Tax Template
fa: ایجاد الگوی مالیاتی

source: Create Timesheet
fa: ایجاد برگه‌ی زمان‌سنجی

source: Create User
fa: ایجاد کاربر

source: Create User Permission
fa: ایجاد مجوز کاربر

source: Create Users
fa: ایجاد کاربران

source: Create Variant
fa: ایجاد تنوع

source: Create Variants
fa: ایجاد تنوع‌ها

source: Create Workstation
fa: ایجاد ایستگاه کاری

source: Create a variant with the template image.
fa: یک تنوع با تصویر الگو ایجاد کنید.

source: Create an incoming stock transaction for the Item.
fa: یک تراکنش ورودی انبار برای آیتم ایجاد کنید.

source: Create customer quotes
fa: ایجاد پیش‌فاکتورهای مشتری

source: Create in Draft Status
fa: ایجاد در وضعیت پیش‌نویس

source: Create missing customer or supplier.
fa: مشتری یا تأمین‌کننده مفقود را ایجاد کنید.

source: Create {0} {1} ?
fa: {0} {1} ایجاد شود؟

source: Created {0} scorecards for {1} between:
fa: {0} کارت امتیاز برای {1} بین: ایجاد شد.

source: Creating Accounts...
fa: در حال ایجاد حساب‌ها...

source: Creating Delivery Note ...
fa: در حال ایجاد حواله انبار...

source: Creating Delivery Schedule...
fa: در حال ایجاد برنامه تحویل...

source: Creating Dimensions...
fa: در حال ایجاد ابعاد...

source: Creating Journal Entries...
fa: در حال ایجاد اسناد روزنامه...

source: Creating Packing Slip ...
fa: در حال ایجاد برگه‌ی بسته‌بندی...

source: Creating Purchase Invoices ...
fa: در حال ایجاد فاکتورهای خرید...

source: Creating Purchase Order ...
fa: در حال ایجاد سفارش خرید...

source: Creating Purchase Receipt ...
fa: در حال ایجاد رسید خرید...

source: Creating Sales Invoices ...
fa: در حال ایجاد فاکتورهای فروش ...

source: Creating Stock Entry
fa: در حال ایجاد سند انبار

source: Creating Subcontracting Inward Order ...
fa: در حال ایجاد سفارش ورودی پیمانکاری فرعی ...

source: Creating Subcontracting Order ...
fa: در حال ایجاد سفارش پیمانکاری فرعی ...

source: Creating Subcontracting Receipt ...
fa: در حال ایجاد رسید پیمانکاری فرعی ...

source: Creating User...
fa: در حال ایجاد کاربر...

source: Creating {} out of {} {}
fa: در حال ایجاد {0} از {1} {2}

source: Creation
fa: ایجاد

source: Creation of <b><a href='/app/{0}'>{1}(s)</a></b> successful
fa: ایجاد <b><a href='/app/{0}'>{1}(ها)</a></b> با موفقیت انجام شد

source: Creation of {0} failed. Check <b><a href="/app/bulk-transaction-log">Bulk Transaction Log</a></b>
fa: ایجاد {0} ناموفق بود. <b><a href="/app/bulk-transaction-log">گزارش تراکنش‌های انبوه</a></b> را بررسی کنید

source: Creation of {0} partially successful. Check <b><a href="/app/bulk-transaction-log">Bulk Transaction Log</a></b>
fa: ایجاد {0} تا حدی موفقیت‌آمیز بود. <b><a href="/app/bulk-transaction-log">گزارش تراکنش‌های انبوه</a></b> را بررسی کنید

source: Credit
fa: بستانکار

source: Credit (Transaction)
fa: بستانکار (تراکنش)

source: Credit ({0})
fa: بستانکار ({0})

source: Credit Account
fa: حساب بستانکار

source: Credit Amount
fa: مبلغ بستانکار

source: Credit Amount in Account Currency
fa: مبلغ بستانکار به ارز حساب

source: Credit Amount in Reporting Currency
fa: مبلغ بستانکار به ارز گزارشگری

source: Credit Amount in Transaction Currency
fa: مبلغ بستانکار به ارز تراکنش

source: Credit Balance
fa: مانده بستانکار

source: Credit Card
fa: کارت اعتباری

source: Credit Card Entry
fa: سند کارت اعتباری

source: Credit Days
fa: مهلت اعتبار

source: Credit Limit
fa: سقف اعتبار

source: Credit Limit Crossed
fa: از سقف اعتبار عبور شد

source: Credit Limit Settings
fa: تنظیمات سقف اعتبار

source: Credit Limit and Payment Terms
fa: سقف اعتبار و شرایط پرداخت

source: Credit Limit:
fa: سقف اعتبار:

source: Credit Limits
fa: سقف‌های اعتبار

source: Credit Months
fa: ماه‌های اعتبار

source: Credit Note
fa: برگشت از فروش

source: Credit Note Amount
fa: مبلغ برگشت از فروش

source: Credit Note Issued
fa: برگشت از فروش صادر شد

source: Credit Note will update it's own outstanding amount, even if 'Return Against' is specified.
fa: برگشت از فروش مبلغ سررسید نشده خود را به‌روزرسانی خواهد کرد، حتی اگر 'Return Against' مشخص شده باشد.

source: Credit Note {0} has been created automatically
fa: برگشت از فروش {0} به صورت خودکار ایجاد شده است

source: Credit To
fa: بستانکار به

source: Credit in Company Currency
fa: بستانکار به ارز شرکت

source: Credit limit has been crossed for customer {0} ({1}/{2})
fa: از سقف اعتبار برای مشتری {0} ({1}/{2}) عبور شده است

source: Credit limit is already defined for the Company {0}
fa: سقف اعتبار از قبل برای شرکت {0} تعریف شده است

source: Credit limit reached for customer {0}
fa: سقف اعتبار برای مشتری {0} پر شده است

source: Creditor Turnover Ratio
fa: نسبت گردش بستانکاران

source: Creditors
fa: بستانکاران

source: Criteria
fa: معیارها

source: Criteria Formula
fa: فرمول معیار

source: Criteria Name
fa: نام معیار

source: Criteria Setup
fa: تنظیمات معیار

source: Criteria Weight
fa: وزن معیار

source: Criteria weights must add up to 100%
fa: مجموع وزن معیارها باید ۱۰۰٪ باشد

source: Cron Interval should be between 1 and 59 Min
fa: بازه زمانی Cron باید بین ۱ تا ۵۹ دقیقه باشد

source: Cross Listing of Item in multiple groups
fa: فهرست‌بندی متقابل کالا در گروه‌های متعدد

source: Cubic Centimeter
fa: سانتی‌متر مکعب

source: Cubic Decimeter
fa: دسی‌متر مکعب

source: Cubic Foot
fa: فوت مکعب

source: Cubic Inch
fa: اینچ مکعب

source: Cubic Meter
fa: متر مکعب

source: Cubic Millimeter
fa: میلی‌متر مکعب

source: Cubic Yard
fa: یارد مکعب

source: Cumulative Transaction Threshold
fa: آستانه تراکنش تجمعی

source: Cup
fa: فنجان

source: Currency Exchange
fa: تبدیل ارز

source: Currency Exchange Settings
fa: تنظیمات تبدیل ارز

source: Currency Exchange Settings Details
fa: جزئیات تنظیمات تبدیل ارز

source: Currency Exchange Settings Result
fa: نتیجه تنظیمات تبدیل ارز

source: Currency Exchange must be applicable for Buying or for Selling.
fa: تبدیل ارز باید برای خرید یا برای فروش قابل اعمال باشد.

source: Currency and Price List
fa: ارز و لیست قیمت

source: Currency can not be changed after making entries using some other currency
fa: ارز را نمی‌توان پس از ثبت ورودی‌ها با ارزی دیگر تغییر داد

source: Currency filters are currently unsupported in Custom Financial Report.
fa: فیلترهای ارز در حال حاضر در گزارش مالی سفارشی پشتیبانی نمی‌شوند.

source: Currency for {0} must be {1}
fa: ارز برای {0} باید {1} باشد

source: Currency of the Closing Account must be {0}
fa: ارز حساب اختتامیه باید {0} باشد

source: Currency of the price list {0} must be {1} or {2}
fa: ارز لیست قیمت {0} باید {1} یا {2} باشد

source: Currency should be same as Price List Currency: {0}
fa: ارز باید با ارز لیست قیمت یکسان باشد: {0}

source: Current Address
fa: آدرس فعلی

source: Current Address Is
fa: آدرس فعلی است

source: Current Amount
fa: مبلغ فعلی

source: Current Asset
fa: دارایی جاری

source: Current Asset Value
fa: ارزش دارایی جاری

source: Current Assets
fa: دارایی‌های جاری

source: Current BOM
fa: BOM فعلی

source: Current BOM and New BOM can not be same
fa: BOM فعلی و BOM جدید نمی‌توانند یکسان باشند

source: Current Exchange Rate
fa: نرخ ارز فعلی

source: Current Index
fa: شاخص فعلی

source: Current Invoice End Date
fa: تاریخ پایان فاکتور فعلی

source: Current Invoice Start Date
fa: تاریخ شروع فاکتور فعلی

source: Current Level
fa: سطح فعلی

source: Current Liabilities
fa: بدهی‌های جاری

source: Current Liability
fa: بدهی جاری

source: Current Node
fa: گره فعلی

source: Current Qty
fa: مقدار فعلی

source: Current Ratio
fa: نسبت جاری

source: Current Serial / Batch Bundle
fa: بسته سریال / بچ فعلی

source: Current Serial No
fa: شماره سریال فعلی

source: Current State
fa: حالت فعلی

source: Current Status
fa: وضعیت فعلی

source: Current Stock
fa: موجودی فعلی

source: Current Time
fa: زمان فعلی

source: Current Valuation Rate
fa: نرخ ارزیابی فعلی

source: Curves
fa: منحنی‌ها

source: Custodian
fa: امین

source: Custody
fa: امانت

source: Custom API
fa: API سفارشی

source: Custom Financial Statement
fa: صورت مالی سفارشی

source: Custom Remarks
fa: ملاحظات سفارشی

source: Custom delimiters
fa: جداکننده‌های سفارشی

source: Customer
fa: مشتری

source: Customer
fa: مشتری

source: Customer / Item / Item Group
fa: مشتری / آیتم / گروه آیتم

source: Customer / Lead Address
fa: آدرس مشتری / سرنخ

source: Customer > Customer Group > Territory
fa: مشتری > گروه مشتری > قلمرو

source: Customer Acquisition and Loyalty
fa: جذب و وفاداری مشتری

source: Customer Address
fa: آدرس مشتری

source: Customer Addresses And Contacts
fa: آدرس‌ها و مخاطبین مشتری

source: Customer Advances
fa: پیش‌پرداخت‌های مشتری

source: Customer Code
fa: کد مشتری

source: Customer Contact
fa: مخاطب مشتری

source: Customer Contact Email
fa: ایمیل مخاطب مشتری

source: Customer Credit Balance
fa: مانده اعتبار مشتری

source: Customer Credit Limit
fa: حد اعتبار مشتری

source: Customer Currency
fa: واحد پول مشتری

source: Customer Defaults
fa: پیش‌فرض‌های مشتری

source: Customer Details
fa: جزئیات مشتری

source: Customer Feedback
fa: بازخورد مشتری

source: Customer Group
fa: گروه مشتری

source: Customer Group Item
fa: آیتم گروه مشتری

source: Customer Group Name
fa: نام گروه مشتری

source: Customer Group: {0} does not exist
fa: گروه مشتری: {0} وجود ندارد

source: Customer Groups
fa: گروه‌های مشتری

source: Customer Item
fa: آیتم مشتری

source: Customer Items
fa: آیتم‌های مشتری

source: Customer LPO
fa: LPO مشتری

source: Customer LPO No.
fa: شماره LPO مشتری

source: Customer Ledger Summary
fa: خلاصه دفتر کل مشتری

source: Customer Mobile No
fa: شماره موبایل مشتری

source: Customer Name
fa: نام مشتری

source: Customer Name:
fa: نام مشتری:

source: Customer Naming By
fa: نام‌گذاری مشتری بر اساس

source: Customer Number
fa: شماره مشتری

source: Customer Number At Supplier
fa: شماره مشتری نزد تأمین‌کننده

source: Customer Numbers
fa: شماره‌های مشتری

source: Customer PO
fa: سفارش خرید مشتری

source: Customer PO Details
fa: جزئیات سفارش خرید مشتری

source: Customer POS Id
fa: شناسه POS مشتری

source: Customer POS id
fa: شناسه POS مشتری

source: Customer Portal Users
fa: کاربران پورتال مشتری

source: Customer Primary Address
fa: آدرس اصلی مشتری

source: Customer Primary Contact
fa: مخاطب اصلی مشتری

source: Customer Provided
fa: ارائه شده توسط مشتری

source: Customer Provided Item Cost
fa: هزینه آیتم ارائه شده توسط مشتری

source: Customer Service
fa: خدمات مشتری

source: Customer Service Representative
fa: نماینده خدمات مشتری

source: Customer Territory
fa: منطقه مشتری

source: Customer Type
fa: نوع مشتری

source: Customer Warehouse
fa: انبار مشتری

source: Customer Warehouse (Optional)
fa: انبار مشتری (اختیاری)

source: Customer Warehouse {0} does not belong to Customer {1}.
fa: انبار مشتری {0} متعلق به مشتری {1} نیست.

source: Customer contact updated successfully.
fa: مخاطب مشتری با موفقیت به‌روز شد.

source: Customer is required
fa: مشتری اجباری است

source: Customer isn't enrolled in any Loyalty Program
fa: مشتری در هیچ برنامه وفاداری ثبت‌نام نکرده است

source: Customer or Item
fa: مشتری یا آیتم

source: Customer required for 'Customerwise Discount'
fa: مشتری برای 'تخفیف بر اساس مشتری' الزامی است

source: Customer {0} does not belong to project {1}
fa: مشتری {0} متعلق به پروژه {1} نیست

source: Customer's Item Code
fa: کد کالای مشتری

source: Customer's Purchase Order
fa: سفارش خرید مشتری

source: Customer's Purchase Order Date
fa: تاریخ سفارش خرید مشتری

source: Customer's Purchase Order No
fa: شماره سفارش خرید مشتری

source: Customer's Vendor
fa: فروشنده مشتری

source: Customer-wise Item Price
fa: قیمت آیتم بر اساس مشتری

source: Customer/Lead Name
fa: نام مشتری/سرنخ

source: Customer:
fa: مشتری:

source: Customers
fa: مشتریان

source: Customers Without Any Sales Transactions
fa: مشتریان بدون تراکنش فروش

source: Customers not selected.
fa: مشتریان انتخاب نشده‌اند.

source: Customerwise Discount
fa: تخفیف بر اساس مشتری

source: Customs Tariff Number
fa: شماره تعرفه گمرکی

source: Cycle/Second
fa: چرخه/ثانیه

source: D - E
fa: د - ه

source: Daily Project Summary for {0}
fa: خلاصه روزانه پروژه برای {0}

source: Daily Reminders
fa: یادآوری‌های روزانه

source: Daily Time to send
fa: زمان روزانه برای ارسال

source: Daily Timesheet Summary
fa: خلاصه کارکرد روزانه

source: Daily Yield (%)
fa: بازده روزانه (٪)

source: Data Based On
fa: داده‌ها بر اساس

source: Data Fetch Method
fa: روش واکشی داده

source: Data Import Configuration
fa: پیکربندی واردات داده

source: Data Import and Settings
fa: واردات و تنظیمات داده

source: Data Source
fa: منبع داده

source: Date
fa: تاریخ

source: Date Based On
fa: تاریخ بر اساس

source: Date Of Retirement
fa: تاریخ بازنشستگی

source: Date Settings
fa: تنظیمات تاریخ

source: Date must be between {0} and {1}
fa: تاریخ باید بین {0} و {1} باشد

source: Date of Birth
fa: تاریخ تولد

source: Date of Birth cannot be greater than today.
fa: تاریخ تولد نمی‌تواند بزرگتر از امروز باشد.

source: Date of Commencement
fa: تاریخ آغاز فعالیت

source: Date of Commencement should be greater than Date of Incorporation
fa: تاریخ آغاز فعالیت باید بزرگتر از تاریخ ثبت شرکت باشد

source: Date of Establishment
fa: تاریخ تأسیس

source: Date of Incorporation
fa: تاریخ ثبت شرکت

source: Date of Issue
fa: تاریخ صدور

source: Date of Joining
fa: تاریخ استخدام

source: Date of Transaction
fa: تاریخ تراکنش

source: Date: {0} to {1}
fa: تاریخ: {0} تا {1}

source: Dates
fa: تاریخ‌ها

source: Dates to Process
fa: تاریخ‌های جهت پردازش

source: Day Of Week
fa: روز هفته

source: Day to Send
fa: روز ارسال

source: Day(s) after invoice date
fa: روز(ها) پس از تاریخ فاکتور

source: Day(s) after the end of the invoice month
fa: روز(ها) پس از پایان ماه فاکتور

source: Days
fa: روزها

source: Days Since Last Order
fa: روزهای سپری شده از آخرین سفارش

source: Days Since Last order
fa: روزهای سپری شده از آخرین سفارش

source: Days Until Due
fa: روزهای تا سررسید

source: Days before the current subscription period
fa: روزها قبل از دوره اشتراک فعلی

source: DeLinked
fa: قطع ارتباط شده

source: Deal Owner
fa: مالک معامله

source: Dealer
fa: نماینده فروش

source: Debit
fa: بدهکار

source: Debit (Transaction)
fa: بدهکار (تراکنش)

source: Debit ({0})
fa: بدهکار ({0})

source: Debit / Credit Note Posting Date
fa: تاریخ ثبت سند بدهکار / بستانکار

source: Debit Account
fa: حساب بدهکار

source: Debit Amount
fa: مبلغ بدهکار

source: Debit Amount in Account Currency
fa: مبلغ بدهکار به ارز حساب

source: Debit Amount in Reporting Currency
fa: مبلغ بدهکار به ارز گزارشگری
