Repository: ai-solution-company/systemafarin-custom-addon
Catalog: iran_core/locale/*.po
Languages: fa

source: Reconciled Entries
fa: اسناد تطبیق‌یافته

source: Reconciliation Date
fa: تاریخ تطبیق

source: Reconciliation Error Log
fa: گزارش خطای تطبیق

source: Reconciliation Logs
fa: گزارش‌های تطبیق

source: Reconciliation Progress
fa: پیشرفت تطبیق

source: Reconciliation Queue Size
fa: اندازه صف تطبیق

source: Reconciliation Takes Effect On
fa: تطبیق در تاریخ اعمال می‌شود

source: Recording HTML
fa: HTML ثبت شده

source: Recording URL
fa: URL ضبط

source: Records
fa: رکوردها

source: Recoverable Standard Rated expenses should not be set when Reverse Charge Applicable is Y
fa: هزینه‌های استاندارد قابل بازیافت نباید زمانی که عوارض معکوس قابل اعمال است Y تنظیم شود

source: Recreate Stock Ledgers
fa: بازسازی دفاتر موجودی

source: Recurse Every (As Per Transaction UOM)
fa: تکرار هر (بر اساس واحد اندازه‌گیری تراکنش)

source: Recurse Over Qty cannot be less than 0
fa: مقدار تکرار بازگشتی نمی‌تواند کمتر از 0 باشد

source: Recursive Discounts with Mixed condition is not supported by the system
fa: تخفیف‌های بازگشتی با شرط ترکیبی توسط سیستم پشتیبانی نمی‌شود

source: Redeem Against
fa: استفاده در مقابل

source: Redeem Loyalty Points
fa: استفاده از امتیازات وفاداری

source: Redeemed Points
fa: امتیازات استفاده شده

source: Redemption
fa: استفاده

source: Redemption Account
fa: حساب استفاده

source: Redemption Cost Center
fa: مرکز هزینه استفاده

source: Redemption Date
fa: تاریخ استفاده

source: Ref Code
fa: کد مرجع

source: Ref Date
fa: تاریخ مرجع

source: Reference #{0} dated {1}
fa: مرجع شماره {0} به تاریخ {1}

source: Reference Date for Early Payment Discount
fa: تاریخ مرجع برای تخفیف پرداخت زودهنگام

source: Reference Detail
fa: جزئیات مرجع

source: Reference Detail No
fa: شماره جزئیات مرجع

source: Reference Doctype must be one of {0}
fa: داک‌تایپ مرجع باید یکی از {0} باشد

source: Reference Due Date
fa: تاریخ سررسید مرجع

source: Reference Exchange Rate
fa: نرخ ارز مرجع

source: Reference No
fa: شماره مرجع

source: Reference No & Reference Date is required for {0}
fa: شماره مرجع و تاریخ مرجع برای {0} الزامی است

source: Reference No and Reference Date is mandatory for Bank transaction
fa: شماره مرجع و تاریخ مرجع برای تراکنش بانکی اجباری است.

source: Reference No is mandatory if you entered Reference Date
fa: اگر تاریخ مرجع را وارد کرده‌اید، شماره مرجع اجباری است.

source: Reference No.
fa: شماره مرجع

source: Reference Number
fa: شماره مرجع

source: Reference Purchase Receipt
fa: رسید خرید مرجع

source: Reference Row
fa: ردیف مرجع

source: Reference Row #
fa: ردیف مرجع #

source: Reference for Reservation
fa: مرجع برای رزرو

source: Reference number of the invoice from the previous system
fa: شماره مرجع فاکتور از سیستم قبلی

source: Reference: {0}, Item Code: {1} and Customer: {2}
fa: مرجع: {0}, کد کالا: {1} و مشتری: {2}

source: References
fa: ارجاعات

source: References to Sales Invoices are Incomplete
fa: ارجاعات به فاکتورهای فروش ناقص هستند.

source: References to Sales Orders are Incomplete
fa: ارجاعات به سفارشات فروش ناقص هستند.

source: References {0} of type {1} had no outstanding amount left before submitting the Payment Entry. Now they have a negative outstanding amount.
fa: ارجاعات {0} از نوع {1} قبل از ثبت سند پرداخت هیچ مبلغ باقیمانده‌ای نداشتند. اکنون مبلغ باقیمانده منفی دارند.

source: Referral Code
fa: کد معرف

source: Referral Sales Partner
fa: شریک فروش معرف

source: Refresh Plaid Link
fa: بازخوانی Plaid Link

source: Regards,
fa: با احترام،

source: Regenerate Stock Closing Entry
fa: بازتولید سند اختتامیه موجودی

source: Regional
fa: منطقه‌ای

source: Registration Details
fa: جزئیات ثبت

source: Regular
fa: عادی

source: Rejected
fa: رد شده

source: Rejected Qty
fa: مقدار رد شده

source: Rejected Quantity
fa: مقدار رد شده

source: Rejected Serial No
fa: شماره سریال رد شده

source: Rejected Serial and Batch Bundle
fa: بسته سریال و بچ رد شده

source: Rejected Warehouse
fa: انبار رد شده

source: Rejected Warehouse and Accepted Warehouse cannot be same.
fa: انبار رد شده و انبار پذیرفته شده نمی‌توانند یکسان باشند.

source: Related
fa: مرتبط

source: Relation
fa: ارتباط

source: Release Date
fa: تاریخ انتشار

source: Release date must be in the future
fa: تاریخ انتشار باید در آینده باشد.

source: Relieving Date
fa: تاریخ تسویه

source: Remaining
fa: باقیمانده

source: Remaining Amount
fa: مبلغ باقیمانده

source: Remaining Balance
fa: مانده باقیمانده

source: Remark
fa: ملاحظه

source: Remarks
fa: ملاحظات

source: Remarks Column Length
fa: طول ستون ملاحظات

source: Remarks:
fa: ملاحظات:

source: Remove Parent Row No in Items Table
fa: حذف شماره ردیف والد در جدول آیتم‌ها

source: Remove item if charges is not applicable to that item
fa: حذف آیتم در صورتی که هزینه‌ها به آن تعلق نگیرد

source: Removed items with no change in quantity or value.
fa: آیتم‌های حذف شده بدون تغییر در مقدار یا ارزش.

source: Removing rows without exchange gain or loss
fa: حذف ردیف‌ها بدون سود یا زیان تسعیر ارز

source: Rename Attribute Value in Item Attribute.
fa: تغییر نام مقدار ویژگی در ویژگی آیتم.

source: Rename Log
fa: گزارش تغییر نام

source: Rename Not Allowed
fa: تغییر نام مجاز نیست

source: Rename Tool
fa: ابزار تغییر نام

source: Rename jobs for doctype {0} have been enqueued.
fa: عملیات تغییر نام برای داک‌تایپ {0} در صف قرار گرفت.

source: Rename jobs for doctype {0} have not been enqueued.
fa: عملیات تغییر نام برای داک‌تایپ {0} در صف قرار نگرفت.

source: Renaming it is only allowed via parent company {0}, to avoid mismatch.
fa: تغییر نام آن فقط از طریق شرکت والد {0} مجاز است تا از عدم تطابق جلوگیری شود.

source: Rent
fa: اجاره

source: Rented
fa: اجاره شده

source: Reorder Level
fa: نقطه سفارش

source: Reorder Qty
fa: مقدار سفارش مجدد

source: Reorder level based on Warehouse
fa: نقطه سفارش بر اساس انبار

source: Repack
fa: بسته‌بندی مجدد

source: Repair
fa: تعمیر

source: Repair Asset
fa: تعمیر دارایی

source: Repair Cost
fa: هزینه تعمیر

source: Repair Purchase Invoices
fa: اصلاح فاکتورهای خرید

source: Repair Status
fa: وضعیت تعمیر

source: Repair cost cannot be greater than purchase invoice base net total {0}
fa: هزینه تعمیر نمی‌تواند بیشتر از مجموع خالص پایه فاکتور خرید {0} باشد.

source: Repeat Customer Revenue
fa: درآمد مشتریان تکراری

source: Repeat Customers
fa: مشتریان تکراری

source: Replace
fa: جایگزینی

source: Replace BOM
fa: جایگزینی BOM

source: Replace a particular BOM in all other BOMs where it is used. It will replace the old BOM link, update cost and regenerate "BOM Explosion Item" table as per new BOM. It also updates latest price in all the BOMs.
fa: یک BOM خاص را در تمام BOMهای دیگری که استفاده شده است، جایگزین می‌کند. این کار لینک BOM قدیمی را جایگزین کرده، هزینه را به‌روزرسانی می‌کند و جدول "آیتم‌های تفکیک BOM" را بر اساس BOM جدید بازسازی می‌کند. همچنین آخرین قیمت را در تمام BOMها به‌روزرسانی می‌کند.

source: Report Date
fa: تاریخ گزارش

source: Report Error
fa: گزارش خطا

source: Report Line Items
fa: اقلام گزارش

source: Report Template
fa: قالب گزارش

source: Report Type is mandatory
fa: نوع گزارش اجباری است

source: Report an Issue
fa: گزارش مشکل

source: Reporting Currency
fa: واحد پول گزارشگری

source: Reporting Currency Exchange Not Found
fa: نرخ تسعیر ارز گزارشگری یافت نشد

source: Reporting Currency Exchange Rate
fa: نرخ تسعیر ارز گزارشگری

source: Reports to
fa: گزارش‌دهنده به

source: Repost Accounting Ledger
fa: ثبت مجدد دفتر کل حسابداری

source: Repost Accounting Ledger Items
fa: بازثبت اقلام دفتر حسابداری

source: Repost Accounting Ledger Settings
fa: تنظیمات بازثبت دفتر کل حسابداری

source: Repost Allowed Types
fa: انواع مجاز بازثبت

source: Repost Error Log
fa: گزارش خطای بازثبت

source: Repost Item Valuation
fa: بازثبت ارزیابی کالا

source: Repost Payment Ledger
fa: بازثبت دفتر کل پرداخت

source: Repost Payment Ledger Items
fa: بازثبت اقلام دفتر کل پرداخت

source: Repost Status
fa: وضعیت بازثبت

source: Repost has started in the background
fa: بازثبت در پس‌زمینه شروع شده است

source: Repost in background
fa: بازثبت در پس‌زمینه

source: Repost started in the background
fa: بازثبت در پس‌زمینه آغاز شد

source: Reposting Completed {0}%
fa: بازثبت {0}% تکمیل شد

source: Reposting Data File
fa: فایل داده بازثبت

source: Reposting Info
fa: اطلاعات بازثبت

source: Reposting Progress
fa: پیشرفت بازثبت

source: Reposting entries created: {0}
fa: ورودی‌های بازثبت ایجاد شده: {0}

source: Reposting has been started in the background.
fa: بازثبت در پس‌زمینه شروع شده است.

source: Reposting in the background.
fa: بازثبت در پس‌زمینه.

source: Represents Company
fa: نشان‌دهنده شرکت

source: Represents a Financial Year. All accounting entries and other major transactions are tracked against the Fiscal Year.
fa: نشان‌دهنده یک سال مالی است. تمام ورودی‌های حسابداری و سایر تراکنش‌های اصلی بر اساس سال مالی پیگیری می‌شوند.

source: Reqd By Date
fa: تاریخ مورد نیاز

source: Reqd Qty (BOM)
fa: مقدار مورد نیاز (BOM)

source: Reqd by date
fa: تاریخ مورد نیاز

source: Reqired Qty
fa: مقدار مورد نیاز

source: Request For Quotation
fa: درخواست استعلام بها

source: Request Parameters
fa: پارامترهای درخواست

source: Request Type
fa: نوع درخواست

source: Request for
fa: درخواست برای

source: Request for Information
fa: درخواست اطلاعات

source: Request for Quotation
fa: درخواست استعلام بها

source: Request for Quotation Item
fa: آیتم درخواست استعلام بها

source: Request for Quotation Supplier
fa: تأمین‌کننده درخواست استعلام بها

source: Request for Raw Materials
fa: درخواست مواد اولیه

source: Requested
fa: درخواست شده

source: Requested Items To Be Transferred
fa: آیتم‌های درخواست شده جهت انتقال

source: Requested Items to Order and Receive
fa: آیتم‌های درخواست شده برای سفارش و دریافت

source: Requested Qty
fa: مقدار درخواست شده

source: Requested Qty: Quantity requested for purchase, but not ordered.
fa: مقدار درخواست شده: مقداری که برای خرید درخواست شده، اما سفارش داده نشده است.

source: Requesting Site
fa: سایت درخواست‌کننده

source: Requestor
fa: درخواست‌کننده

source: Required By
fa: درخواست‌کننده

source: Required Date
fa: تاریخ مورد نیاز

source: Required Items
fa: اقلام مورد نیاز

source: Required On
fa: مورد نیاز در تاریخ

source: Required Qty
fa: مقدار مورد نیاز

source: Required Quantity
fa: مقدار مورد نیاز

source: Requirement
fa: نیاز

source: Requires Fulfilment
fa: نیاز به انجام دارد

source: Research
fa: تحقیق

source: Research & Development
fa: تحقیق و توسعه

source: Researcher
fa: محقق

source: Reselect, if the chosen address is edited after save
fa: در صورت ویرایش آدرس انتخاب شده پس از ذخیره، مجدداً انتخاب کنید

source: Reselect, if the chosen contact is edited after save
fa: در صورت ویرایش مخاطب انتخاب شده پس از ذخیره، مجدداً انتخاب کنید

source: Reseller
fa: فروشنده مجدد

source: Resend Payment Email
fa: ارسال مجدد ایمیل پرداخت

source: Reservation
fa: رزرو

source: Reservation Based On
fa: رزرو بر اساس

source: Reserve
fa: رزرو

source: Reserve Stock
fa: رزرو موجودی

source: Reserve Warehouse
fa: رزرو انبار

source: Reserve for Raw Materials
fa: رزرو برای مواد اولیه

source: Reserve for Sub-assembly
fa: رزرو برای زیرمونتاژ

source: Reserved
fa: رزرو شده

source: Reserved Qty
fa: مقدار رزرو شده

source: Reserved Qty ({0}) cannot be a fraction. To allow this, disable '{1}' in UOM {3}.
fa: مقدار رزرو شده ({0}) نمی‌تواند کسری باشد. برای اجازه دادن به این کار، '{1}' را در واحد اندازه‌گیری {3} غیرفعال کنید.

source: Reserved Qty for Production
fa: مقدار رزرو شده برای تولید

source: Reserved Qty for Production Plan
fa: مقدار رزرو شده برای برنامه تولید

source: Reserved Qty for Production: Raw materials quantity to make manufacturing items.
fa: مقدار رزرو شده برای تولید: مقدار مواد اولیه برای ساخت اقلام تولیدی.

source: Reserved Qty for Subcontract
fa: مقدار رزرو شده برای برون‌سپاری

source: Reserved Qty for Subcontract: Raw materials quantity to make subcontracted items.
fa: مقدار رزرو شده برای برون‌سپاری: مقدار مواد اولیه برای ساخت اقلام برون‌سپاری شده.

source: Reserved Qty should be greater than Delivered Qty.
fa: مقدار رزرو شده باید بیشتر از مقدار تحویل داده شده باشد.

source: Reserved Qty: Quantity ordered for sale, but not delivered.
fa: مقدار رزرو شده: مقداری که برای فروش سفارش داده شده، اما تحویل داده نشده است.

source: Reserved Quantity
fa: مقدار رزرو شده

source: Reserved Quantity for Production
fa: مقدار رزرو شده برای تولید

source: Reserved Serial No.
fa: شماره سریال رزرو شده

source: Reserved Stock
fa: موجودی رزرو شده

source: Reserved Stock for Batch
fa: موجودی رزرو شده برای بچ

source: Reserved Stock for Raw Materials
fa: موجودی رزرو شده برای مواد اولیه

source: Reserved Stock for Sub-assembly
fa: موجودی رزرو شده برای زیرمونتاژ

source: Reserved Warehouse is mandatory for the Item {item_code} in Raw Materials supplied.
fa: انبار رزرو شده برای آیتم {item_code} در مواد اولیه تأمین شده اجباری است.

source: Reserved for POS Transactions
fa: رزرو شده برای تراکنش‌های POS

source: Reserved for Production
fa: رزرو شده برای تولید

source: Reserved for Production Plan
fa: رزرو شده برای برنامه تولید

source: Reserved for Sub Contracting
fa: رزرو شده برای برون‌سپاری

source: Reserved for manufacturing
fa: رزرو شده برای ساخت

source: Reserved for sale
fa: رزرو شده برای فروش

source: Reserved for sub contracting
fa: رزرو شده برای برون‌سپاری

source: Reserving Stock...
fa: در حال رزرو موجودی...

source: Reset Company Default Values
fa: بازنشانی مقادیر پیش‌فرض شرکت

source: Reset Plaid Link
fa: بازنشانی لینک Plaid

source: Reset Raw Materials Table
fa: بازنشانی جدول مواد اولیه

source: Reset Service Level Agreement
fa: بازنشانی توافق‌نامه سطح خدمات

source: Resetting Service Level Agreement.
fa: در حال بازنشانی توافق‌نامه سطح خدمات.

source: Resignation Letter Date
fa: تاریخ نامه استعفا

source: Resolution
fa: راه‌حل

source: Resolution By
fa: راه‌حل توسط

source: Resolution Date
fa: تاریخ راه‌حل

source: Resolution Details
fa: جزئیات راه‌حل

source: Resolution Due
fa: مهلت راه‌حل

source: Resolution Time
fa: زمان راه‌حل

source: Resolutions
fa: راه‌حل‌ها

source: Resolve
fa: رفع کردن

source: Resolved
fa: رفع شده

source: Resolved By
fa: رفع شده توسط

source: Response By
fa: پاسخ توسط

source: Response Details
fa: جزئیات پاسخ

source: Response Key List
fa: لیست کلیدهای پاسخ

source: Response Options
fa: گزینه‌های پاسخ

source: Response Result Key Path
fa: مسیر کلید نتیجه پاسخ

source: Response Time for {0} priority in row {1} can't be greater than Resolution Time.
fa: زمان پاسخ برای اولویت {0} در ردیف {1} نمی‌تواند بیشتر از زمان راه‌حل باشد.

source: Response and Resolution
fa: پاسخ و راه‌حل

source: Responsible
fa: مسئول

source: Rest Of The World
fa: بقیه جهان

source: Restart
fa: راه‌اندازی مجدد

source: Restart Subscription
fa: راه‌اندازی مجدد اشتراک

source: Restore Asset
fa: بازیابی دارایی

source: Restrict
fa: محدود کردن

source: Restrict Items Based On
fa: محدود کردن آیتم‌ها بر اساس

source: Restrict to Countries
fa: محدود کردن به کشورها

source: Result Key
fa: کلید نتیجه

source: Result Preview Field
fa: فیلد پیش‌نمایش نتیجه

source: Result Route Field
fa: فیلد مسیر نتیجه

source: Result Title Field
fa: فیلد عنوان نتیجه

source: Resume
fa: ادامه

source: Resume Job
fa: ادامه کار

source: Resume Timer
fa: ادامه زمان‌سنج

source: Retail & Wholesale
fa: خرده‌فروشی و عمده‌فروشی

source: Retailer
fa: خرده‌فروش

source: Retain Sample
fa: نگهداری نمونه

source: Retained Earnings
fa: سود انباشته

source: Retention Stock Entry
fa: سند انبار نگهداری

source: Retention Stock Entry already created or Sample Quantity not provided
fa: سند انبار نگهداری قبلاً ایجاد شده یا مقدار نمونه ارائه نشده است

source: Retried
fa: تلاش مجدد شد

source: Retry Failed Transactions
fa: تلاش مجدد برای تراکنش‌های ناموفق

source: Return
fa: برگشت

source: Return / Credit Note
fa: برگشت از فروش / یادداشت بستانکار

source: Return / Debit Note
fa: برگشت از خرید / یادداشت بدهکار

source: Return Against
fa: برگشت در مقابل

source: Return Against Delivery Note
fa: برگشت در مقابل حواله انبار

source: Return Against Purchase Invoice
fa: برگشت در مقابل فاکتور خرید

source: Return Against Purchase Receipt
fa: برگشت در مقابل رسید خرید

source: Return Against Subcontracting Receipt
fa: برگشت در مقابل رسید برون‌سپاری

source: Return Components
fa: برگشت قطعات

source: Return Issued
fa: برگشت صادر شده

source: Return Qty
fa: مقدار برگشتی

source: Return Qty from Rejected Warehouse
fa: مقدار برگشتی از انبار رد شده

source: Return Raw Material to Customer
fa: برگشت مواد اولیه به مشتری

source: Return invoice of asset cancelled
fa: فاکتور برگشت دارایی لغو شد

source: Return of Components
fa: برگشت قطعات

source: Return on Asset Ratio
fa: نسبت بازده دارایی

source: Return on Equity Ratio
fa: نسبت بازده حقوق صاحبان سهام

source: Returned
fa: برگشتی

source: Returned Against
fa: برگشت داده شده در مقابل

source: Returned Amount
fa: مبلغ برگشتی

source: Returned Qty
fa: مقدار برگشتی

source: Returned Qty
fa: مقدار برگشتی

source: Returned Qty in Stock UOM
fa: مقدار برگشتی در واحد اندازه‌گیری انبار

source: Returned exchange rate is neither integer not float.
fa: نرخ ارز برگشتی نه عدد صحیح است و نه اعشاری.

source: Returns
fa: برگشتی‌ها

source: Revaluation Journals
fa: اسناد روزنامه تجدید ارزیابی

source: Revaluation Surplus
fa: مازاد تجدید ارزیابی

source: Revenue
fa: درآمد

source: Reversal Of
fa: برگشت از

source: Reverse Journal Entry
fa: برگشت سند روزنامه

source: Reverse Sign
fa: معکوس کردن علامت

source: Review
fa: بررسی

source: Review Date
fa: تاریخ بررسی

source: Review and Action
fa: بررسی و اقدام

source: Reviews
fa: بررسی‌ها

source: Rgt
fa: راست

source: Right Child
fa: فرزند راست

source: Right Index
fa: اندیس راست

source: Ringing
fa: زنگ زدن

source: Rod
fa: میله

source: Role Allowed to Create/Edit Back-dated Transactions
fa: نقش مجاز برای ایجاد/ویرایش تراکنش‌های با تاریخ گذشته

source: Role Allowed to Edit Frozen Stock
fa: نقش مجاز برای ویرایش موجودی مسدود شده

source: Role Allowed to Over Bill
fa: نقش مجاز برای صورتحساب بیش از حد

source: Role Allowed to Over Deliver/Receive
fa: نقش مجاز برای تحویل/دریافت بیش از حد

source: Role Allowed to Override Stop Action
fa: نقش مجاز برای نادیده گرفتن توقف عملیات

source: Role Allowed to Set Frozen Accounts and Edit Frozen Entries
fa: نقش مجاز برای تنظیم حساب‌های مسدود شده و ویرایش ورودی‌های مسدود شده

source: Role allowed to bypass Credit Limit
fa: نقش مجاز برای دور زدن سقف اعتبار

source: Root
fa: ریشه

source: Root Company
fa: شرکت ریشه

source: Root Type
fa: نوع ریشه

source: Root Type for {0} must be one of the Asset, Liability, Income, Expense and Equity
fa: نوع ریشه برای {0} باید یکی از موارد دارایی، بدهی، درآمد، هزینه و حقوق صاحبان سهام باشد

source: Root Type is mandatory
fa: نوع ریشه اجباری است

source: Root cannot be edited.
fa: ریشه قابل ویرایش نیست.

source: Root cannot have a parent cost center
fa: ریشه نمی‌تواند مرکز هزینه والد داشته باشد

source: Round Free Qty
fa: گرد کردن مقدار رایگان

source: Round Off
fa: گرد کردن

source: Round Off Account
fa: حساب گرد کردن

source: Round Off Cost Center
fa: مرکز هزینه گرد کردن

source: Round Off Tax Amount
fa: گرد کردن مبلغ مالیات

source: Round Off for Opening
fa: گرد کردن برای افتتاحیه

source: Round Tax Amount Row-wise
fa: گرد کردن مبلغ مالیات به ازای هر ردیف

source: Rounded Total
fa: جمع گرد شده

source: Rounded Total (Company Currency)
fa: جمع گرد شده (ارز شرکت)

source: Rounding Adjustment
fa: تعدیل گرد کردن

source: Rounding Adjustment (Company Currency
fa: تعدیل گرد کردن (ارز شرکت

source: Rounding Adjustment (Company Currency)
fa: تعدیل گرد کردن (ارز شرکت)

source: Rounding Loss Allowance
fa: کسری مجاز گرد کردن

source: Rounding Loss Allowance should be between 0 and 1
fa: کسری مجاز گرد کردن باید بین 0 و 1 باشد

source: Rounding gain/loss Entry for Stock Transfer
fa: سند سود/زیان گرد کردن برای انتقال انبار

source: Routing
fa: مسیر تولید

source: Routing Name
fa: نام مسیر تولید

source: Row # {0}:
fa: ردیف {0}:

source: Row # {0}: Cannot return more than {1} for Item {2}
fa: ردیف {0}: نمی‌توان بیش از {1} برای آیتم {2} برگشت داد

source: Row # {0}: Please add Serial and Batch Bundle for Item {1}
fa: ردیف {0}: لطفاً بسته‌بندی سریال و بچ را برای آیتم {1} اضافه کنید

source: Row # {0}: Please enter quantity for Item {1} as it is not zero.
fa: ردیف {0}: لطفاً مقدار را برای آیتم {1} وارد کنید زیرا صفر نیست.

source: Row # {0}: Rate cannot be greater than the rate used in {1} {2}
fa: ردیف {0}: نرخ نمی‌تواند بیشتر از نرخ استفاده شده در {1} {2} باشد

source: Row # {0}: Returned Item {1} does not exist in {2} {3}
fa: ردیف {0}: آیتم برگشتی {1} در {2} {3} وجود ندارد

source: Row #1: Sequence ID must be 1 for Operation {0}.
fa: ردیف ۱: شناسه توالی باید ۱ برای عملیات {0} باشد.

source: Row #{0} (Payment Table): Amount must be negative
fa: ردیف {0} (جدول پرداخت): مبلغ باید منفی باشد

source: Row #{0} (Payment Table): Amount must be positive
fa: ردیف {0} (جدول پرداخت): مبلغ باید مثبت باشد

source: Row #{0}: A reorder entry already exists for warehouse {1} with reorder type {2}.
fa: ردیف {0}: یک سند سفارش مجدد از قبل برای انبار {1} با نوع سفارش مجدد {2} وجود دارد.

source: Row #{0}: Acceptance Criteria Formula is incorrect.
fa: ردیف {0}: فرمول معیارهای پذیرش نادرست است.

source: Row #{0}: Acceptance Criteria Formula is required.
fa: ردیف {0}: فرمول معیارهای پذیرش الزامی است.

source: Row #{0}: Accepted Warehouse and Rejected Warehouse cannot be same
fa: ردیف {0}: انبار پذیرفته شده و انبار رد شده نمی‌توانند یکسان باشند

source: Row #{0}: Accepted Warehouse is mandatory for the accepted Item {1}
fa: ردیف {0}: انبار پذیرفته شده برای آیتم پذیرفته شده {1} اجباری است

source: Row #{0}: Account {1} does not belong to company {2}
fa: ردیف {0}: حساب {1} متعلق به شرکت {2} نیست

source: Row #{0}: Allocated Amount cannot be greater than Outstanding Amount of Payment Request {1}
fa: ردیف {0}: مبلغ تخصیص‌یافته نمی‌تواند بیشتر از مبلغ باقیمانده درخواست پرداخت {1} باشد

source: Row #{0}: Allocated Amount cannot be greater than outstanding amount.
fa: ردیف {0}: مبلغ تخصیص‌یافته نمی‌تواند بیشتر از مبلغ باقیمانده باشد.

source: Row #{0}: Allocated amount:{1} is greater than outstanding amount:{2} for Payment Term {3}
fa: ردیف {0}: مبلغ تخصیص‌یافته:{1} بیشتر از مبلغ باقیمانده:{2} برای شرط پرداخت {3} است

source: Row #{0}: Amount must be a positive number
fa: ردیف {0}: مبلغ باید یک عدد مثبت باشد

source: Row #{0}: Asset {1} cannot be sold, it is already {2}
fa: ردیف {0}: دارایی {1} قابل فروش نیست، زیرا از قبل {2} است

source: Row #{0}: Asset {1} is already sold
fa: ردیف {0}: دارایی {1} از قبل فروخته شده است

source: Row #{0}: BOM is not specified for subcontracting item {0}
fa: ردیف {0}: BOM برای آیتم برون‌سپاری {0} مشخص نشده است

source: Row #{0}: BOM not found for FG Item {1}
fa: ردیف {0}: BOM برای آیتم کالای نهایی {1} یافت نشد

source: Row #{0}: Batch No {1} is already selected.
fa: ردیف {0}: شماره بچ {1} از قبل انتخاب شده است.

source: Row #{0}: Batch No(s) {1} is not a part of the linked Subcontracting Inward Order. Please select valid Batch No(s).
fa: ردیف {0}: شماره(های) بچ {1} بخشی از سفارش ورودی برون‌سپاری مرتبط نیست. لطفاً شماره(های) بچ معتبر را انتخاب کنید.

source: Row #{0}: Cannot allocate more than {1} against payment term {2}
fa: ردیف {0}: نمی‌توان بیش از {1} در برابر شرط پرداخت {2} تخصیص داد

source: Row #{0}: Cannot cancel this Manufacturing Stock Entry as billed quantity of Item {1} cannot be greater than consumed quantity.
fa: ردیف {0}: نمی‌توان این سند انبار تولید را لغو کرد زیرا مقدار صورت‌حساب شده آیتم {1} نمی‌تواند بیشتر از مقدار مصرف شده باشد.

source: Row #{0}: Cannot cancel this Manufacturing Stock Entry as quantity of Scrap Item {1} produced cannot be less than quantity delivered.
fa: ردیف {0}: نمی‌توان این سند انبار تولید را لغو کرد زیرا مقدار تولید شده آیتم ضایعاتی {1} نمی‌تواند کمتر از مقدار تحویل شده باشد.

source: Row #{0}: Cannot cancel this Stock Entry as returned quantity cannot be greater than delivered quantity for Item {1} in the linked Subcontracting Inward Order
fa: ردیف {0}: نمی‌توان این سند انبار را لغو کرد زیرا مقدار برگشتی نمی‌تواند بیشتر از مقدار تحویل شده برای آیتم {1} در سفارش ورودی برون‌سپاری مرتبط باشد
