Repository: ai-solution-company/systemafarin-custom-addon
Catalog: iran_core/locale/*.po
Languages: fa

source: This will be appended to the Item Code of the variant. For example, if your abbreviation is "SM", and the item code is "T-SHIRT", the item code of the variant will be "T-SHIRT-SM"
fa: این به کد کالای واریانت اضافه خواهد شد. به عنوان مثال، اگر مخفف شما "SM" باشد و کد کالا "T-SHIRT" باشد، کد کالای واریانت "T-SHIRT-SM" خواهد بود.

source: This will restrict user access to other employee records
fa: این دسترسی کاربر را به سایر سوابق کارمندان محدود خواهد کرد.

source: This {} will be treated as material transfer.
fa: این {} به عنوان انتقال مواد در نظر گرفته خواهد شد.

source: Threshold for Suggestion
fa: آستانه پیشنهاد

source: Threshold for Suggestion (In Percentage)
fa: آستانه پیشنهاد (درصد)

source: Thumbnail
fa: تصویر بندانگشتی

source: Tier Name
fa: نام رده

source: Time (In Mins)
fa: زمان (به دقیقه)

source: Time Between Operations (Mins)
fa: زمان بین عملیات (دقیقه)

source: Time In Mins
fa: زمان (به دقیقه)

source: Time Logs
fa: گزارش‌های زمان

source: Time Required (In Mins)
fa: زمان مورد نیاز (به دقیقه)

source: Time Sheet
fa: برگه زمان

source: Time Sheet List
fa: لیست برگه‌های زمان

source: Time Sheets
fa: برگه‌های زمان

source: Time Taken to Deliver
fa: زمان صرف شده برای تحویل

source: Time Tracking
fa: ردیابی زمان

source: Time at which materials were received
fa: زمان دریافت مواد

source: Time in mins
fa: زمان به دقیقه

source: Time in mins.
fa: زمان به دقیقه.

source: Time logs are required for {0} {1}
fa: ثبت زمان برای {0} {1} الزامی است

source: Time slot is not available
fa: بازه زمانی در دسترس نیست

source: Time(in mins)
fa: زمان (به دقیقه)

source: Timer
fa: تایمر

source: Timer exceeded the given hours.
fa: تایمر از ساعات تعیین شده فراتر رفت.

source: Timesheet
fa: برگه زمان

source: Timesheet Billing Summary
fa: خلاصه صورتحساب برگه زمان

source: Timesheet Detail
fa: جزئیات برگه زمان

source: Timesheet for tasks.
fa: برگه زمان برای وظایف.

source: Timesheet {0} is already completed or cancelled
fa: برگه زمان {0} قبلاً تکمیل یا لغو شده است

source: Timesheets
fa: برگه‌های زمان

source: Timesheets help keep track of time, cost and billing for activities done by your team
fa: برگه‌های زمان به پیگیری زمان، هزینه و صورتحساب فعالیت‌های انجام شده توسط تیم شما کمک می‌کنند

source: Timeslots
fa: بازه‌های زمانی

source: To Bill
fa: جهت صورتحساب

source: To Currency
fa: به ارز

source: To Date cannot be before From Date
fa: تاریخ پایان نمی‌تواند قبل از تاریخ شروع باشد

source: To Date cannot be before From Date.
fa: تاریخ پایان نمی‌تواند قبل از تاریخ شروع باشد.

source: To Date cannot be less than From Date
fa: تاریخ پایان نمی‌تواند کمتر از تاریخ شروع باشد

source: To Date is mandatory
fa: تاریخ پایان اجباری است

source: To Date must be greater than From Date
fa: تاریخ پایان باید بزرگتر از تاریخ شروع باشد

source: To Date should be within the Fiscal Year. Assuming To Date = {0}
fa: تاریخ پایان باید در سال مالی باشد. با فرض تاریخ پایان = {0}

source: To Datetime
fa: تا تاریخ و زمان

source: To Deliver
fa: جهت تحویل

source: To Deliver and Bill
fa: جهت تحویل و صورتحساب

source: To Delivery Date
fa: تا تاریخ تحویل

source: To Doctype
fa: به نوع سند

source: To Due Date
fa: تا تاریخ سررسید

source: To Employee
fa: به کارمند

source: To Fiscal Year
fa: تا سال مالی

source: To Folio No
fa: تا شماره عطف

source: To Invoice Date
fa: تا تاریخ فاکتور

source: To No
fa: تا شماره

source: To Package No.
fa: تا شماره بسته

source: To Pay
fa: برای پرداخت

source: To Payment Date
fa: تا تاریخ پرداخت

source: To Posting Date
fa: تا تاریخ ثبت

source: To Range
fa: تا محدوده

source: To Receive
fa: برای دریافت

source: To Receive and Bill
fa: برای دریافت و صورتحساب

source: To Reference Date
fa: تا تاریخ مرجع

source: To Rename
fa: برای تغییر نام

source: To Shareholder
fa: تا سهامدار

source: To Time
fa: تا زمان

source: To Time cannot be before from date
fa: زمان پایان نمی‌تواند قبل از تاریخ شروع باشد

source: To Track inbound purchase
fa: برای ردیابی خرید ورودی

source: To Value
fa: تا ارزش

source: To Warehouse
fa: تا انبار

source: To Warehouse (Optional)
fa: تا انبار (اختیاری)

source: To add Operations tick the 'With Operations' checkbox.
fa: برای افزودن عملیات، تیک گزینه «با عملیات» را بزنید.

source: To add subcontracted Item's raw materials if include exploded items is disabled.
fa: برای افزودن مواد اولیه آیتم‌های برون‌سپاری شده در صورتی که شامل آیتم‌های منفجر شده غیرفعال باشد.

source: To allow over billing, update "Over Billing Allowance" in Accounts Settings or the Item.
fa: برای اجازه اضافه صورتحساب، «حد مجاز اضافه صورتحساب» را در تنظیمات حسابداری یا آیتم به‌روزرسانی کنید.

source: To allow over receipt / delivery, update "Over Receipt/Delivery Allowance" in Stock Settings or the Item.
fa: برای اجازه اضافه دریافت / تحویل، «حد مجاز اضافه دریافت/تحویل» را در تنظیمات انبار یا آیتم به‌روزرسانی کنید.

source: To apply condition on parent field use parent.field_name and to apply condition on child table use doc.field_name. Here field_name could be based on the actual column name of the respective field.
fa: برای اعمال شرط بر روی فیلد والد از parent.field_name و برای اعمال شرط بر روی جدول فرزند از doc.field_name استفاده کنید. در اینجا field_name می‌تواند بر اساس نام ستون واقعی فیلد مربوطه باشد.

source: To be Delivered to Customer
fa: برای تحویل به مشتری

source: To cancel a {} you need to cancel the POS Closing Entry {}.
fa: برای لغو یک {} باید سند بستن صندوق فروشگاهی {} را لغو کنید.

source: To cancel this Sales Invoice you need to cancel the POS Closing Entry {}.
fa: برای لغو این فاکتور فروش باید سند بستن صندوق فروشگاهی {} را لغو کنید.

source: To create a Payment Request reference document is required
fa: برای ایجاد درخواست پرداخت، سند مرجع الزامی است.

source: To enable Capital Work in Progress Accounting,
fa: برای فعال کردن حسابداری دارایی در جریان ساخت،

source: To include non-stock items in the material request planning. i.e. Items for which 'Maintain Stock' checkbox is unticked.
fa: برای گنجاندن آیتم‌های غیرانباری در برنامه‌ریزی درخواست مواد. یعنی آیتم‌هایی که تیک گزینه «نگهداری موجودی» برای آن‌ها برداشته شده است.

source: To include sub-assembly costs and scrap items in Finished Goods on a work order without using a job card, when the 'Use Multi-Level BOM' option is enabled.
fa: برای گنجاندن هزینه‌های زیرمونتاژ و اقلام ضایعاتی در کالای ساخته شده در یک سفارش کار بدون استفاده از کارت کار، زمانی که گزینه «استفاده از BOM چند سطحی» فعال باشد.

source: To include tax in row {0} in Item rate, taxes in rows {1} must also be included
fa: برای گنجاندن مالیات در ردیف {0} در نرخ آیتم، مالیات‌های ردیف‌های {1} نیز باید گنجانده شوند.

source: To merge, following properties must be same for both items
fa: برای ادغام، ویژگی‌های زیر باید برای هر دو آیتم یکسان باشند.

source: To not apply Pricing Rule in a particular transaction, all applicable Pricing Rules should be disabled.
fa: برای عدم اعمال قانون قیمت‌گذاری در یک تراکنش خاص، تمام قوانین قیمت‌گذاری قابل اجرا باید غیرفعال شوند.

source: To overrule this, enable '{0}' in company {1}
fa: برای نادیده گرفتن این مورد، '{0}' را در شرکت {1} فعال کنید.

source: To still proceed with editing this Attribute Value, enable {0} in Item Variant Settings.
fa: برای ادامه ویرایش این مقدار ویژگی، {0} را در تنظیمات تنوع آیتم فعال کنید.

source: To submit the invoice without purchase order please set {0} as {1} in {2}
fa: برای ثبت فاکتور بدون سفارش خرید، لطفاً {0} را به عنوان {1} در {2} تنظیم کنید.

source: To submit the invoice without purchase receipt please set {0} as {1} in {2}
fa: برای ثبت فاکتور بدون رسید خرید، لطفاً {0} را به عنوان {1} در {2} تنظیم کنید.

source: To use a different finance book, please uncheck 'Include Default FB Assets'
fa: برای استفاده از دفتر مالی متفاوت، لطفاً تیک «شامل دارایی‌های دفتر مالی پیش‌فرض» را بردارید.

source: To use a different finance book, please uncheck 'Include Default FB Entries'
fa: برای استفاده از دفتر مالی متفاوت، لطفاً تیک 'شامل ورودی‌های پیش‌فرض دفتر مالی' را بردارید.

source: Ton (Long)/Cubic Yard
fa: تن (بلند)/یارد مکعب

source: Ton (Short)/Cubic Yard
fa: تن (کوتاه)/یارد مکعب

source: Ton-Force (UK)
fa: تن-نیرو (بریتانیا)

source: Ton-Force (US)
fa: تن-نیرو (آمریکا)

source: Tonne
fa: تن

source: Tonne-Force(Metric)
fa: تن-نیرو (متریک)

source: Too many columns. Export the report and print it using a spreadsheet application.
fa: تعداد ستون‌ها بیش از حد است. گزارش را صادر کرده و با استفاده از یک برنامه صفحه گسترده آن را چاپ کنید.

source: Torr
fa: تور

source: Total (Company Currency)
fa: مجموع (ارز شرکت)

source: Total (Credit)
fa: مجموع (بستانکار)

source: Total (Without Tax)
fa: مجموع (بدون مالیات)

source: Total Achieved
fa: مجموع محقق شده

source: Total Active Items
fa: مجموع آیتم‌های فعال

source: Total Actual
fa: مجموع واقعی

source: Total Additional Costs
fa: مجموع هزینه‌های اضافی

source: Total Advance
fa: مجموع پیش‌پرداخت

source: Total Allocated Amount
fa: مجموع مبلغ تخصیص‌یافته

source: Total Allocated Amount (Company Currency)
fa: مجموع مبلغ تخصیص‌یافته (ارز شرکت)

source: Total Allocations
fa: مجموع تخصیص‌ها

source: Total Amount
fa: مجموع مبلغ

source: Total Amount Currency
fa: ارز مجموع مبلغ

source: Total Amount Due
fa: مجموع مبلغ قابل پرداخت

source: Total Amount in Words
fa: مجموع مبلغ به حروف

source: Total Applicable Charges in Purchase Receipt Items table must be same as Total Taxes and Charges
fa: مجموع هزینه‌های قابل اعمال در جدول آیتم‌های رسید خرید باید با مجموع مالیات‌ها و هزینه‌ها برابر باشد

source: Total Asset
fa: مجموع دارایی

source: Total Asset Cost
fa: مجموع بهای تمام شده دارایی

source: Total Assets
fa: مجموع دارایی‌ها

source: Total Billable Amount
fa: مجموع مبلغ قابل صورتحساب

source: Total Billable Amount (via Timesheet)
fa: مجموع مبلغ قابل صورتحساب (از طریق برگه‌ی زمان)

source: Total Billable Hours
fa: مجموع ساعات قابل صورتحساب

source: Total Billed Amount
fa: مجموع مبلغ صورتحساب شده

source: Total Billed Amount (via Sales Invoice)
fa: مجموع مبلغ صورتحساب شده (از طریق فاکتور فروش)

source: Total Billed Hours
fa: مجموع ساعات صورتحساب شده

source: Total Billing Amount
fa: مجموع مبلغ صورتحساب

source: Total Billing Hours
fa: مجموع ساعات صورتحساب

source: Total Budget
fa: مجموع بودجه

source: Total Characters
fa: مجموع کاراکترها

source: Total Commission
fa: مجموع کمیسیون

source: Total Completed Qty
fa: مجموع مقدار تکمیل شده

source: Total Consumed Material Cost (via Stock Entry)
fa: کل بهای مواد مصرفی (از طریق سند انبار)

source: Total Contribution Amount Against Invoices: {0}
fa: کل مبلغ مشارکت در مقابل فاکتورها: {0}

source: Total Contribution Amount Against Orders: {0}
fa: کل مبلغ مشارکت در مقابل سفارشات: {0}

source: Total Cost
fa: کل هزینه

source: Total Cost (Company Currency)
fa: کل هزینه (ارز شرکت)

source: Total Costing Amount
fa: کل مبلغ بهای تمام‌شده

source: Total Costing Amount (via Timesheet)
fa: کل مبلغ بهای تمام‌شده (از طریق تایم‌شیت)

source: Total Credit
fa: کل بستانکار

source: Total Credit/ Debit Amount should be same as linked Journal Entry
fa: مبلغ کل بستانکار/بدهکار باید با سند روزنامه مرتبط یکسان باشد

source: Total Debit
fa: کل بدهکار

source: Total Debit must be equal to Total Credit. The difference is {0}
fa: کل بدهکار باید با کل بستانکار برابر باشد. تفاوت {0} است

source: Total Delivered Amount
fa: کل مبلغ تحویل‌شده

source: Total Demand (Past Data)
fa: کل تقاضا (داده‌های گذشته)

source: Total Equity
fa: کل حقوق صاحبان سهام

source: Total Estimated Distance
fa: کل مسافت تخمینی

source: Total Expense
fa: کل هزینه

source: Total Expense This Year
fa: کل هزینه امسال

source: Total Experience
fa: کل سابقه

source: Total Forecast (Future Data)
fa: کل پیش‌بینی (داده‌های آینده)

source: Total Forecast (Past Data)
fa: کل پیش‌بینی (داده‌های گذشته)

source: Total Gain/Loss
fa: کل سود/زیان

source: Total Hold Time
fa: کل زمان انتظار

source: Total Holidays
fa: کل تعطیلات

source: Total Income
fa: کل درآمد

source: Total Income This Year
fa: کل درآمد امسال

source: Total Incoming Bills
fa: کل صورتحساب‌های ورودی

source: Total Incoming Payment
fa: کل دریافت‌ها

source: Total Incoming Value (Receipt)
fa: کل ارزش ورودی (رسید)

source: Total Interest
fa: کل بهره

source: Total Invoiced Amount
fa: کل مبلغ فاکتور شده

source: Total Issues
fa: کل موارد

source: Total Items
fa: کل آیتم‌ها

source: Total Landed Cost
fa: کل بهای تمام‌شده تا مقصد

source: Total Landed Cost (Company Currency)
fa: کل بهای تمام‌شده تا مقصد (ارز شرکت)

source: Total Liability
fa: کل بدهی

source: Total Message(s)
fa: کل پیام(ها)

source: Total Monthly Sales
fa: کل فروش ماهانه

source: Total Net Weight
fa: کل وزن خالص

source: Total Number of Booked Depreciations
fa: کل تعداد استهلاک‌های ثبت‌شده

source: Total Number of Depreciations
fa: کل تعداد استهلاک‌ها

source: Total Only
fa: فقط مجموع

source: Total Operating Cost
fa: کل هزینه عملیاتی

source: Total Operation Time
fa: کل زمان عملیات

source: Total Order Considered
fa: کل سفارشات در نظر گرفته شده

source: Total Order Value
fa: ارزش کل سفارش

source: Total Other Charges
fa: کل سایر هزینه‌ها

source: Total Outgoing
fa: کل خروجی

source: Total Outgoing Bills
fa: کل صورتحساب‌های خروجی

source: Total Outgoing Payment
fa: کل پرداخت خروجی

source: Total Outgoing Value (Consumption)
fa: ارزش کل خروجی (مصرف)

source: Total Outstanding
fa: کل مانده

source: Total Outstanding Amount
fa: کل مبلغ مانده

source: Total Paid Amount
fa: کل مبلغ پرداخت شده

source: Total Payment Amount in Payment Schedule must be equal to Grand / Rounded Total
fa: کل مبلغ پرداخت در برنامه پرداخت باید برابر با جمع کل / جمع گرد شده باشد

source: Total Payment Request amount cannot be greater than {0} amount
fa: کل مبلغ درخواست پرداخت نمی‌تواند بیشتر از مبلغ {0} باشد

source: Total Payments
fa: کل پرداخت‌ها

source: Total Picked Quantity {0} is more than ordered qty {1}. You can set the Over Picking Allowance in Stock Settings.
fa: مقدار انتخاب شده {0} بیشتر از مقدار سفارش داده شده {1} است. می‌توانید میزان اضافه برداشت را در تنظیمات انبار تعیین کنید.

source: Total Planned Qty
fa: کل مقدار برنامه‌ریزی شده

source: Total Produced Qty
fa: کل مقدار تولید شده

source: Total Projected Qty
fa: کل مقدار پیش‌بینی شده

source: Total Purchase Amount
fa: کل مبلغ خرید

source: Total Purchase Cost (via Purchase Invoice)
fa: کل هزینه خرید (از طریق فاکتور خرید)

source: Total Qty
fa: کل مقدار

source: Total Quantity
fa: کل مقدار

source: Total Received Amount
fa: کل مبلغ دریافت شده

source: Total Repair Cost
fa: کل هزینه تعمیر

source: Total Reposting Count
fa: تعداد کل ثبت مجدد

source: Total Revenue
fa: کل درآمد

source: Total Sales Amount
fa: کل مبلغ فروش

source: Total Sales Amount (via Sales Order)
fa: کل مبلغ فروش (از طریق سفارش فروش)

source: Total Stock Summary
fa: خلاصه کل موجودی

source: Total Stock Value
fa: ارزش کل موجودی

source: Total Supplied Qty
fa: کل مقدار تأمین شده

source: Total Target
fa: کل هدف

source: Total Tasks
fa: کل وظایف

source: Total Tax
fa: کل مالیات

source: Total Taxes and Charges
fa: کل مالیات‌ها و هزینه‌ها

source: Total Taxes and Charges (Company Currency)
fa: کل مالیات‌ها و هزینه‌ها (واحد پول شرکت)

source: Total Time (in Mins)
fa: کل زمان (به دقیقه)

source: Total Time in Mins
fa: کل زمان به دقیقه

source: Total Unpaid: {0}
fa: مجموع پرداخت‌نشده: {0}

source: Total Value
fa: ارزش کل

source: Total Value Difference (Incoming - Outgoing)
fa: تفاوت ارزش کل (ورودی - خروجی)

source: Total Variance
fa: کل واریانس

source: Total Vendor Invoices Cost (Company Currency)
fa: مجموع هزینه فاکتورهای تأمین‌کننده (واحد پول شرکت)

source: Total Views
fa: کل بازدیدها

source: Total Warehouses
fa: کل انبارها

source: Total Weight
fa: وزن کل

source: Total Weight (kg)
fa: وزن کل (کیلوگرم)

source: Total Working Hours
fa: کل ساعات کاری

source: Total Workstation Time (In Hours)
fa: کل زمان ایستگاه کاری (بر حسب ساعت)

source: Total allocated percentage for sales team should be 100
fa: درصد تخصیص‌یافته کل برای تیم فروش باید ۱۰۰ باشد

source: Total contribution percentage should be equal to 100
fa: درصد سهم کل باید برابر با ۱۰۰ باشد

source: Total hours: {0}
fa: کل ساعات: {0}

source: Total payments amount can't be greater than {}
fa: مبلغ کل پرداخت‌ها نمی‌تواند بیشتر از {} باشد

source: Total percentage against cost centers should be 100
fa: درصد کل برای مراکز هزینه باید ۱۰۰ باشد

source: Total quantity in delivery schedule cannot be greater than the item quantity
fa: مقدار کل در برنامه تحویل نمی‌تواند بیشتر از مقدار آیتم باشد

source: Total {0} ({1})
fa: مجموع {0} ({1})

source: Total {0} for all items is zero, may be you should change 'Distribute Charges Based On'
fa: مجموع {0} برای همه آیتم‌ها صفر است، شاید باید 'توزیع هزینه‌ها بر اساس' را تغییر دهید

source: Total(Amt)
fa: کل (مبلغ)

source: Total(Qty)
fa: کل (تعداد)

source: Traceability
fa: ردیابی

source: Tracebility Direction
fa: جهت ردیابی

source: Track Semi Finished Goods
fa: ردیابی کالاهای نیمه‌ساخته

source: Track Service Level Agreement
fa: ردیابی توافق‌نامه سطح خدمات

source: Track separate Income and Expense for product verticals or divisions.
fa: ردیابی درآمد و هزینه جداگانه برای بخش‌های عمودی محصول یا دپارتمان‌ها.

source: Tracking Status
fa: وضعیت ردیابی

source: Tracking Status Info
fa: اطلاعات وضعیت ردیابی

source: Tracking URL
fa: لینک ردیابی

source: Transaction
fa: تراکنش

source: Transaction Currency
fa: واحد پول تراکنش

source: Transaction Date
fa: تاریخ تراکنش

source: Transaction Deletion Document: {0} is running for this Company. {1}
fa: سند حذف تراکنش: {0} برای این شرکت در حال اجرا است. {1}

source: Transaction Deletion Record
fa: رکورد حذف تراکنش

source: Transaction Deletion Record Details
fa: جزئیات رکورد حذف تراکنش

source: Transaction Deletion Record Item
fa: آیتم رکورد حذف تراکنش

source: Transaction Details
fa: جزئیات تراکنش

source: Transaction Exchange Rate
fa: نرخ ارز تراکنش

source: Transaction ID
fa: شناسه تراکنش

source: Transaction Information
fa: اطلاعات تراکنش

source: Transaction Name
fa: نام تراکنش

source: Transaction Settings
fa: تنظیمات تراکنش

source: Transaction Type
fa: نوع تراکنش

source: Transaction currency must be same as Payment Gateway currency
fa: ارز تراکنش باید با ارز درگاه پرداخت یکسان باشد

source: Transaction currency: {0} cannot be different from Bank Account({1}) currency: {2}
fa: ارز تراکنش: {0} نمی‌تواند با ارز حساب بانکی ({1}): {2} متفاوت باشد

source: Transaction not allowed against stopped Work Order {0}
fa: تراکنش در برابر سفارش کار متوقف شده {0} مجاز نیست

source: Transaction reference no {0} dated {1}
fa: شماره مرجع تراکنش {0} به تاریخ {1}

source: Transactions
fa: تراکنش‌ها

source: Transactions Annual History
fa: تاریخچه سالانه تراکنش‌ها

source: Transactions against the Company already exist! Chart of Accounts can only be imported for a Company with no transactions.
fa: تراکنش‌ها برای این شرکت از قبل وجود دارند! نمودار حساب‌ها فقط برای شرکتی که تراکنشی ندارد قابل وارد کردن است.

source: Transactions using Sales Invoice in POS are disabled.
fa: تراکنش‌ها با استفاده از فاکتور فروش در POS غیرفعال شده‌اند.

source: Transfer
fa: انتقال

source: Transfer Asset
fa: انتقال دارایی

source: Transfer Extra Raw Materials to WIP (%)
fa: انتقال مواد اولیه اضافی به کالای در جریان ساخت (٪)

source: Transfer From Warehouses
fa: انتقال از انبارها

source: Transfer Material Against
fa: انتقال مواد در برابر

source: Transfer Materials
fa: انتقال مواد

source: Transfer Materials For Warehouse {0}
fa: انتقال مواد برای انبار {0}

source: Transfer Status
fa: وضعیت انتقال

source: Transfer Type
fa: نوع انتقال

source: Transfer and Issue
fa: انتقال و صدور

source: Transferred
fa: منتقل شده

source: Transferred Qty
fa: مقدار منتقل شده

source: Transferred Quantity
fa: مقدار منتقل شده

source: Transferred Raw Materials
fa: مواد اولیه منتقل شده

source: Transit
fa: ترانزیت

source: Transit Entry
fa: سند ترانزیت

source: Transport Receipt Date
fa: تاریخ رسید حمل و نقل

source: Transport Receipt No
fa: شماره رسید حمل و نقل

source: Transportation
fa: حمل و نقل

source: Transporter
fa: حمل‌کننده

source: Transporter Details
fa: جزئیات حمل‌کننده

source: Transporter Info
fa: اطلاعات حمل‌کننده

source: Transporter Name
fa: نام حمل‌کننده

source: Travel Expenses
fa: هزینه‌های سفر

source: Tree Details
fa: جزئیات درختواره

source: Tree Type
fa: نوع درختواره

source: Tree of Procedures
fa: درختواره رویه‌ها

source: Trial Balance
fa: تراز آزمایشی

source: Trial Balance (Simple)
fa: تراز آزمایشی (ساده)

source: Trial Balance for Party
fa: تراز آزمایشی طرف حساب

source: Trial Period End Date
fa: تاریخ پایان دوره آزمایشی

source: Trial Period End Date Cannot be before Trial Period Start Date
fa: تاریخ پایان دوره آزمایشی نمی‌تواند قبل از تاریخ شروع دوره آزمایشی باشد

source: Trial Period Start Date
fa: تاریخ شروع دوره آزمایشی

source: Trial Period Start date cannot be after Subscription Start Date
fa: تاریخ شروع دوره آزمایشی نمی‌تواند بعد از تاریخ شروع اشتراک باشد

source: Trialing
fa: آزمایشی

source: Truncates 'Remarks' column to set character length
fa: ستون 'ملاحظات' را به طول کاراکتر تنظیم‌شده کوتاه می‌کند

source: Turnover Ratios
fa: نسبت‌های گردش

source: Twice Daily
fa: دو بار در روز

source: Two-way
fa: دو طرفه

source: Type Of Call
fa: نوع تماس

source: Type of Material
fa: نوع کالا

source: Type of Payment
fa: نوع پرداخت

source: Type of Transaction
fa: نوع تراکنش

source: Type of document to rename.
fa: نوع سندی که باید تغییر نام یابد.

source: Type of financial statement this template generates
fa: نوع صورت مالی که این الگو تولید می‌کند

source: Types of activities for Time Logs
fa: انواع فعالیت‌ها برای ثبت زمان

source: UAE VAT Account
fa: حساب مالیات بر ارزش افزوده امارات

source: UAE VAT Accounts
fa: حساب‌های مالیات بر ارزش افزوده امارات

source: UAE VAT Settings
fa: تنظیمات مالیات بر ارزش افزوده امارات

source: UOM
fa: واحد اندازه‌گیری

source: UOM Category
fa: دسته‌بندی واحد اندازه‌گیری

source: UOM Conversion Detail
fa: جزئیات تبدیل واحد اندازه‌گیری

source: UOM Conversion Factor
fa: ضریب تبدیل واحد اندازه‌گیری

source: UOM Conversion factor ({0} -> {1}) not found for item: {2}
fa: ضریب تبدیل واحد اندازه‌گیری ({0} -> {1}) برای آیتم: {2} یافت نشد

source: UOM Conversion factor is required in row {0}
fa: ضریب تبدیل واحد اندازه‌گیری در ردیف {0} اجباری است

source: UOM Name
fa: نام واحد اندازه‌گیری

source: UOM conversion factor required for UOM: {0} in Item: {1}
fa: ضریب تبدیل واحد اندازه‌گیری برای واحد اندازه‌گیری: {0} در آیتم: {1} اجباری است

source: UOM {0} not found in Item {1}
fa: واحد اندازه‌گیری {0} در آیتم {1} یافت نشد

source: UOMs
fa: واحدهای اندازه‌گیری

source: URL can only be a string
fa: نشانی اینترنتی فقط می‌تواند یک رشته باشد

source: UnBuffered Cursor
fa: مکان‌نمای بدون بافر

source: UnReconcile
fa: لغو تطبیق

source: UnReconcile Allocations
fa: لغو تطبیق تخصیص‌ها

source: Unable to find exchange rate for {0} to {1} for key date {2}. Please create a Currency Exchange record manually
fa: امکان یافتن نرخ ارز برای {0} به {1} در تاریخ {2} وجود ندارد. لطفاً یک سند نرخ ارز را به صورت دستی ایجاد کنید

source: Unable to find exchange rate for {0} to {1} for key date {2}. Please create a Currency Exchange record manually.
fa: امکان یافتن نرخ ارز برای {0} به {1} در تاریخ {2} وجود ندارد. لطفاً یک سند نرخ ارز را به صورت دستی ایجاد کنید.

source: Unable to find score starting at {0}. You need to have standing scores covering 0 to 100
fa: امکان یافتن امتیاز شروع از {0} وجود ندارد. شما باید امتیازات ثابتی داشته باشید که 0 تا 100 را پوشش دهند

source: Unable to find the time slot in the next {0} days for the operation {1}. Please increase the 'Capacity Planning For (Days)' in the {2}.
fa: امکان یافتن بازه زمانی در {0} روز آینده برای عملیات {1} وجود ندارد. لطفاً 'برنامه‌ریزی ظرفیت برای (روز)' را در {2} افزایش دهید.

source: Unable to find variable:
fa: امکان یافتن متغیر:

source: Unallocated Amount
fa: مبلغ تخصیص‌نیافته

source: Unassigned Qty
fa: مقدار تخصیص‌نیافته

source: Unbilled Orders
fa: سفارشات فاکتور نشده

source: Unblock Invoice
fa: رفع انسداد فاکتور

source: Unclosed Fiscal Years Profit / Loss (Credit)
fa: سود / زیان سال‌های مالی بسته‌نشده (بستانکار)

source: Under AMC
fa: تحت قرارداد AMC
