Repository: ai-solution-company/systemafarin-custom-addon
Catalog: iran_core/locale/*.po
Languages: fa

source: Row {0}: Accepted Qty and Rejected Qty can't be zero at the same time.
fa: ردیف {0}: مقدار پذیرفته شده و مقدار رد شده نمی‌توانند همزمان صفر باشند.

source: Row {0}: Account {1} and Party Type {2} have different account types
fa: ردیف {0}: حساب {1} و نوع طرف حساب {2} دارای انواع حساب متفاوتی هستند.

source: Row {0}: Activity Type is mandatory.
fa: ردیف {0}: نوع فعالیت اجباری است.

source: Row {0}: Advance against Customer must be credit
fa: ردیف {0}: پیش‌پرداخت مشتری باید بستانکار باشد.

source: Row {0}: Advance against Supplier must be debit
fa: ردیف {0}: پیش‌پرداخت تأمین‌کننده باید بدهکار باشد.

source: Row {0}: Allocated amount {1} must be less than or equal to invoice outstanding amount {2}
fa: ردیف {0}: مبلغ تخصیص یافته {1} باید کمتر یا مساوی با مبلغ باقیمانده فاکتور {2} باشد.

source: Row {0}: Allocated amount {1} must be less than or equal to remaining payment amount {2}
fa: ردیف {0}: مبلغ تخصیص یافته {1} باید کمتر یا مساوی با مبلغ باقیمانده پرداخت {2} باشد.

source: Row {0}: As {1} is enabled, raw materials cannot be added to {2} entry. Use {3} entry to consume raw materials.
fa: ردیف {0}: از آنجا که {1} فعال است، مواد اولیه را نمی‌توان به سند {2} اضافه کرد. از سند {3} برای مصرف مواد اولیه استفاده کنید.

source: Row {0}: Bill of Materials not found for the Item {1}
fa: ردیف {0}: لیست مواد برای آیتم {1} یافت نشد.

source: Row {0}: Both Debit and Credit values cannot be zero
fa: ردیف {0}: هر دو مقدار بدهکار و بستانکار نمی‌توانند صفر باشند.

source: Row {0}: Conversion Factor is mandatory
fa: ردیف {0}: ضریب تبدیل اجباری است.

source: Row {0}: Cost Center {1} does not belong to Company {2}
fa: ردیف {0}: مرکز هزینه {1} متعلق به شرکت {2} نیست.

source: Row {0}: Cost center is required for an item {1}
fa: ردیف {0}: مرکز هزینه برای آیتم {1} اجباری است.

source: Row {0}: Credit entry can not be linked with a {1}
fa: ردیف {0}: ثبت بستانکار نمی‌تواند به {1} مرتبط شود.

source: Row {0}: Currency of the BOM #{1} should be equal to the selected currency {2}
fa: ردیف {0}: ارز BOM شماره {1} باید برابر با ارز انتخاب شده {2} باشد.

source: Row {0}: Debit entry can not be linked with a {1}
fa: ردیف {0}: ثبت بدهکار نمی‌تواند به {1} مرتبط شود.

source: Row {0}: Delivery Warehouse ({1}) and Customer Warehouse ({2}) can not be same
fa: ردیف {0}: انبار تحویل ({1}) و انبار مشتری ({2}) نمی‌توانند یکسان باشند.

source: Row {0}: Delivery Warehouse cannot be same as Customer Warehouse for Item {1}.
fa: ردیف {0}: انبار تحویل نمی‌تواند برای آیتم {1} با انبار مشتری یکسان باشد.

source: Row {0}: Due Date in the Payment Terms table cannot be before Posting Date
fa: ردیف {0}: تاریخ سررسید در جدول شرایط پرداخت نمی‌تواند قبل از تاریخ ثبت باشد.

source: Row {0}: Either Delivery Note Item or Packed Item reference is mandatory.
fa: ردیف {0}: مرجع آیتم حواله خروج یا آیتم بسته‌بندی شده اجباری است.

source: Row {0}: Exchange Rate is mandatory
fa: ردیف {0}: نرخ ارز اجباری است.

source: Row {0}: Expected Value After Useful Life must be less than Net Purchase Amount
fa: ردیف {0}: ارزش مورد انتظار پس از عمر مفید باید کمتر از مبلغ خالص خرید باشد.

source: Row {0}: Expense Head changed to {1} as no Purchase Receipt is created against Item {2}.
fa: ردیف {0}: سرفصل هزینه به {1} تغییر یافت زیرا هیچ رسید خریدی برای آیتم {2} ایجاد نشده است.

source: Row {0}: Expense Head changed to {1} because account {2} is not linked to warehouse {3} or it is not the default inventory account
fa: ردیف {0}: سرفصل هزینه به {1} تغییر یافت زیرا حساب {2} به انبار {3} مرتبط نیست یا حساب پیش‌فرض موجودی نیست.

source: Row {0}: Expense Head changed to {1} because expense is booked against this account in Purchase Receipt {2}
fa: ردیف {0}: سرفصل هزینه به {1} تغییر یافت زیرا هزینه در رسید خرید {2} در این حساب ثبت شده است.

source: Row {0}: For Supplier {1}, Email Address is Required to send an email
fa: ردیف {0}: برای تأمین‌کننده {1}، آدرس ایمیل برای ارسال ایمیل اجباری است.

source: Row {0}: From Time and To Time is mandatory.
fa: ردیف {0}: زمان شروع و زمان پایان اجباری است.

source: Row {0}: From Time and To Time of {1} is overlapping with {2}
fa: ردیف {0}: زمان شروع و زمان پایان {1} با {2} همپوشانی دارد.

source: Row {0}: From Warehouse is mandatory for internal transfers
fa: ردیف {0}: انبار مبدأ برای انتقال‌های داخلی اجباری است.

source: Row {0}: From time must be less than to time
fa: ردیف {0}: زمان شروع باید کمتر از زمان پایان باشد.

source: Row {0}: Hours value must be greater than zero.
fa: ردیف {0}: مقدار ساعت باید بزرگتر از صفر باشد.

source: Row {0}: Invalid reference {1}
fa: ردیف {0}: مرجع {1} نامعتبر است.

source: Row {0}: Item Tax template updated as per validity and rate applied
fa: ردیف {0}: الگوی مالیات آیتم بر اساس اعتبار و نرخ اعمال شده به‌روزرسانی شد.

source: Row {0}: Item rate has been updated as per valuation rate since its an internal stock transfer
fa: ردیف {0}: نرخ آیتم بر اساس نرخ ارزیابی به‌روزرسانی شده است زیرا این یک انتقال داخلی موجودی است.

source: Row {0}: Item {1} must be a stock item.
fa: ردیف {0}: آیتم {1} باید یک آیتم انبارداری باشد.

source: Row {0}: Item {1} must be a subcontracted item.
fa: ردیف {0}: آیتم {1} باید یک آیتم برون‌سپاری شده باشد.

source: Row {0}: Item {1}'s quantity cannot be higher than the available quantity.
fa: ردیف {0}: مقدار آیتم {1} نمی‌تواند بیشتر از مقدار موجود باشد.

source: Row {0}: Packed Qty must be equal to {1} Qty.
fa: ردیف {0}: مقدار بسته‌بندی شده باید برابر با مقدار {1} باشد.

source: Row {0}: Packing Slip is already created for Item {1}.
fa: ردیف {0}: برگه بسته‌بندی قبلاً برای آیتم {1} ایجاد شده است.

source: Row {0}: Party / Account does not match with {1} / {2} in {3} {4}
fa: ردیف {0}: طرف حساب / حساب با {1} / {2} در {3} {4} مطابقت ندارد.

source: Row {0}: Party Type and Party is required for Receivable / Payable account {1}
fa: ردیف {0}: نوع طرف حساب و طرف حساب برای حساب دریافتنی / پرداختنی {1} اجباری است.

source: Row {0}: Payment Term is mandatory
fa: ردیف {0}: شرط پرداخت اجباری است.

source: Row {0}: Payment against Sales/Purchase Order should always be marked as advance
fa: ردیف {0}: پرداخت در برابر سفارش فروش/خرید همیشه باید به عنوان پیش‌پرداخت علامت‌گذاری شود.

source: Row {0}: Please check 'Is Advance' against Account {1} if this is an advance entry.
fa: ردیف {0}: لطفاً 'آیا پیش‌پرداخت است' را در برابر حساب {1} بررسی کنید، اگر این یک ثبت پیش‌پرداخت است.

source: Row {0}: Please provide a valid Delivery Note Item or Packed Item reference.
fa: ردیف {0}: لطفاً یک مرجع معتبر آیتم حواله خروج یا آیتم بسته‌بندی شده ارائه دهید.

source: Row {0}: Please select a BOM for Item {1}.
fa: ردیف {0}: لطفاً یک BOM برای آیتم {1} انتخاب کنید.

source: Row {0}: Please select an active BOM for Item {1}.
fa: ردیف {0}: لطفاً یک BOM فعال برای آیتم {1} انتخاب کنید.

source: Row {0}: Please select an valid BOM for Item {1}.
fa: ردیف {0}: لطفاً یک BOM معتبر برای آیتم {1} انتخاب کنید.

source: Row {0}: Please set at Tax Exemption Reason in Sales Taxes and Charges
fa: ردیف {0}: لطفاً دلیل معافیت مالیاتی را در مالیات‌ها و عوارض فروش تنظیم کنید.

source: Row {0}: Please set the Mode of Payment in Payment Schedule
fa: ردیف {0}: لطفاً روش پرداخت را در برنامه پرداخت تنظیم کنید.

source: Row {0}: Please set the correct code on Mode of Payment {1}
fa: ردیف {0}: لطفاً کد صحیح را در روش پرداخت {1} تنظیم کنید.

source: Row {0}: Project must be same as the one set in the Timesheet: {1}.
fa: ردیف {0}: پروژه باید با پروژه‌ای که در تایم‌شیت تنظیم شده است یکسان باشد: {1}.

source: Row {0}: Purchase Invoice {1} has no stock impact.
fa: ردیف {0}: فاکتور خرید {1} تأثیری بر موجودی ندارد.

source: Row {0}: Qty cannot be greater than {1} for the Item {2}.
fa: ردیف {0}: مقدار برای آیتم {2} نمی‌تواند بیشتر از {1} باشد.

source: Row {0}: Qty in Stock UOM can not be zero.
fa: ردیف {0}: مقدار در واحد اندازه‌گیری موجودی نمی‌تواند صفر باشد.

source: Row {0}: Qty must be greater than 0.
fa: ردیف {0}: مقدار باید بزرگتر از 0 باشد.

source: Row {0}: Quantity cannot be negative.
fa: ردیف {0}: مقدار نمی‌تواند منفی باشد.

source: Row {0}: Quantity not available for {4} in warehouse {1} at posting time of the entry ({2} {3})
fa: ردیف {0}: مقدار برای {4} در انبار {1} در زمان ثبت سند ({2} {3}) موجود نیست.

source: Row {0}: Shift cannot be changed since the depreciation has already been processed
fa: ردیف {0}: شیفت قابل تغییر نیست زیرا استهلاک قبلاً پردازش شده است.

source: Row {0}: Subcontracted Item is mandatory for the raw material {1}
fa: ردیف {0}: آیتم پیمانکاری برای ماده اولیه {1} اجباری است.

source: Row {0}: Target Warehouse is mandatory for internal transfers
fa: ردیف {0}: انبار مقصد برای انتقال‌های داخلی اجباری است.

source: Row {0}: Task {1} does not belong to Project {2}
fa: ردیف {0}: وظیفه {1} به پروژه {2} تعلق ندارد.

source: Row {0}: The item {1}, quantity must be positive number
fa: ردیف {0}: مقدار آیتم {1} باید عددی مثبت باشد.

source: Row {0}: The {3} Account {1} does not belong to the company {2}
fa: ردیف {0}: حساب {1} از نوع {3} به شرکت {2} تعلق ندارد.

source: Row {0}: To set {1} periodicity, difference between from and to date must be greater than or equal to {2}
fa: ردیف {0}: برای تنظیم تناوب {1}، اختلاف بین تاریخ شروع و پایان باید بزرگتر یا مساوی {2} باشد.

source: Row {0}: UOM Conversion Factor is mandatory
fa: ردیف {0}: ضریب تبدیل واحد اندازه‌گیری اجباری است.

source: Row {0}: Workstation or Workstation Type is mandatory for an operation {1}
fa: ردیف {0}: ایستگاه کاری یا نوع ایستگاه کاری برای عملیات {1} اجباری است.

source: Row {0}: user has not applied the rule {1} on the item {2}
fa: ردیف {0}: کاربر قانون {1} را بر روی آیتم {2} اعمال نکرده است.

source: Row {0}: {1} account already applied for Accounting Dimension {2}
fa: ردیف {0}: حساب {1} قبلاً برای بعد حسابداری {2} اعمال شده است.

source: Row {0}: {1} must be greater than 0
fa: ردیف {0}: {1} باید بزرگتر از 0 باشد.

source: Row {0}: {1} {2} cannot be same as {3} (Party Account) {4}
fa: ردیف {0}: {1} {2} نمی‌تواند مشابه {3} (حساب طرف حساب) {4} باشد.

source: Row {0}: {1} {2} does not match with {3}
fa: ردیف {0}: {1} {2} با {3} مطابقت ندارد.

source: Row {0}: {2} Item {1} does not exist in {2} {3}
fa: ردیف {0}: آیتم {1} از نوع {2} در {2} {3} وجود ندارد.

source: Row {1}: Quantity ({0}) cannot be a fraction. To allow this, disable '{2}' in UOM {3}.
fa: ردیف {1}: مقدار ({0}) نمی‌تواند کسری باشد. برای اجازه دادن به این، '{2}' را در واحد اندازه‌گیری {3} غیرفعال کنید.

source: Row {idx}: Asset Naming Series is mandatory for the auto creation of assets for item {item_code}.
fa: ردیف {idx}: سری نامگذاری دارایی برای ایجاد خودکار دارایی‌ها برای آیتم {item_code} اجباری است.

source: Row({0}): Outstanding Amount cannot be greater than actual Outstanding Amount {1} in {2}
fa: ردیف({0}): مبلغ باقیمانده نمی‌تواند بیشتر از مبلغ باقیمانده واقعی {1} در {2} باشد.

source: Row({0}): {1} is already discounted in {2}
fa: ردیف({0}): {1} قبلاً در {2} تخفیف خورده است.

source: Rows Added in {0}
fa: ردیف‌های اضافه شده در {0}

source: Rows Removed in {0}
fa: ردیف‌های حذف شده در {0}

source: Rows with Same Account heads will be merged on Ledger
fa: ردیف‌هایی با سرفصل حساب‌های یکسان در دفتر کل ادغام خواهند شد.

source: Rows with duplicate due dates in other rows were found: {0}
fa: ردیف‌هایی با تاریخ سررسید تکراری در سایر ردیف‌ها یافت شد: {0}

source: Rows: {0} have 'Payment Entry' as reference_type. This should not be set manually.
fa: ردیف‌ها: {0} دارای 'سند پرداخت' به عنوان نوع مرجع هستند. این نباید به صورت دستی تنظیم شود.

source: Rows: {0} in {1} section are Invalid. Reference Name should point to a valid Payment Entry or Journal Entry.
fa: ردیف‌ها: {0} در بخش {1} نامعتبر هستند. نام مرجع باید به یک سند پرداخت یا سند روزنامه معتبر اشاره کند.

source: Rule Applied
fa: قانون اعمال شد

source: Rule Description
fa: شرح قانون

source: Run parallel job cards in a workstation
fa: اجرای کارت‌های کار موازی در یک ایستگاه کاری

source: Running
fa: در حال اجرا

source: S.O. No.
fa: شماره سفارش فروش

source: SCIO Detail
fa: جزئیات SCIO

source: SCO Supplied Item
fa: آیتم تأمین شده SCO

source: SLA Fulfilled On
fa: SLA در تاریخ

source: SLA Fulfilled On Status
fa: وضعیت تحقق SLA در تاریخ

source: SLA Paused On
fa: تاریخ توقف SLA

source: SLA is on hold since {0}
fa: SLA از تاریخ {0} در حالت تعلیق است

source: SLA will be applied if {1} is set as {2}{3}
fa: SLA در صورتی اعمال می‌شود که {1} به عنوان {2}{3} تنظیم شده باشد

source: SLA will be applied on every {0}
fa: SLA در هر {0} اعمال خواهد شد

source: SMS Center
fa: مرکز پیامک

source: SO Qty
fa: تعداد سفارش فروش

source: SO Total Qty
fa: تعداد کل سفارش فروش

source: STATEMENT OF ACCOUNTS
fa: صورت‌حساب

source: SWIFT Number
fa: شماره سوئیفت

source: SWIFT number
fa: شماره سوئیفت

source: Safety Stock
fa: موجودی ایمنی

source: Salary
fa: حقوق

source: Salary Currency
fa: واحد پول حقوق

source: Salary Mode
fa: شیوه پرداخت حقوق

source: Sales
fa: فروش

source: Sales Account
fa: حساب فروش

source: Sales Analytics
fa: تحلیل فروش

source: Sales Contributions and Incentives
fa: مشارکت‌ها و پاداش‌های فروش

source: Sales Defaults
fa: پیش‌فرض‌های فروش

source: Sales Expenses
fa: هزینه‌های فروش

source: Sales Forecast
fa: پیش‌بینی فروش

source: Sales Forecast Item
fa: آیتم پیش‌بینی فروش

source: Sales Funnel
fa: قیف فروش

source: Sales Incoming Rate
fa: نرخ ورودی فروش

source: Sales Invoice
fa: فاکتور فروش

source: Sales Invoice Advance
fa: پیش‌پرداخت فاکتور فروش

source: Sales Invoice Item
fa: آیتم فاکتور فروش

source: Sales Invoice No
fa: شماره فاکتور فروش

source: Sales Invoice Payment
fa: پرداخت فاکتور فروش

source: Sales Invoice Reference
fa: مرجع فاکتور فروش

source: Sales Invoice Timesheet
fa: تایم‌شیت فاکتور فروش

source: Sales Invoice Transactions
fa: تراکنش‌های فاکتور فروش

source: Sales Invoice Trends
fa: روندهای فاکتور فروش

source: Sales Invoice does not have Payments
fa: فاکتور فروش پرداختی ندارد

source: Sales Invoice is already consolidated
fa: فاکتور فروش قبلاً تجمیع شده است

source: Sales Invoice is not created using POS
fa: فاکتور فروش با استفاده از POS ایجاد نشده است

source: Sales Invoice is not submitted
fa: فاکتور فروش ثبت نهایی نشده است

source: Sales Invoice isn't created by user {}
fa: فاکتور فروش توسط کاربر {} ایجاد نشده است

source: Sales Invoice mode is activated in POS. Please create Sales Invoice instead.
fa: حالت فاکتور فروش در POS فعال شده است. لطفاً به جای آن فاکتور فروش ایجاد کنید.

source: Sales Invoice {0} has already been submitted
fa: فاکتور فروش {0} قبلاً ثبت نهایی شده است

source: Sales Invoice {0} must be deleted before cancelling this Sales Order
fa: فاکتور فروش {0} باید قبل از لغو این سفارش فروش حذف شود.

source: Sales Monthly History
fa: تاریخچه ماهانه فروش

source: Sales Opportunities by Campaign
fa: فرصت‌های فروش بر اساس کمپین

source: Sales Opportunities by Medium
fa: فرصت‌های فروش بر اساس رسانه

source: Sales Opportunities by Source
fa: فرصت‌های فروش بر اساس منبع

source: Sales Order
fa: سفارش فروش

source: Sales Order Analysis
fa: تحلیل سفارش فروش

source: Sales Order Date
fa: تاریخ سفارش فروش

source: Sales Order Item
fa: آیتم سفارش فروش

source: Sales Order Packed Item
fa: آیتم بسته‌بندی شده سفارش فروش

source: Sales Order Reference
fa: مرجع سفارش فروش

source: Sales Order Schedule
fa: برنامه سفارش فروش

source: Sales Order Status
fa: وضعیت سفارش فروش

source: Sales Order Trends
fa: روندهای سفارش فروش

source: Sales Order required for Item {0}
fa: سفارش فروش برای آیتم {0} الزامی است

source: Sales Order {0} already exists against Customer's Purchase Order {1}. To allow multiple Sales Orders, Enable {2} in {3}
fa: سفارش فروش {0} از قبل در مقابل سفارش خرید مشتری {1} وجود دارد. برای اجازه دادن به چندین سفارش فروش، {2} را در {3} فعال کنید.

source: Sales Order {0} is not submitted
fa: سفارش فروش {0} ارسال نشده است

source: Sales Order {0} is not valid
fa: سفارش فروش {0} معتبر نیست

source: Sales Order {0} is {1}
fa: سفارش فروش {0} {1} است

source: Sales Orders
fa: سفارش‌های فروش

source: Sales Orders Required
fa: سفارش‌های فروش مورد نیاز

source: Sales Orders to Bill
fa: سفارش‌های فروش برای صورتحساب

source: Sales Orders to Deliver
fa: سفارش‌های فروش برای تحویل

source: Sales Partner
fa: شریک فروش

source: Sales Partner
fa: شریک فروش

source: Sales Partner Commission Summary
fa: خلاصه کمیسیون شریک فروش

source: Sales Partner Item
fa: آیتم شریک فروش

source: Sales Partner Name
fa: نام شریک فروش

source: Sales Partner Target
fa: هدف شریک فروش

source: Sales Partner Target Variance Based On Item Group
fa: واریانس هدف شریک فروش بر اساس گروه آیتم

source: Sales Partner Target Variance based on Item Group
fa: واریانس هدف شریک فروش بر اساس گروه آیتم

source: Sales Partner Transaction Summary
fa: خلاصه تراکنش شریک فروش

source: Sales Partner Type
fa: نوع شریک فروش

source: Sales Partners Commission
fa: کمیسیون شرکای فروش

source: Sales Payment Summary
fa: خلاصه پرداخت فروش

source: Sales Person
fa: فروشنده

source: Sales Person <b>{0}</b> is disabled.
fa: فروشنده <b>{0}</b> غیرفعال است.

source: Sales Person Commission Summary
fa: خلاصه کمیسیون فروشنده

source: Sales Person Name
fa: نام فروشنده

source: Sales Person Target Variance Based On Item Group
fa: واریانس هدف فروشنده بر اساس گروه آیتم

source: Sales Person Targets
fa: اهداف فروشنده

source: Sales Person-wise Transaction Summary
fa: خلاصه تراکنش‌ها بر اساس فروشنده

source: Sales Pipeline
fa: خط لوله فروش

source: Sales Pipeline Analytics
fa: تحلیل خط لوله فروش

source: Sales Pipeline by Stage
fa: خط لوله فروش بر اساس مرحله

source: Sales Price List
fa: لیست قیمت فروش

source: Sales Register
fa: دفتر ثبت فروش

source: Sales Representative
fa: نماینده فروش

source: Sales Return
fa: برگشت از فروش

source: Sales Stage
fa: مرحله فروش

source: Sales Summary
fa: خلاصه فروش

source: Sales Tax Template
fa: قالب مالیات فروش

source: Sales Taxes and Charges
fa: مالیات‌ها و عوارض فروش

source: Sales Taxes and Charges Template
fa: قالب مالیات‌ها و عوارض فروش

source: Sales Team
fa: تیم فروش

source: Sales Update Frequency in Company and Project
fa: تناوب به‌روزرسانی فروش در شرکت و پروژه

source: Sales Value
fa: ارزش فروش

source: Sales and Returns
fa: فروش و برگشت از فروش

source: Sales orders are not available for production
fa: سفارشات فروش برای تولید در دسترس نیستند

source: Salvage Value
fa: ارزش اسقاط

source: Salvage Value Percentage
fa: درصد ارزش اسقاط

source: Same Company is entered more than once
fa: همان شرکت بیش از یک بار وارد شده است

source: Same Item
fa: همین کالا

source: Same item and warehouse combination already entered.
fa: ترکیب همین کالا و انبار قبلاً وارد شده است.

source: Same item cannot be entered multiple times.
fa: همین کالا را نمی‌توان چندین بار وارد کرد.

source: Same supplier has been entered multiple times
fa: همین تأمین‌کننده چندین بار وارد شده است

source: Sample Quantity
fa: مقدار نمونه

source: Sample Retention Warehouse
fa: انبار نگهداری نمونه

source: Sample Size
fa: اندازه نمونه

source: Sample quantity {0} cannot be more than received quantity {1}
fa: مقدار نمونه {0} نمی‌تواند بیشتر از مقدار دریافت شده {1} باشد

source: Sanctioned
fa: تأیید شده

source: Save Changes and Load New Invoice
fa: ذخیره تغییرات و بارگذاری فاکتور جدید

source: Savings
fa: صرفه‌جویی

source: Sazhen
fa: ساژن

source: Scan Barcode
fa: اسکن بارکد

source: Scan Batch No
fa: اسکن شماره بچ

source: Scan Job Card Qrcode
fa: اسکن کد QR کارت کار

source: Scan Mode
fa: حالت اسکن

source: Scan Serial No
fa: اسکن شماره سریال

source: Scan barcode for item {0}
fa: بارکد را برای آیتم {0} اسکن کنید

source: Scan mode enabled, existing quantity will not be fetched.
fa: حالت اسکن فعال شد، مقدار موجود واکشی نخواهد شد.

source: Scanned Cheque
fa: چک اسکن شده

source: Scanned Quantity
fa: مقدار اسکن شده

source: Schedule Date
fa: تاریخ برنامه‌ریزی

source: Scheduled Date
fa: تاریخ برنامه‌ریزی شده

source: Scheduled Time
fa: زمان برنامه‌ریزی شده

source: Scheduled Time Logs
fa: گزارش‌های زمان‌بندی شده

source: Scheduler is Inactive. Can't trigger job now.
fa: زمان‌بند غیرفعال است. اکنون نمی‌توان وظیفه را راه‌اندازی کرد.

source: Scheduler is Inactive. Can't trigger jobs now.
fa: زمان‌بند غیرفعال است. اکنون نمی‌توان وظایف را راه‌اندازی کرد.

source: Scheduler is inactive. Cannot enqueue job.
fa: زمان‌بند غیرفعال است. نمی‌توان وظیفه را در صف قرار داد.

source: Scheduler is inactive. Cannot merge accounts.
fa: زمان‌بند غیرفعال است. نمی‌توان حساب‌ها را ادغام کرد.

source: Schedules
fa: زمان‌بندی‌ها

source: Scheduling
fa: زمان‌بندی

source: Scheduling...
fa: در حال زمان‌بندی...

source: School/University
fa: مدرسه/دانشگاه

source: Score
fa: امتیاز

source: Scorecard Actions
fa: عملیات کارت امتیازی

source: Scorecard variables can be used, as well as: {total_score} (the total score from that period), {period_number} (the number of periods to present day)
fa: متغیرهای کارت امتیازی قابل استفاده هستند، همچنین: {total_score} (امتیاز کل از آن دوره), {period_number} (تعداد دوره‌ها تا امروز)

source: Scorecards
fa: کارت‌های امتیازی

source: Scoring Criteria
fa: معیارهای امتیازدهی

source: Scoring Setup
fa: تنظیمات امتیازدهی

source: Scoring Standings
fa: رتبه‌بندی امتیازات

source: Scrap & Process Loss
fa: ضایعات و اتلاف فرآیند

source: Scrap Asset
fa: اسقاط دارایی

source: Scrap Cost Per Qty
fa: هزینه ضایعات به ازای هر واحد

source: Scrap Item Code
fa: کد کالای ضایعاتی

source: Scrap Item Name
fa: نام کالای ضایعاتی

source: Scrap Items
fa: کالاهای ضایعاتی

source: Scrap Items Generated
fa: کالاهای ضایعاتی تولید شده

source: Scrap Material Cost
fa: هزینه مواد ضایعاتی

source: Scrap Material Cost(Company Currency)
fa: هزینه مواد ضایعاتی (واحد پول شرکت)

source: Scrap Warehouse
fa: انبار ضایعات

source: Scrap date cannot be before purchase date
fa: تاریخ اسقاط نمی‌تواند قبل از تاریخ خرید باشد

source: Scrapped
fa: اسقاط شده

source: Search APIs
fa: جستجوی APIها

source: Search Sub Assemblies
fa: جستجوی زیرمونتاژها

source: Search Term Param Name
fa: نام پارامتر عبارت جستجو

source: Search by customer name, phone, email.
fa: جستجو بر اساس نام مشتری، تلفن، ایمیل.

source: Search by invoice id or customer name
fa: جستجو بر اساس شناسه فاکتور یا نام مشتری

source: Search by item code, serial number or barcode
fa: جستجو بر اساس کد کالا، شماره سریال یا بارکد

source: Second
fa: دوم

source: Second Email
fa: ایمیل دوم

source: Secondary Party
fa: طرف ثانویه

source: Secondary Role
fa: نقش ثانویه

source: Secretary
fa: منشی

source: Section Code
fa: کد بخش

source: Secured Loans
fa: وام‌های تضمین‌شده

source: Securities & Commodity Exchanges
fa: بورس اوراق بهادار و کالا

source: Securities and Deposits
fa: اوراق بهادار و سپرده‌ها

source: See All Articles
fa: مشاهده همه مقالات

source: See all open tickets
fa: مشاهده همه تیکت‌های باز

source: Segregate Serial / Batch Bundle
fa: تفکیک بسته‌های سریال / بچ

source: Select Accounting Dimension.
fa: بعد حسابداری را انتخاب کنید.

source: Select Alternate Item
fa: آیتم جایگزین را انتخاب کنید

source: Select Alternative Items for Sales Order
fa: آیتم‌های جایگزین برای سفارش فروش را انتخاب کنید

source: Select Attribute Values
fa: مقادیر ویژگی را انتخاب کنید

source: Select BOM
fa: BOM را انتخاب کنید

source: Select BOM and Qty for Production
fa: BOM و مقدار برای تولید را انتخاب کنید

source: Select BOM, Qty and For Warehouse
fa: BOM، مقدار و انبار مقصد را انتخاب کنید

source: Select Batch No
fa: شماره بچ را انتخاب کنید

source: Select Billing Address
fa: آدرس صورت‌حساب را انتخاب کنید

source: Select Brand...
fa: برند را انتخاب کنید...

source: Select Columns and Filters
fa: ستون‌ها و فیلترها را انتخاب کنید

source: Select Company
fa: شرکت را انتخاب کنید

source: Select Corrective Operation
fa: عملیات اصلاحی را انتخاب کنید

source: Select Customers By
fa: مشتریان را بر اساس انتخاب کنید

source: Select Date of Birth. This will validate Employees age and prevent hiring of under-age staff.
fa: تاریخ تولد را انتخاب کنید. این کار سن کارمندان را اعتبارسنجی کرده و از استخدام کارکنان زیر سن قانونی جلوگیری می‌کند.
