Repository: ai-solution-company/systemafarin-custom-addon
Catalog: iran_core/locale/*.po
Languages: fa

source: Double Declining Balance
fa: مانده نزولی مضاعف

source: Download CSV Template
fa: دانلود قالب CSV

source: Download PDF for Supplier
fa: دانلود PDF برای تأمین‌کننده

source: Download Required Materials
fa: دانلود مواد مورد نیاز

source: Downtime
fa: زمان توقف

source: Downtime (In Hours)
fa: زمان توقف (به ساعت)

source: Downtime Analysis
fa: تحلیل زمان توقف

source: Downtime Entry
fa: ثبت زمان توقف

source: Downtime Reason
fa: دلیل زمان توقف

source: Dr/Cr
fa: بدهکار/بستانکار

source: Dram
fa: درام

source: Driver
fa: راننده

source: Driver Address
fa: آدرس راننده

source: Driver Email
fa: ایمیل راننده

source: Driver Name
fa: نام راننده

source: Driver licence class
fa: کلاس گواهینامه رانندگی

source: Driving License Categories
fa: دسته‌بندی‌های گواهینامه رانندگی

source: Driving License Category
fa: دسته‌بندی گواهینامه رانندگی

source: Drop Procedures
fa: حذف رویه‌ها

source: Drop Ship
fa: ارسال مستقیم

source: Drops existing SQL Procedures and Function setup by Accounts Receivable report
fa: رویه‌ها و توابع SQL موجود که توسط گزارش حساب‌های دریافتنی تنظیم شده‌اند را حذف می‌کند

source: Due Date cannot be after {0}
fa: تاریخ سررسید نمی‌تواند بعد از {0} باشد

source: Due Date cannot be before {0}
fa: تاریخ سررسید نمی‌تواند قبل از {0} باشد

source: Due to stock closing entry {0}, you cannot repost item valuation before {1}
fa: به دلیل ثبت بستن موجودی {0}، نمی‌توانید ارزش‌گذاری آیتم را قبل از {1} مجدداً ثبت کنید

source: Dunning
fa: اخطاریه وصول

source: Dunning Amount
fa: مبلغ اخطاریه وصول

source: Dunning Amount (Company Currency)
fa: مبلغ اخطاریه وصول (واحد پول شرکت)

source: Dunning Fee
fa: کارمزد اخطاریه وصول

source: Dunning Letter
fa: نامه اخطاریه وصول

source: Dunning Letter Text
fa: متن نامه اخطاریه وصول

source: Dunning Level
fa: سطح اخطاریه وصول

source: Dunning Type
fa: نوع اخطاریه وصول

source: Duplicate Customer Group
fa: گروه مشتری تکراری

source: Duplicate Entry. Please check Authorization Rule {0}
fa: ثبت تکراری. لطفاً قانون مجوز {0} را بررسی کنید

source: Duplicate Finance Book
fa: دفتر مالی تکراری

source: Duplicate Item Group
fa: گروه کالای تکراری

source: Duplicate Operating Component {0} found in Operating Components
fa: جزء عملیاتی تکراری {0} در اجزای عملیاتی یافت شد

source: Duplicate POS Fields
fa: فیلدهای POS تکراری

source: Duplicate POS Invoices found
fa: فاکتورهای POS تکراری یافت شد

source: Duplicate Project with Tasks
fa: پروژه تکراری با وظایف

source: Duplicate Sales Invoices found
fa: فاکتورهای فروش تکراری یافت شد

source: Duplicate Stock Closing Entry
fa: ثبت اختتامیه موجودی تکراری

source: Duplicate customer group found in the customer group table
fa: گروه مشتری تکراری در جدول گروه مشتری یافت شد

source: Duplicate entry against the item code {0} and manufacturer {1}
fa: ورودی تکراری برای کد کالا {0} و تولیدکننده {1}

source: Duplicate item group found in the item group table
fa: گروه کالای تکراری در جدول گروه کالا یافت شد

source: Duplicate project has been created
fa: پروژه تکراری ایجاد شده است

source: Duplicate row {0} with same {1}
fa: ردیف تکراری {0} با {1} یکسان

source: Duplicate {0} found in the table
fa: {0} تکراری در جدول یافت شد

source: Duration (Days)
fa: مدت زمان (روز)

source: Duration in Days
fa: مدت زمان به روز

source: Duties and Taxes
fa: عوارض و مالیات

source: Dynamic Condition
fa: شرط پویا

source: Dyne
fa: داین

source: E-Invoicing Information Missing
fa: اطلاعات صورتحساب الکترونیکی ناقص است

source: EMU Of Charge
fa: EMU بار

source: EMU of current
fa: EMU جریان

source: ERPNext User ID
fa: شناسه کاربری ERPNext

source: Each Transaction
fa: هر تراکنش

source: Earliest
fa: اولین

source: Earliest Age
fa: حداقل سن

source: Earnest Money
fa: بیعانه

source: Edit BOM
fa: ویرایش BOM

source: Edit Capacity
fa: ویرایش ظرفیت

source: Edit Cart
fa: ویرایش سبد خرید

source: Edit Not Allowed
fa: ویرایش مجاز نیست

source: Edit Note
fa: ویرایش یادداشت

source: Edit Posting Date and Time
fa: ویرایش تاریخ و زمان ثبت

source: Edit Receipt
fa: ویرایش رسید

source: Editing {0} is not allowed as per POS Profile settings
fa: ویرایش {0} طبق تنظیمات پروفایل POS مجاز نیست

source: Education
fa: تحصیلات

source: Educational Qualification
fa: مدرک تحصیلی

source: Either 'Selling' or 'Buying' must be selected
fa: یکی از 'فروش' یا 'خرید' باید انتخاب شود

source: Either Workstation or Workstation Type is mandatory
fa: ایستگاه کاری یا نوع ایستگاه کاری اجباری است

source: Either target qty or target amount is mandatory
fa: مقدار هدف یا مبلغ هدف اجباری است

source: Either target qty or target amount is mandatory.
fa: مقدار هدف یا مبلغ هدف اجباری است.

source: Electric
fa: برقی

source: Electrical
fa: برقی

source: Electricity
fa: برق

source: Electricity down
fa: قطعی برق

source: Electronic Equipment
fa: تجهیزات الکترونیکی

source: Electronic Invoice Register
fa: دفتر ثبت فاکتور الکترونیکی

source: Electronics
fa: الکترونیک

source: Ells (UK)
fa: الز (بریتانیا)

source: Email / Notifications
fa: ایمیل / اعلان‌ها

source: Email Address (required)
fa: آدرس ایمیل (اجباری)

source: Email Address must be unique, it is already used in {0}
fa: آدرس ایمیل باید یکتا باشد، قبلاً در {0} استفاده شده است

source: Email Campaign
fa: کمپین ایمیلی

source: Email Campaign For
fa: کمپین ایمیلی برای

source: Email Details
fa: جزئیات ایمیل

source: Email Digest
fa: خلاصه ایمیل

source: Email Digest Recipient
fa: گیرنده خلاصه ایمیل

source: Email Digest Settings
fa: تنظیمات خلاصه ایمیل

source: Email Digest: {0}
fa: خلاصه ایمیل: {0}

source: Email Receipt
fa: رسید ایمیلی

source: Email Sent
fa: ایمیل ارسال شد

source: Email Sent to Supplier {0}
fa: ایمیل به تأمین‌کننده {0} ارسال شد

source: Email or Phone/Mobile of the Contact are mandatory to continue.
fa: ایمیل یا تلفن/موبایل مخاطب برای ادامه اجباری هستند.

source: Email sent successfully.
fa: ایمیل با موفقیت ارسال شد.

source: Email sent to
fa: ایمیل ارسال شده به

source: Email sent to {0}
fa: ایمیل به {0} ارسال شد

source: Email verification failed.
fa: تأیید ایمیل ناموفق بود.

source: Email:
fa: ایمیل:

source: Emails Queued
fa: ایمیل‌های در صف

source: Emergency Contact
fa: مخاطب اضطراری

source: Emergency Contact Name
fa: نام مخاطب اضطراری

source: Emergency Phone
fa: تلفن اضطراری

source: Employee
fa: کارمند

source: Employee
fa: کارمند

source: Employee Advance
fa: مساعده کارمند

source: Employee Advances
fa: مساعده‌های کارمند

source: Employee Benefits Obligation
fa: تعهد مزایای کارمند

source: Employee Detail
fa: جزئیات کارمند

source: Employee Education
fa: تحصیلات کارمند

source: Employee Exit
fa: خروج کارمند

source: Employee External Work History
fa: سابقه کار خارجی کارمند

source: Employee Group
fa: گروه کارمندان

source: Employee Group Table
fa: جدول گروه کارمندان

source: Employee ID
fa: شناسه کارمند

source: Employee Internal Work History
fa: سابقه کار داخلی کارمند

source: Employee Name
fa: نام کارمند

source: Employee Number
fa: شماره کارمند

source: Employee User Id
fa: شناسه کاربری کارمند

source: Employee cannot report to himself.
fa: کارمند نمی‌تواند به خودش گزارش دهد.

source: Employee is required while issuing Asset {0}
fa: کارمند هنگام صدور دارایی {0} الزامی است.

source: Employee {0} does not belong to the company {1}
fa: کارمند {0} به شرکت {1} تعلق ندارد.

source: Employee {0} is currently working on another workstation. Please assign another employee.
fa: کارمند {0} در حال حاضر روی ایستگاه کاری دیگری مشغول است. لطفاً کارمند دیگری را اختصاص دهید.

source: Employees
fa: کارمندان

source: Empty
fa: خالی

source: Ems(Pica)
fa: امز (پیکا)

source: Enable Allow Partial Reservation in the Stock Settings to reserve partial stock.
fa: برای رزرو موجودی جزئی، «اجازه رزرو جزئی» را در تنظیمات انبار فعال کنید.

source: Enable Appointment Scheduling
fa: فعال‌سازی برنامه‌ریزی قرار ملاقات

source: Enable Auto Email
fa: فعال‌سازی ایمیل خودکار

source: Enable Auto Re-Order
fa: فعال‌سازی سفارش مجدد خودکار

source: Enable Automatic Party Matching
fa: فعال‌سازی تطبیق خودکار طرف حساب

source: Enable Capital Work in Progress Accounting
fa: فعال‌سازی حسابداری سرمایه در جریان ساخت

source: Enable Common Party Accounting
fa: فعال‌سازی حسابداری طرف حساب مشترک

source: Enable Cut-Off Date on Bulk Delivery Note Creation
fa: فعال‌سازی تاریخ قطع در ایجاد انبوه حواله انبار

source: Enable Deferred Expense
fa: فعال‌سازی هزینه معوق

source: Enable Deferred Revenue
fa: فعال‌سازی درآمد معوق

source: Enable Discount Accounting for Selling
fa: فعال‌سازی حسابداری تخفیف برای فروش

source: Enable European Access
fa: فعال‌سازی دسترسی اروپایی

source: Enable Fuzzy Matching
fa: فعال‌سازی تطبیق فازی

source: Enable Health Monitor
fa: فعال‌سازی پایش سلامت

source: Enable Immutable Ledger
fa: فعال‌سازی دفتر کل تغییرناپذیر

source: Enable Item-wise Inventory Account
fa: فعال‌سازی حساب موجودی کالا به تفکیک آیتم

source: Enable Perpetual Inventory
fa: فعال‌سازی موجودی دائمی

source: Enable Provisional Accounting For Non Stock Items
fa: فعال‌سازی حسابداری موقت برای اقلام غیرموجودی

source: Enable Stock Reservation
fa: فعال‌سازی رزرو موجودی

source: Enable YouTube Tracking
fa: فعال‌سازی ردیابی یوتیوب

source: Enable it if users want to consider rejected materials to dispatch.
fa: اگر کاربران می‌خواهند مواد رد شده را برای ارسال در نظر بگیرند، آن را فعال کنید.

source: Enable this checkbox even if you want to set the zero priority
fa: این کادر را حتی اگر می‌خواهید اولویت صفر را تنظیم کنید، فعال کنید.

source: Enable this option to calculate daily depreciation by considering the total number of days in the entire depreciation period, (including leap years) while using daily pro-rata based depreciation
fa: این گزینه را فعال کنید تا استهلاک روزانه با در نظر گرفتن کل تعداد روزهای دوره استهلاک (شامل سال‌های کبیسه) و با استفاده از استهلاک بر مبنای تناسب روزانه محاسبه شود.

source: Enable to apply SLA on every {0}
fa: برای اعمال SLA بر روی هر {0} فعال کنید.

source: Enabling the check box will fetch timesheet on select of a Project in Sales Invoice
fa: با فعال کردن این کادر، با انتخاب یک پروژه در فاکتور فروش، تایم‌شیت واکشی می‌شود.

source: Enabling this checkbox will force each Job Card Time Log to have From Time and To Time
fa: فعال کردن این کادر، هر ثبت زمان کارت کار را ملزم به داشتن زمان شروع و زمان پایان می‌کند.

source: Enabling this ensures each Purchase Invoice has a unique value in Supplier Invoice No. field within a particular fiscal year
fa: فعال کردن این گزینه تضمین می‌کند که هر فاکتور خرید دارای یک شماره فاکتور تأمین‌کننده منحصر به فرد در یک سال مالی مشخص باشد.

source: Enabling this option will allow you to record - <br><br> 1. Advances Received in a <b>Liability Account</b> instead of the <b>Asset Account</b><br><br>2. Advances Paid in an <b>Asset Account</b> instead of the <b> Liability Account</b>
fa: فعال کردن این گزینه به شما امکان می‌دهد تا ثبت کنید - <br><br> 1. پیش‌دریافت‌ها را در <b>حساب بدهی</b> به جای <b>حساب دارایی</b><br><br>2. پیش‌پرداخت‌ها را در <b>حساب دارایی</b> به جای <b>حساب بدهی</b>

source: Enabling this will allow creation of multi-currency invoices against single party account in company currency
fa: فعال کردن این گزینه امکان ایجاد فاکتورهای چند ارزی را در برابر یک حساب طرف حساب واحد با ارز شرکت فراهم می‌کند.

source: Enabling this will change the way how cancelled transactions are handled.
fa: فعال کردن این گزینه نحوه مدیریت تراکنش‌های لغو شده را تغییر خواهد داد.

source: Encashment Date
fa: تاریخ نقدشوندگی

source: End Date cannot be before Start Date.
fa: تاریخ پایان نمی‌تواند قبل از تاریخ شروع باشد.

source: End Time
fa: زمان پایان

source: End Transit
fa: پایان ترانزیت

source: End Year
fa: سال پایان

source: End Year cannot be before Start Year
fa: سال پایان نمی‌تواند قبل از سال شروع باشد.

source: End date cannot be before start date
fa: تاریخ پایان نمی‌تواند قبل از تاریخ شروع باشد.

source: End date of current invoice's period
fa: تاریخ پایان دوره فاکتور جاری

source: End of Life
fa: پایان عمر

source: End of the current subscription period
fa: پایان دوره اشتراک جاری

source: Energy
fa: انرژی

source: Enforce Time Logs
fa: الزام ثبت زمان

source: Engineer
fa: مهندس

source: Enough Parts to Build
fa: قطعات کافی برای ساخت

source: Ensure Delivery Based on Produced Serial No
fa: اطمینان از تحویل بر اساس شماره سریال تولید شده

source: Enter API key in Google Settings.
fa: کلید API را در تنظیمات گوگل وارد کنید.

source: Enter First and Last name of Employee, based on Which Full Name will be updated. IN transactions, it will be Full Name which will be fetched.
fa: نام و نام خانوادگی کارمند را وارد کنید، که بر اساس آن نام کامل به‌روزرسانی خواهد شد. در تراکنش‌ها، نام کامل واکشی می‌شود.

source: Enter Manually
fa: ورود دستی

source: Enter Serial Nos
fa: شماره سریال‌ها را وارد کنید

source: Enter Supplier
fa: تأمین‌کننده را وارد کنید

source: Enter Value
fa: مقدار را وارد کنید

source: Enter Visit Details
fa: جزئیات بازدید را وارد کنید

source: Enter a name for Routing.
fa: نامی برای مسیردهی وارد کنید.

source: Enter a name for the Operation, for example, Cutting.
fa: نامی برای عملیات وارد کنید، برای مثال، برش.

source: Enter a name for this Holiday List.
fa: نامی برای این لیست تعطیلات وارد کنید.

source: Enter amount to be redeemed.
fa: مبلغ قابل بازخرید را وارد کنید.

source: Enter an Item Code, the name will be auto-filled the same as Item Code on clicking inside the Item Name field.
fa: کد آیتم را وارد کنید، با کلیک در فیلد نام آیتم، نام به صورت خودکار همانند کد آیتم پر خواهد شد.

source: Enter customer's email
fa: ایمیل مشتری را وارد کنید

source: Enter customer's phone number
fa: شماره تلفن مشتری را وارد کنید

source: Enter date to scrap asset
fa: تاریخ اسقاط دارایی را وارد کنید

source: Enter depreciation details
fa: جزئیات استهلاک را وارد کنید

source: Enter discount percentage.
fa: درصد تخفیف را وارد کنید.

source: Enter each serial no in a new line
fa: هر شماره سریال را در یک خط جدید وارد کنید.

source: Enter the Bank Guarantee Number before submitting.
fa: شماره ضمانت‌نامه بانکی را قبل از ارسال وارد کنید.

source: Enter the Operation, the table will fetch the Operation details like Hourly Rate, Workstation automatically. After that, set the Operation Time in minutes and the table will calculate the Operation Costs based on the Hourly Rate and Operation Time.
fa: عملیات را وارد کنید، جدول جزئیات عملیات مانند نرخ ساعتی، ایستگاه کاری را به صورت خودکار واکشی می‌کند. پس از آن، زمان عملیات را بر حسب دقیقه تنظیم کنید و جدول هزینه‌های عملیات را بر اساس نرخ ساعتی و زمان عملیات محاسبه خواهد کرد.

source: Enter the name of the Beneficiary before submitting.
fa: نام ذینفع را قبل از ارسال وارد کنید.

source: Enter the name of the bank or lending institution before submitting.
fa: نام بانک یا موسسه اعتباری را قبل از ارسال وارد کنید.

source: Enter the opening stock units.
fa: واحدهای موجودی افتتاحیه را وارد کنید.

source: Enter the quantity of the Item that will be manufactured from this Bill of Materials.
fa: مقدار کالایی را که از این لیست مواد اولیه تولید خواهد شد، وارد کنید.

source: Enter the quantity to manufacture. Raw material Items will be fetched only when this is set.
fa: مقدار تولید را وارد کنید. اقلام مواد اولیه تنها زمانی که این مقدار تنظیم شود، واکشی خواهند شد.

source: Enter {0} amount.
fa: مبلغ {0} را وارد کنید.

source: Entertainment & Leisure
fa: سرگرمی و اوقات فراغت

source: Entertainment Expenses
fa: هزینه‌های سرگرمی

source: Entity
fa: نهاد

source: Entry Type
fa: نوع ثبت

source: Equity
fa: حقوق صاحبان سهام

source: Equity/Liability Account
fa: حساب حقوق صاحبان سهام/بدهی

source: Erg
fa: ارگ

source: Error Description
fa: شرح خطا

source: Error Occurred
fa: خطا رخ داد

source: Error during caller information update
fa: خطا در هنگام به‌روزرسانی اطلاعات تماس‌گیرنده

source: Error evaluating the criteria formula
fa: خطا در ارزیابی فرمول معیار

source: Error in party matching for Bank Transaction {0}
fa: خطا در تطبیق طرف حساب برای تراکنش بانکی {0}

source: Error while posting depreciation entries
fa: خطا در هنگام ثبت اسناد استهلاک

source: Error while processing deferred accounting for {0}
fa: خطا در هنگام پردازش حسابداری تعهدی برای {0}

source: Error while reposting item valuation
fa: خطا در هنگام ثبت مجدد ارزش‌گذاری کالا

source: Error: This asset already has {0} depreciation periods booked. The `depreciation start` date must be at least {1} periods after the `available for use` date. Please correct the dates accordingly.
fa: خطا: این دارایی قبلاً {0} دوره استهلاک ثبت شده دارد. تاریخ `depreciation start` باید حداقل {1} دوره پس از تاریخ `available for use` باشد. لطفاً تاریخ‌ها را بر این اساس اصلاح کنید.

source: Error: {0} is mandatory field
fa: خطا: {0} فیلد اجباری است.

source: Errors Notification
fa: اعلان خطاها

source: Estimated Arrival
fa: تخمین زمان رسیدن

source: Estimated Cost
fa: هزینه تخمینی

source: Estimated Time and Cost
fa: زمان و هزینه تخمینی

source: Evaluation Period
fa: دوره ارزیابی

source: Even if there are multiple Pricing Rules with highest priority, then following internal priorities are applied:
fa: حتی اگر چندین قانون قیمت‌گذاری با بالاترین اولویت وجود داشته باشد، اولویت‌های داخلی زیر اعمال می‌شوند:

source: Ex Works
fa: تحویل در محل کار

source: Example URL
fa: نمونه URL

source: Example of a linked document: {0}
fa: نمونه‌ای از یک سند پیوند داده شده: {0}

source: Example: ABCD.##### If series is set and Serial No is not mentioned in transactions, then automatic serial number will be created based on this series. If you always want to explicitly mention Serial Nos for this item. leave this blank.
fa: مثال: ABCD.##### اگر سری تنظیم شده باشد و شماره سریال در تراکنش‌ها ذکر نشده باشد، شماره سریال خودکار بر اساس این سری ایجاد خواهد شد. اگر همیشه می‌خواهید شماره سریال‌ها را برای این کالا به صراحت ذکر کنید، این فیلد را خالی بگذارید.

source: Example: ABCD.#####. If series is set and Batch No is not mentioned in transactions, then automatic batch number will be created based on this series. If you always want to explicitly mention Batch No for this item, leave this blank. Note: this setting will take priority over the Naming Series Prefix in Stock Settings.
fa: مثال: ABCD.#####. اگر سری تنظیم شده باشد و شماره بچ در تراکنش‌ها ذکر نشده باشد، شماره بچ خودکار بر اساس این سری ایجاد خواهد شد. اگر همیشه می‌خواهید شماره بچ را برای این کالا به صراحت ذکر کنید، این فیلد را خالی بگذارید. توجه: این تنظیم بر پیشوند سری نام‌گذاری در تنظیمات موجودی اولویت خواهد داشت.

source: Example: Serial No {0} reserved in {1}.
fa: مثال: شماره سریال {0} در {1} رزرو شد.

source: Exception Budget Approver Role
fa: نقش تأییدکننده بودجه استثنا

source: Excess Materials Consumed
fa: مواد مصرفی مازاد

source: Excess Transfer
fa: انتقال مازاد

source: Excessive machine set up time
fa: زمان راه‌اندازی بیش از حد ماشین

source: Exchange Gain / Loss
fa: سود/زیان تسعیر ارز

source: Exchange Gain / Loss Account
fa: حساب سود/زیان تسعیر ارز

source: Exchange Gain Or Loss
fa: سود یا زیان تسعیر ارز

source: Exchange Gain/Loss
fa: سود/زیان تسعیر ارز

source: Exchange Gain/Loss amount has been booked through {0}
fa: مبلغ سود/زیان تسعیر ارز از طریق {0} ثبت شده است.

source: Exchange Rate
fa: نرخ ارز

source: Exchange Rate Revaluation
fa: تجدید ارزیابی نرخ ارز

source: Exchange Rate Revaluation Account
fa: حساب تجدید ارزیابی نرخ ارز

source: Exchange Rate Revaluation Settings
fa: تنظیمات تجدید ارزیابی نرخ ارز

source: Exchange Rate must be same as {0} {1} ({2})
fa: نرخ ارز باید با {0} {1} ({2}) یکسان باشد.

source: Excise Entry
fa: ثبت مالیات غیرمستقیم

source: Excise Invoice
fa: فاکتور مالیات غیرمستقیم

source: Excise Page Number
fa: شماره صفحه مالیات غیرمستقیم

source: Excluded DocTypes
fa: انواع سند مستثنی شده

source: Execution
fa: اجرا

source: Executive Assistant
fa: دستیار اجرایی

source: Executive Search
fa: جستجوی مدیران ارشد

source: Exempt Supplies
fa: عرضه‌های معاف از مالیات

source: Exhibition
fa: نمایشگاه

source: Existing Company
fa: شرکت موجود

source: Existing Company
fa: شرکت موجود

source: Existing Customer
fa: مشتری موجود

source: Exit Interview Held On
fa: مصاحبه خروج در تاریخ

source: Expected
fa: مورد انتظار

source: Expected Amount
fa: مبلغ مورد انتظار

source: Expected Arrival Date
fa: تاریخ ورود مورد انتظار

source: Expected Balance Qty
fa: مقدار موجودی مورد انتظار

source: Expected Closing Date
fa: تاریخ بسته شدن مورد انتظار

source: Expected Delivery Date
fa: تاریخ تحویل مورد انتظار

source: Expected Delivery Date should be after Sales Order Date
fa: تاریخ تحویل مورد انتظار باید بعد از تاریخ سفارش فروش باشد.

source: Expected End Date
fa: تاریخ پایان مورد انتظار

source: Expected End Date should be less than or equal to parent task's Expected End Date {0}.
fa: تاریخ پایان مورد انتظار باید کمتر یا مساوی با تاریخ پایان مورد انتظار وظیفه والد ({0}) باشد.

source: Expected Hrs
fa: ساعات مورد انتظار

source: Expected Start Date
fa: تاریخ شروع مورد انتظار

source: Expected Stock Value
fa: ارزش موجودی مورد انتظار

source: Expected Time (in hours)
fa: زمان مورد انتظار (به ساعت)

source: Expected Time Required (In Mins)
fa: زمان مورد نیاز مورد انتظار (به دقیقه)

source: Expected Value After Useful Life
fa: ارزش مورد انتظار پس از عمر مفید

source: Expense
fa: هزینه

source: Expense / Difference account ({0}) must be a 'Profit or Loss' account
fa: حساب هزینه / تفاوت ({0}) باید یک حساب 'سود و زیان' باشد

source: Expense Account
fa: حساب هزینه

source: Expense Account Missing
fa: حساب هزینه موجود نیست

source: Expense Claim
fa: مطالبه هزینه

source: Expense Head
fa: سرفصل هزینه

source: Expense Head Changed
fa: سرفصل هزینه تغییر یافت

source: Expense account is mandatory for item {0}
fa: حساب هزینه برای آیتم {0} اجباری است

source: Expense account {0} not present in Purchase Invoice {1}
fa: حساب هزینه {0} در فاکتور خرید {1} موجود نیست

source: Expenses
fa: هزینه‌ها

source: Expenses Included In Asset Valuation
fa: هزینه‌های مشمول در ارزیابی دارایی

source: Expenses Included In Valuation
fa: هزینه‌های مشمول در ارزیابی

source: Expired Batches
fa: دسته‌های منقضی شده

source: Expires in a week or less
fa: در یک هفته یا کمتر منقضی می‌شود

source: Expires today or already expired
fa: امروز منقضی می‌شود یا قبلاً منقضی شده است

source: Expiry
fa: انقضا

source: Expiry (In Days)
fa: انقضا (به روز)

source: Expiry Date
fa: تاریخ انقضا

source: Expiry Date Mandatory
fa: تاریخ انقضا اجباری است

source: Expiry Duration (in days)
fa: مدت انقضا (به روز)

source: Exploded Items
fa: آیتم‌های تفکیک شده

source: Exponential Smoothing Forecasting
fa: پیش‌بینی هموارسازی نمایی

source: Export E-Invoices
fa: صدور فاکتورهای الکترونیکی

source: External
fa: خارجی

source: External Work History
fa: سابقه کار خارجی

source: Extra Consumed Qty
fa: مقدار مصرفی اضافی

source: Extra Job Card Quantity
fa: مقدار اضافی کارت کار

source: Extra Large
fa: خیلی بزرگ

source: Extra Material Transfer
fa: انتقال مواد اضافی

source: Extra Small
fa: خیلی کوچک

source: FG / Semi FG Item
fa: آیتم کالای ساخته شده / نیمه‌ساخته

source: FIFO Queue
fa: صف FIFO

source: FIFO Queue vs Qty After Transaction Comparison
fa: مقایسه صف FIFO با مقدار پس از تراکنش

source: FIFO Stock Queue (qty, rate)
fa: صف موجودی FIFO (مقدار، نرخ)

source: FIFO/LIFO Queue
fa: صف FIFO/LIFO

source: Fahrenheit
fa: فارنهایت

source: Failed Entries
fa: ورودی‌های ناموفق

source: Failed to Authenticate the API key.
fa: احراز هویت کلید API ناموفق بود.

source: Failed to erase demo data, please delete the demo company manually.
fa: پاک کردن داده‌های آزمایشی ناموفق بود، لطفاً شرکت آزمایشی را به صورت دستی حذف کنید.

source: Failed to install presets
fa: نصب پیش‌تنظیمات انجام نشد.

source: Failed to login
fa: ورود ناموفق بود.

source: Failed to parse MT940 format. Error: {0}
fa: فرمت MT940 تجزیه نشد. خطا: {0}

source: Failed to post depreciation entries
fa: اسناد استهلاک ثبت نشدند.

source: Failed to setup company
fa: راه‌اندازی شرکت انجام نشد.

source: Failed to setup defaults
fa: تنظیمات پیش‌فرض انجام نشد.

source: Failed to setup defaults for country {0}. Please contact support.
fa: تنظیمات پیش‌فرض برای کشور {0} انجام نشد. لطفاً با پشتیبانی تماس بگیرید.

source: Failure Date
fa: تاریخ عدم موفقیت

source: Failure Description
fa: شرح عدم موفقیت
