Repository: ai-solution-company/systemafarin-custom-addon
Catalog: iran_core/locale/*.po
Languages: fa

source: Show Net Values in Party Account
fa: نمایش مبالغ خالص در حساب طرف حساب

source: Show Open
fa: نمایش باز

source: Show Opening Entries
fa: نمایش اسناد افتتاحیه

source: Show Opening and Closing Balance
fa: نمایش مانده افتتاحیه و اختتامیه

source: Show Operations
fa: نمایش عملیات

source: Show Pay Button in Purchase Order Portal
fa: نمایش دکمه پرداخت در پورتال سفارش خرید

source: Show Payment Details
fa: نمایش جزئیات پرداخت

source: Show Payment Schedule in Print
fa: نمایش برنامه پرداخت در چاپ

source: Show Remarks
fa: نمایش توضیحات

source: Show Return Entries
fa: نمایش اسناد برگشتی

source: Show Sales Person
fa: نمایش فروشنده

source: Show Stock Ageing Data
fa: نمایش داده‌های عمر موجودی

source: Show Taxes as Table in Print
fa: نمایش مالیات‌ها به صورت جدول در چاپ

source: Show Variant Attributes
fa: نمایش ویژگی‌های واریانت

source: Show Variants
fa: نمایش واریانت‌ها

source: Show Warehouse-wise Stock
fa: نمایش موجودی به تفکیک انبار

source: Show exploded view
fa: نمایش نمای انفجاری

source: Show in Bucket View
fa: نمایش در نمای دسته‌بندی

source: Show in Website
fa: نمایش در وب‌سایت

source: Show negative values as positive (for expenses in P&L)
fa: نمایش مقادیر منفی به صورت مثبت (برای هزینه‌ها در صورت سود و زیان)

source: Show net values in opening and closing columns
fa: نمایش مقادیر خالص در ستون‌های افتتاحیه و اختتامیه

source: Show only POS
fa: فقط POS را نمایش بده

source: Show only the Immediate Upcoming Term
fa: فقط نزدیک‌ترین دوره آتی را نمایش بده

source: Show pending entries
fa: نمایش ثبت‌های در انتظار

source: Show unclosed fiscal year's P&L balances
fa: نمایش مانده‌های سود و زیان سال مالی بسته نشده

source: Show with upcoming revenue/expense
fa: نمایش با درآمد/هزینه آتی

source: Show zero values
fa: نمایش مقادیر صفر

source: Show {0}
fa: نمایش {0}

source: Signatory Position
fa: سمت امضاکننده

source: Signed
fa: امضا شده

source: Signed By (Company)
fa: امضا شده توسط (شرکت)

source: Signed On
fa: تاریخ امضا

source: Signee
fa: امضاکننده

source: Signee (Company)
fa: امضاکننده (شرکت)

source: Signee Details
fa: جزئیات امضاکننده

source: Similar types of workstations where the same operations run in parallel.
fa: انواع مشابه ایستگاه‌های کاری که عملیات یکسان به صورت موازی در آن‌ها اجرا می‌شود.

source: Simple Python Expression, Example: doc.status == 'Open' and doc.issue_type == 'Bug'
fa: عبارت ساده پایتون، مثال: doc.status == 'Open' and doc.issue_type == 'Bug'

source: Simple Python Expression, Example: territory != 'All Territories'
fa: عبارت ساده پایتون، مثال: territory != 'All Territories'

source: Simple Python formula applied on Reading fields.<br> Numeric eg. 1: <b>reading_1 &gt; 0.2 and reading_1 &lt; 0.5</b><br> Numeric eg. 2: <b>mean &gt; 3.5</b> (mean of populated fields)<br> Value based eg.: <b>reading_value in ("A", "B", "C")</b>
fa: فرمول ساده پایتون اعمال شده بر روی فیلدهای خواندنی.<br> مثال عددی ۱: <b>reading_1 &gt; 0.2 and reading_1 &lt; 0.5</b><br> مثال عددی ۲: <b>mean &gt; 3.5</b> (میانگین فیلدهای پر شده)<br> مثال مبتنی بر مقدار: <b>reading_value in ("A", "B", "C")</b>

source: Simultaneous
fa: همزمان

source: Since there is a process loss of {0} units for the finished good {1}, you should reduce the quantity by {0} units for the finished good {1} in the Items Table.
fa: از آنجایی که {0} واحد ضایعات فرآیند برای کالای نهایی {1} وجود دارد، باید مقدار را به میزان {0} واحد برای کالای نهایی {1} در جدول آیتم‌ها کاهش دهید.

source: Since {0} are Serial No/Batch No items, you cannot enable 'Recreate Stock Ledgers' in Repost Item Valuation.
fa: از آنجایی که {0} آیتم‌های دارای شماره سریال/دسته هستند، نمی‌توانید 'بازسازی دفاتر موجودی' را در بازنشر ارزیابی آیتم فعال کنید.

source: Single
fa: واحد

source: Single Tier Program
fa: برنامه تک لایه

source: Single Transaction Threshold
fa: آستانه تراکنش واحد

source: Single Variant
fa: تک نوع

source: Skip Delivery Note
fa: رد کردن حواله انبار

source: Skip Material Transfer
fa: رد کردن انتقال مواد

source: Skip Material Transfer to WIP
fa: رد کردن انتقال مواد به WIP

source: Skip Material Transfer to WIP Warehouse
fa: رد کردن انتقال مواد به انبار WIP

source: Skipping Tax Withholding Category {0} as there is no associated account set for Company {1} in it.
fa: دسته کسر مالیات {0} در حال رد شدن است زیرا هیچ حساب مرتبطی برای شرکت {1} در آن تنظیم نشده است.

source: Skype ID
fa: شناسه اسکایپ

source: Slug/Cubic Foot
fa: اسلاگ/فوت مکعب

source: Small
fa: کوچک

source: Smoothing Constant
fa: ثابت هموارسازی

source: Soap & Detergent
fa: صابون و مواد شوینده

source: Software
fa: نرم‌افزار

source: Software Developer
fa: توسعه‌دهنده نرم‌افزار

source: Sold
fa: فروخته شده

source: Sold by
fa: فروخته شده توسط

source: Solvency Ratios
fa: نسبت‌های توانایی پرداخت بدهی

source: Some required Company details are missing. You don't have permission to update them. Please contact your System Manager.
fa: برخی از جزئیات ضروری شرکت ناقص است. شما اجازه به‌روزرسانی آن‌ها را ندارید. لطفاً با مدیر سیستم خود تماس بگیرید.

source: Something went wrong please try again
fa: مشکلی پیش آمد، لطفاً دوباره تلاش کنید.

source: Sorry, this coupon code is no longer valid
fa: متأسفیم، این کد تخفیف دیگر معتبر نیست.

source: Sorry, this coupon code's validity has expired
fa: متأسفیم، اعتبار این کد تخفیف منقضی شده است.

source: Sorry, this coupon code's validity has not started
fa: متأسفیم، اعتبار این کد تخفیف هنوز شروع نشده است.

source: Source DocType
fa: نوع سند مبدأ

source: Source Document
fa: سند مبدأ

source: Source Document Name
fa: نام سند مبدأ

source: Source Document No
fa: شماره سند مبدأ

source: Source Document Type
fa: نوع سند مبدأ

source: Source Exchange Rate
fa: نرخ ارز مبدأ

source: Source Fieldname
fa: نام فیلد مبدأ

source: Source Location
fa: مکان مبدأ

source: Source Type
fa: نوع مبدأ

source: Source Warehouse
fa: انبار مبدأ

source: Source Warehouse Address
fa: آدرس انبار مبدأ

source: Source Warehouse Address Link
fa: لینک آدرس انبار مبدأ

source: Source Warehouse is mandatory for the Item {0}.
fa: انبار مبدأ برای آیتم {0} اجباری است.

source: Source Warehouse {0} must be same as Customer Warehouse {1} in the Subcontracting Inward Order.
fa: انبار مبدأ {0} باید با انبار مشتری {1} در سفارش دریافت پیمانکاری یکسان باشد.

source: Source and Target Location cannot be same
fa: مکان مبدأ و مقصد نمی‌توانند یکسان باشند.

source: Source and target warehouse cannot be same for row {0}
fa: انبار مبدأ و مقصد برای ردیف {0} نمی‌توانند یکسان باشند.

source: Source and target warehouse must be different
fa: انبار مبدأ و مقصد باید متفاوت باشند.

source: Source of Funds (Liabilities)
fa: منبع وجوه (بدهی‌ها)

source: Source warehouse is mandatory for row {0}
fa: انبار مبدأ برای ردیف {0} اجباری است.

source: Sourced by Supplier
fa: تأمین‌شده توسط تأمین‌کننده

source: South Africa VAT Account
fa: حساب مالیات بر ارزش افزوده آفریقای جنوبی

source: South Africa VAT Settings
fa: تنظیمات مالیات بر ارزش افزوده آفریقای جنوبی

source: Specify Exchange Rate to convert one currency into another
fa: نرخ ارز را برای تبدیل یک ارز به ارز دیگر مشخص کنید.

source: Specify conditions to calculate shipping amount
fa: شرایط محاسبه مبلغ حمل و نقل را مشخص کنید.

source: Split
fa: تقسیم

source: Split Asset
fa: تقسیم دارایی

source: Split Batch
fa: تقسیم بچ

source: Split Early Payment Discount Loss into Income and Tax Loss
fa: تفکیک زیان تخفیف پرداخت زودهنگام به درآمد و زیان مالیاتی

source: Split From
fa: تقسیم از

source: Split Issue
fa: تقسیم مسئله

source: Split Qty
fa: مقدار تقسیم

source: Split Quantity must be less than Asset Quantity
fa: مقدار تقسیم باید کمتر از مقدار دارایی باشد.

source: Splitting {0} {1} into {2} rows as per Payment Terms
fa: تقسیم {0} {1} به {2} ردیف بر اساس شرایط پرداخت

source: Sports
fa: ورزشی

source: Square Centimeter
fa: سانتی‌متر مربع

source: Square Foot
fa: فوت مربع

source: Square Inch
fa: اینچ مربع

source: Square Kilometer
fa: کیلومتر مربع

source: Square Meter
fa: متر مربع

source: Square Mile
fa: مایل مربع

source: Square Yard
fa: یارد مربع

source: Stage
fa: مرحله

source: Stage Name
fa: نام مرحله

source: Stale Days
fa: روزهای راکد

source: Stale Days should start from 1.
fa: روزهای راکد باید از ۱ شروع شوند.

source: Standard Buying
fa: خرید استاندارد

source: Standard Description
fa: شرح استاندارد

source: Standard Rated Expenses
fa: هزینه‌های با نرخ استاندارد

source: Standard Selling
fa: فروش استاندارد

source: Standard Selling Rate
fa: نرخ فروش استاندارد

source: Standard Template
fa: الگوی استاندارد

source: Standard Terms and Conditions that can be added to Sales and Purchases. Examples: Validity of the offer, Payment Terms, Safety and Usage, etc.
fa: شرایط و ضوابط استانداردی که می‌توان به فروش و خرید اضافه کرد. مثال‌ها: اعتبار پیشنهاد، شرایط پرداخت، ایمنی و استفاده و غیره.

source: Standard rated supplies in {0}
fa: عرضه با نرخ استاندارد در {0}

source: Standard tax template that can be applied to all Purchase Transactions. This template can contain a list of tax heads and also other expense heads like "Shipping", "Insurance", "Handling", etc.
fa: الگوی مالیاتی استانداردی که می‌تواند برای تمام تراکنش‌های خرید اعمال شود. این الگو می‌تواند شامل فهرستی از سرفصل‌های مالیاتی و همچنین سایر سرفصل‌های هزینه مانند "حمل و نقل"، "بیمه"، "بارگیری و تخلیه" و غیره باشد.

source: Standard tax template that can be applied to all Sales Transactions. This template can contain a list of tax heads and also other expense/income heads like "Shipping", "Insurance", "Handling" etc.
fa: الگوی مالیاتی استانداردی که می‌تواند برای تمام تراکنش‌های فروش اعمال شود. این الگو می‌تواند شامل فهرستی از سرفصل‌های مالیاتی و همچنین سایر سرفصل‌های هزینه/درآمد مانند "حمل و نقل"، "بیمه"، "بارگیری و تخلیه" و غیره باشد.

source: Standing Name
fa: نام ثابت

source: Start / Resume
fa: شروع / ادامه

source: Start Date cannot be before the current date
fa: تاریخ شروع نمی‌تواند قبل از تاریخ جاری باشد.

source: Start Date should be lower than End Date
fa: تاریخ شروع باید کمتر از تاریخ پایان باشد.

source: Start Deletion
fa: شروع حذف

source: Start Job
fa: شروع کار

source: Start Merge
fa: شروع ادغام

source: Start Reposting
fa: شروع ثبت مجدد

source: Start Time can't be greater than or equal to End Time for {0}.
fa: زمان شروع نمی‌تواند برای {0} بزرگتر یا مساوی زمان پایان باشد.

source: Start Timer
fa: شروع زمان‌سنج

source: Start Year
fa: سال شروع

source: Start Year and End Year are mandatory
fa: سال شروع و سال پایان اجباری هستند.

source: Start and End Dates
fa: تاریخ‌های شروع و پایان

source: Start date of current invoice's period
fa: تاریخ شروع دوره فاکتور جاری

source: Start date should be less than end date for Item {0}
fa: تاریخ شروع برای آیتم {0} باید کمتر از تاریخ پایان باشد.

source: Start date should be less than end date for task {0}
fa: تاریخ شروع برای وظیفه {0} باید کمتر از تاریخ پایان باشد.

source: Started Time
fa: زمان شروع شده

source: Started a background job to create {1} {0}
fa: یک عملیات پس‌زمینه برای ایجاد {1} {0} آغاز شد.

source: Starting location from left edge
fa: موقعیت شروع از لبه چپ

source: Starting position from top edge
fa: موقعیت شروع از لبه بالا

source: Status Details
fa: جزئیات وضعیت

source: Status Illustration
fa: نمایش وضعیت

source: Status must be Cancelled or Completed
fa: وضعیت باید لغو شده یا تکمیل شده باشد

source: Status must be one of {0}
fa: وضعیت باید یکی از {0} باشد

source: Status set to rejected as there are one or more rejected readings.
fa: وضعیت به رد شده تغییر یافت زیرا یک یا چند قرائت رد شده وجود دارد.

source: Statutory info and other general information about your Supplier
fa: اطلاعات قانونی و سایر اطلاعات عمومی در مورد تأمین‌کننده شما

source: Stock
fa: موجودی

source: Stock Adjustment
fa: تعدیل موجودی

source: Stock Adjustment Account
fa: حساب تعدیل موجودی

source: Stock Ageing
fa: تحلیل سنی موجودی

source: Stock Analytics
fa: تحلیل موجودی

source: Stock Asset Account
fa: حساب دارایی موجودی

source: Stock Assets
fa: دارایی‌های موجودی

source: Stock Available
fa: موجودی در دسترس

source: Stock Balance
fa: مانده موجودی

source: Stock Balance Report
fa: گزارش مانده موجودی

source: Stock Capacity
fa: ظرفیت موجودی

source: Stock Closing
fa: اختتامیه موجودی

source: Stock Closing Balance
fa: مانده اختتامیه موجودی

source: Stock Closing Entry
fa: سند اختتامیه موجودی

source: Stock Closing Entry {0} already exists for the selected date range
fa: سند اختتامیه موجودی {0} از قبل برای بازه تاریخ انتخاب شده وجود دارد

source: Stock Closing Entry {0} has been queued for processing, system will take sometime to complete it.
fa: سند اختتامیه موجودی {0} برای پردازش در صف قرار گرفته است، تکمیل آن توسط سیستم مدتی زمان می‌برد.

source: Stock Closing Log
fa: گزارش اختتامیه موجودی

source: Stock Details
fa: جزئیات موجودی

source: Stock Entries already created for Work Order {0}: {1}
fa: اسناد موجودی از قبل برای سفارش کار {0} ایجاد شده‌اند: {1}

source: Stock Entry
fa: سند موجودی

source: Stock Entry (Outward GIT)
fa: سند موجودی (GIT خروجی)

source: Stock Entry Child
fa: آیتم سند موجودی

source: Stock Entry Detail
fa: جزئیات سند موجودی

source: Stock Entry Item
fa: آیتم سند موجودی

source: Stock Entry Type
fa: نوع سند موجودی

source: Stock Entry has been already created against this Pick List
fa: سند موجودی از قبل برای این لیست انتخاب ایجاد شده است

source: Stock Entry {0} created
fa: سند موجودی {0} ایجاد شد

source: Stock Entry {0} has created
fa: سند موجودی {0} ایجاد شده است

source: Stock Entry {0} is not submitted
fa: سند موجودی {0} ثبت نهایی نشده است

source: Stock Expenses
fa: هزینه‌های موجودی

source: Stock Frozen Up To
fa: موجودی مسدود شده تا تاریخ

source: Stock In Hand
fa: موجودی در انبار

source: Stock Items
fa: آیتم‌های موجودی

source: Stock Ledger
fa: دفتر موجودی کالا

source: Stock Ledger Entries and GL Entries are reposted for the selected Purchase Receipts
fa: اسناد دفتر موجودی کالا و اسناد حسابداری برای رسیدهای خرید انتخاب شده مجدداً ثبت شدند

source: Stock Ledger Entry
fa: سند دفتر موجودی کالا

source: Stock Ledger ID
fa: شناسه دفتر موجودی کالا

source: Stock Ledger Invariant Check
fa: بررسی ثبات دفتر موجودی کالا

source: Stock Ledger Variance
fa: مغایرت دفتر موجودی کالا

source: Stock Levels
fa: سطوح موجودی کالا

source: Stock Liabilities
fa: تعهدات موجودی کالا

source: Stock Manager
fa: مدیر موجودی کالا

source: Stock Movement
fa: گردش موجودی کالا

source: Stock Partially Reserved
fa: موجودی کالا تا حدی رزرو شده

source: Stock Planning
fa: برنامه‌ریزی موجودی کالا

source: Stock Projected Qty
fa: مقدار پیش‌بینی شده موجودی کالا

source: Stock Qty
fa: مقدار موجودی کالا

source: Stock Qty vs Serial No Count
fa: مقدار موجودی کالا در مقابل تعداد شماره سریال

source: Stock Received But Not Billed
fa: موجودی کالای دریافت شده اما صورتحساب نشده

source: Stock Reconciliation
fa: مغایرت‌گیری موجودی کالا

source: Stock Reconciliation Item
fa: آیتم مغایرت‌گیری موجودی کالا

source: Stock Reconciliations
fa: مغایرت‌گیری‌های موجودی کالا

source: Stock Reports
fa: گزارش‌های موجودی کالا

source: Stock Reposting Settings
fa: تنظیمات ثبت مجدد موجودی کالا

source: Stock Reservation
fa: رزرو موجودی کالا

source: Stock Reservation Entries Cancelled
fa: اسناد رزرو موجودی کالا لغو شدند

source: Stock Reservation Entries Created
fa: اسناد رزرو موجودی کالا ایجاد شدند

source: Stock Reservation Entries created
fa: اسناد رزرو موجودی کالا ایجاد شدند

source: Stock Reservation Entry
fa: سند رزرو موجودی کالا

source: Stock Reservation Entry cannot be updated as it has been delivered.
fa: سند رزرو موجودی کالا قابل به‌روزرسانی نیست زیرا تحویل شده است.

source: Stock Reservation Entry created against a Pick List cannot be updated. If you need to make changes, we recommend canceling the existing entry and creating a new one.
fa: سند رزرو موجودی کالا که بر اساس لیست جمع‌آوری (Pick List) ایجاد شده است، قابل به‌روزرسانی نیست. اگر نیاز به تغییر دارید، توصیه می‌کنیم سند موجود را لغو کرده و یک سند جدید ایجاد کنید.

source: Stock Reservation Warehouse Mismatch
fa: عدم تطابق انبار در رزرو موجودی کالا

source: Stock Reservation can only be created against {0}.
fa: رزرو موجودی کالا فقط می‌تواند بر اساس {0} ایجاد شود.

source: Stock Reserved
fa: موجودی کالا رزرو شده

source: Stock Reserved Qty
fa: مقدار موجودی رزرو شده

source: Stock Reserved Qty (in Stock UOM)
fa: مقدار موجودی رزرو شده (بر حسب واحد اندازه‌گیری موجودی کالا)

source: Stock Settings
fa: تنظیمات موجودی کالا

source: Stock Summary
fa: خلاصه موجودی کالا

source: Stock Transactions
fa: تراکنش‌های موجودی کالا

source: Stock Transactions Settings
fa: تنظیمات تراکنش‌های موجودی کالا

source: Stock UOM
fa: واحد اندازه‌گیری موجودی کالا

source: Stock UOM Quantity
fa: مقدار واحد اندازه‌گیری موجودی کالا

source: Stock Unreservation
fa: لغو رزرو موجودی کالا

source: Stock Uom
fa: واحد موجودی

source: Stock User
fa: کاربر موجودی

source: Stock Validations
fa: اعتبارسنجی‌های موجودی

source: Stock Value
fa: ارزش موجودی

source: Stock and Account Value Comparison
fa: مقایسه ارزش موجودی و حساب

source: Stock and Manufacturing
fa: موجودی و تولید

source: Stock cannot be reserved in group warehouse {0}.
fa: موجودی را نمی‌توان در انبار گروهی {0} رزرو کرد.

source: Stock cannot be reserved in the group warehouse {0}.
fa: موجودی را نمی‌توان در انبار گروهی {0} رزرو کرد.

source: Stock cannot be updated against Purchase Receipt {0}
fa: موجودی را نمی‌توان بر اساس رسید خرید {0} به‌روزرسانی کرد.

source: Stock cannot be updated against the following Delivery Notes: {0}
fa: موجودی را نمی‌توان بر اساس حواله‌های خروج زیر به‌روزرسانی کرد: {0}

source: Stock cannot be updated because the invoice contains a drop shipping item. Please disable 'Update Stock' or remove the drop shipping item.
fa: موجودی را نمی‌توان به‌روزرسانی کرد زیرا فاکتور شامل کالای دراپ شیپینگ است. لطفاً 'به‌روزرسانی موجودی' را غیرفعال کنید یا کالای دراپ شیپینگ را حذف کنید.

source: Stock has been unreserved for work order {0}.
fa: موجودی برای سفارش کار {0} از حالت رزرو خارج شد.

source: Stock not available for Item {0} in Warehouse {1}.
fa: موجودی برای کالای {0} در انبار {1} موجود نیست.

source: Stock quantity not enough for Item Code: {0} under warehouse {1}. Available quantity {2} {3}.
fa: مقدار موجودی برای کد کالا: {0} در انبار {1} کافی نیست. مقدار موجود {2} {3}.

source: Stock transactions before {0} are frozen
fa: تراکنش‌های موجودی قبل از {0} مسدود شده‌اند.

source: Stock transactions that are older than the mentioned days cannot be modified.
fa: تراکنش‌های موجودی که قدیمی‌تر از روزهای ذکر شده هستند، قابل تغییر نیستند.

source: Stock will be reserved on submission of <b>Purchase Receipt</b> created against Material Request for Sales Order.
fa: موجودی با ثبت <b>رسید خرید</b> ایجاد شده بر اساس درخواست مواد برای سفارش فروش، رزرو خواهد شد.

source: Stock/Accounts can not be frozen as processing of backdated entries is going on. Please try again later.
fa: موجودی/حساب‌ها را نمی‌توان مسدود کرد زیرا پردازش ورودی‌های با تاریخ گذشته در حال انجام است. لطفاً بعداً دوباره تلاش کنید.

source: Stone
fa: سنگ

source: Stop Reason
fa: دلیل توقف

source: Stopped Work Order cannot be cancelled, Unstop it first to cancel
fa: سفارش کار متوقف شده را نمی‌توان لغو کرد، ابتدا آن را از توقف خارج کنید تا لغو شود.

source: Stores
fa: انبارها

source: Straight Line
fa: خط مستقیم

source: Sub Assemblies
fa: زیرمونتاژها

source: Sub Assemblies & Raw Materials
fa: زیرمونتاژها و مواد اولیه

source: Sub Assembly Item
fa: کالای زیرمونتاژ

source: Sub Assembly Item Code
fa: کد کالای زیرمونتاژ

source: Sub Assembly Item Reference
fa: مرجع کالای زیرمونتاژ

source: Sub Assembly Item is mandatory
fa: کالای زیرمونتاژ اجباری است.

source: Sub Assembly Items
fa: کالاهای زیرمونتاژ

source: Sub Assembly Warehouse
fa: انبار زیرمونتاژ

source: Sub Operation
fa: عملیات فرعی

source: Sub Operations
fa: عملیات‌های فرعی

source: Sub Procedure
fa: رویه فرعی

source: Sub Total
fa: جمع جزء

source: Sub assembly item references are missing. Please fetch the sub assemblies and raw materials again.
fa: مراجع کالاهای زیرمونتاژ موجود نیستند. لطفاً زیرمونتاژها و مواد اولیه را دوباره واکشی کنید.

source: Sub-assembly BOM Count
fa: تعداد BOM زیرمونتاژ

source: Sub-contracting
fa: پیمانکاری فرعی

source: Subcontract
fa: پیمانکاری فرعی

source: Subcontract BOM
fa: BOM پیمانکاری فرعی

source: Subcontract Order
fa: سفارش برون‌سپاری

source: Subcontract Order Summary
fa: خلاصه سفارش برون‌سپاری

source: Subcontract Return
fa: برگشت برون‌سپاری

source: Subcontracted Item
fa: آیتم برون‌سپاری شده

source: Subcontracted Item To Be Received
fa: آیتم برون‌سپاری شده در انتظار دریافت

source: Subcontracted Purchase Order
fa: سفارش خرید برون‌سپاری شده

source: Subcontracted Quantity
fa: مقدار برون‌سپاری شده

source: Subcontracted Raw Materials To Be Transferred
fa: مواد اولیه برون‌سپاری شده در انتظار انتقال

source: Subcontracting
fa: برون‌سپاری

source: Subcontracting BOM
fa: BOM برون‌سپاری

source: Subcontracting Conversion Factor
fa: ضریب تبدیل برون‌سپاری

source: Subcontracting Delivery
fa: تحویل برون‌سپاری

source: Subcontracting Inward
fa: ورود برون‌سپاری

source: Subcontracting Inward Order
fa: سفارش ورود برون‌سپاری

source: Subcontracting Inward Order Item
fa: آیتم سفارش ورود برون‌سپاری

source: Subcontracting Inward Order Received Item
fa: آیتم دریافت شده سفارش ورود برون‌سپاری

source: Subcontracting Inward Order Scrap Item
fa: آیتم ضایعات سفارش ورود برون‌سپاری

source: Subcontracting Inward Order Service Item
fa: آیتم خدماتی سفارش ورود برون‌سپاری

source: Subcontracting Inward Settings
fa: تنظیمات ورود برون‌سپاری

source: Subcontracting Order
fa: سفارش برون‌سپاری

source: Subcontracting Order (Draft) will be auto-created on submission of Purchase Order.
fa: سفارش برون‌سپاری (پیش‌نویس) پس از ارسال سفارش خرید به صورت خودکار ایجاد خواهد شد.

source: Subcontracting Order Item
fa: آیتم سفارش برون‌سپاری

source: Subcontracting Order Service Item
fa: آیتم خدماتی سفارش برون‌سپاری

source: Subcontracting Order Supplied Item
fa: آیتم تأمین شده سفارش برون‌سپاری

source: Subcontracting Order {0} created.
fa: سفارش برون‌سپاری {0} ایجاد شد.

source: Subcontracting Purchase Order
fa: سفارش خرید برون‌سپاری

source: Subcontracting Receipt
fa: رسید برون‌سپاری

source: Subcontracting Receipt Item
fa: آیتم رسید برون‌سپاری

source: Subcontracting Receipt Supplied Item
fa: آیتم تأمین شده رسید برون‌سپاری

source: Subcontracting Return
fa: برگشت برون‌سپاری

source: Subcontracting Sales Order
fa: سفارش فروش برون‌سپاری

source: Subcontracting Settings
fa: تنظیمات برون‌سپاری

source: Subdivision
fa: زیربخش

source: Submit Action Failed
fa: ارسال ناموفق بود

source: Submit ERR Journals?
fa: اسناد روزنامه ERR ارسال شوند؟

source: Submit Generated Invoices
fa: ارسال فاکتورهای تولید شده

source: Submit Journal Entries
fa: ارسال اسناد روزنامه

source: Submit this Work Order for further processing.
fa: این سفارش کار را برای پردازش بیشتر ارسال کنید.

source: Submit your Quotation
fa: پیش‌فاکتور خود را ارسال کنید

source: Subscription
fa: اشتراک

source: Subscription End Date
fa: تاریخ پایان اشتراک

source: Subscription End Date is mandatory to follow calendar months
fa: تاریخ پایان اشتراک برای پیروی از ماه‌های تقویمی اجباری است

source: Subscription End Date must be after {0} as per the subscription plan
fa: تاریخ پایان اشتراک طبق طرح اشتراک باید بعد از {0} باشد

source: Subscription Invoice
fa: فاکتور اشتراک

source: Subscription Management
fa: مدیریت اشتراک

source: Subscription Period
fa: دوره اشتراک

source: Subscription Plan
fa: طرح اشتراک

source: Subscription Plan Detail
fa: جزئیات طرح اشتراک

source: Subscription Plans
fa: طرح‌های اشتراک

source: Subscription Price Based On
fa: قیمت اشتراک بر اساس

source: Subscription Section
fa: بخش اشتراک

source: Subscription Settings
fa: تنظیمات اشتراک

source: Subscription Start Date
fa: تاریخ شروع اشتراک

source: Subscription for Future dates cannot be processed.
fa: اشتراک برای تاریخ‌های آینده قابل پردازش نیست.

source: Subscriptions
fa: اشتراک‌ها

source: Succeeded
fa: موفقیت‌آمیز

source: Succeeded Entries
fa: ورودی‌های موفقیت‌آمیز

source: Success Redirect URL
fa: آدرس URL تغییر مسیر موفقیت

source: Success Settings
fa: تنظیمات موفقیت
