Repository: ai-solution-company/systemafarin-custom-addon
Catalog: iran_core/locale/*.po
Languages: fa

source: If this option is configured 'Yes', ERPNext will prevent you from creating a Purchase Invoice without creating a Purchase Receipt first. This configuration can be overridden for a particular supplier by enabling the 'Allow Purchase Invoice Creation Without Purchase Receipt' checkbox in the Supplier master.
fa: اگر این گزینه 'بله' پیکربندی شده باشد، ERPNext از ایجاد فاکتور خرید بدون ایجاد رسید خرید ابتدا جلوگیری می‌کند. این پیکربندی را می‌توان برای یک تأمین‌کننده خاص با فعال کردن چک‌باکس 'اجازه ایجاد فاکتور خرید بدون رسید خرید' در فرم اصلی تأمین‌کننده نادیده گرفت.

source: If ticked, multiple materials can be used for a single Work Order. This is useful if one or more time consuming products are being manufactured.
fa: اگر تیک خورده باشد، می‌توان چندین ماده را برای یک سفارش کار واحد استفاده کرد. این گزینه زمانی مفید است که یک یا چند محصول زمان‌بر در حال تولید باشند.

source: If ticked, the BOM cost will be automatically updated based on Valuation Rate / Price List Rate / last purchase rate of raw materials.
fa: اگر تیک خورده باشد، هزینه BOM به طور خودکار بر اساس نرخ ارزیابی / نرخ لیست قیمت / آخرین نرخ خرید مواد اولیه به‌روزرسانی می‌شود.

source: If two or more Pricing Rules are found based on the above conditions, Priority is applied. Priority is a number between 0 to 20 while default value is zero (blank). Higher number means it will take precedence if there are multiple Pricing Rules with same conditions.
fa: اگر دو یا چند قانون قیمت‌گذاری بر اساس شرایط فوق یافت شود، اولویت اعمال می‌شود. اولویت عددی بین 0 تا 20 است در حالی که مقدار پیش‌فرض صفر (خالی) است. عدد بالاتر به این معنی است که در صورت وجود چندین قانون قیمت‌گذاری با شرایط یکسان، ارجحیت خواهد داشت.

source: If unlimited expiry for the Loyalty Points, keep the Expiry Duration empty or 0.
fa: اگر تاریخ انقضای امتیازات وفاداری نامحدود است، مدت زمان انقضا را خالی یا 0 بگذارید.

source: If yes, then this warehouse will be used to store rejected materials
fa: اگر بله، این انبار برای نگهداری مواد رد شده استفاده خواهد شد.

source: If you are maintaining stock of this Item in your Inventory, ERPNext will make a stock ledger entry for each transaction of this item.
fa: اگر موجودی این آیتم را در انبار خود نگهداری می‌کنید، ERPNext برای هر تراکنش این آیتم یک سند دفتر کل موجودی ایجاد خواهد کرد.

source: If you need to reconcile particular transactions against each other, then please select accordingly. If not, all the transactions will be allocated in FIFO order.
fa: اگر نیاز به تطبیق تراکنش‌های خاص با یکدیگر دارید، لطفاً بر این اساس انتخاب کنید. در غیر این صورت، تمام تراکنش‌ها به ترتیب FIFO تخصیص داده خواهند شد.

source: If you still want to proceed, please disable 'Skip Available Sub Assembly Items' checkbox.
fa: اگر همچنان می‌خواهید ادامه دهید، لطفاً چک‌باکس 'نادیده گرفتن آیتم‌های زیرمونتاژ موجود' را غیرفعال کنید.

source: If you still want to proceed, please enable {0}.
fa: اگر همچنان می‌خواهید ادامه دهید، لطفاً {0} را فعال کنید.

source: If you {0} {1} quantities of the item {2}, the scheme {3} will be applied on the item.
fa: اگر شما {0} {1} مقدار از آیتم {2} را، طرح {3} روی این آیتم اعمال خواهد شد.

source: If you {0} {1} worth item {2}, the scheme {3} will be applied on the item.
fa: اگر شما {0} {1} به ارزش آیتم {2} را، طرح {3} روی این آیتم اعمال خواهد شد.

source: Ignore
fa: نادیده گرفتن

source: Ignore Account Closing Balance
fa: نادیده گرفتن مانده پایانی حساب

source: Ignore Closing Balance
fa: نادیده گرفتن مانده پایانی

source: Ignore Default Payment Terms Template
fa: نادیده گرفتن الگوی پیش‌فرض شرایط پرداخت

source: Ignore Employee Time Overlap
fa: نادیده گرفتن همپوشانی زمان کارمند

source: Ignore Empty Stock
fa: نادیده گرفتن موجودی خالی

source: Ignore Exchange Rate Revaluation and Gain / Loss Journals
fa: نادیده گرفتن تجدید ارزیابی نرخ ارز و اسناد سود/زیان

source: Ignore Existing Ordered Qty
fa: نادیده گرفتن مقدار سفارش داده شده موجود

source: Ignore Existing Projected Quantity
fa: نادیده گرفتن مقدار پیش‌بینی شده موجود

source: Ignore Is Opening check for reporting
fa: نادیده گرفتن بررسی 'ثبت افتتاحیه' برای گزارش‌گیری

source: Ignore Pricing Rule
fa: نادیده گرفتن قانون قیمت‌گذاری

source: Ignore Pricing Rule is enabled. Cannot apply coupon code.
fa: نادیده گرفتن قانون قیمت‌گذاری فعال است. کد کوپن قابل اعمال نیست.

source: Ignore System Generated Credit / Debit Notes
fa: نادیده گرفتن اسناد بستانکار / بدهکار تولید شده توسط سیستم

source: Ignore User Time Overlap
fa: نادیده گرفتن همپوشانی زمان کاربر

source: Ignore Voucher Type filter and Select Vouchers Manually
fa: نادیده گرفتن فیلتر نوع سند و انتخاب دستی اسناد

source: Ignore Workstation Time Overlap
fa: نادیده گرفتن همپوشانی زمان ایستگاه کاری

source: Ignores legacy Is Opening field in GL Entry that allows adding opening balance post the system is in use while generating reports
fa: فیلد قدیمی 'ثبت افتتاحیه' در سند حسابداری را نادیده می‌گیرد که امکان افزودن مانده افتتاحیه پس از استفاده از سیستم را هنگام تولید گزارش‌ها فراهم می‌کند.

source: Impairment
fa: کاهش ارزش

source: Implementation Partner
fa: شریک پیاده‌سازی

source: Import Chart of Accounts from a csv file
fa: وارد کردن نمودار حساب‌ها از فایل csv

source: Import Genericode File
fa: وارد کردن فایل Genericode

source: Import Invoices
fa: وارد کردن فاکتورها

source: Import MT940 Fromat
fa: وارد کردن MT940 Fromat

source: Import Successful
fa: وارد کردن موفقیت‌آمیز

source: Import Supplier Invoice
fa: واردات فاکتور تأمین‌کننده

source: Import Using CSV file
fa: وارد کردن با استفاده از فایل CSV

source: Import completed. {0} common codes created.
fa: واردات تکمیل شد. {0} کد مشترک ایجاد شد.

source: Import in Bulk
fa: واردات انبوه

source: Importing Common Codes
fa: در حال وارد کردن کدهای مشترک

source: In House
fa: داخلی

source: In Maintenance
fa: در حال نگهداری

source: In Mins
fa: به دقیقه

source: In Party Currency
fa: به ارز طرف حساب

source: In Percentage
fa: به درصد

source: In Process
fa: در حال انجام

source: In Production
fa: در حال تولید

source: In Qty
fa: به مقدار

source: In Stock
fa: موجود در انبار

source: In Stock Qty
fa: مقدار موجود در انبار

source: In Transit
fa: در حال حمل

source: In Transit Transfer
fa: انتقال در حال حمل

source: In Transit Warehouse
fa: انبار در حال حمل

source: In Value
fa: به ارزش

source: In Words
fa: به حروف

source: In Words (Company Currency)
fa: به حروف (ارز شرکت)

source: In Words (Export) will be visible once you save the Delivery Note.
fa: به حروف (صادرات) پس از ذخیره حواله تحویل قابل مشاهده خواهد بود.

source: In Words will be visible once you save the Delivery Note.
fa: به حروف پس از ذخیره حواله تحویل قابل مشاهده خواهد بود.

source: In Words will be visible once you save the Sales Invoice.
fa: به حروف پس از ذخیره فاکتور فروش قابل مشاهده خواهد بود.

source: In Words will be visible once you save the Sales Order.
fa: به حروف پس از ذخیره سفارش فروش قابل مشاهده خواهد بود.

source: In mins
fa: به دقیقه

source: In minutes
fa: به دقیقه

source: In row {0} of Appointment Booking Slots: "To Time" must be later than "From Time".
fa: در ردیف {0} از اسلات‌های رزرو نوبت: "زمان پایان" باید دیرتر از "زمان شروع" باشد.

source: In stock
fa: موجود در انبار

source: In the case of multi-tier program, Customers will be auto assigned to the concerned tier as per their spent
fa: در صورت برنامه چند سطحی، مشتریان بر اساس میزان هزینه خود به صورت خودکار به سطح مربوطه اختصاص داده می‌شوند.

source: In this section, you can define Company-wide transaction-related defaults for this Item. Eg. Default Warehouse, Default Price List, Supplier, etc.
fa: در این بخش، می‌توانید پیش‌فرض‌های مربوط به تراکنش در سطح شرکت را برای این آیتم تعریف کنید. به عنوان مثال: انبار پیش‌فرض، لیست قیمت پیش‌فرض، تأمین‌کننده و غیره.

source: Inactive Customers
fa: مشتریان غیرفعال

source: Inactive Sales Items
fa: آیتم‌های فروش غیرفعال

source: Inactive Status
fa: وضعیت غیرفعال

source: Incentives
fa: مشوق‌ها

source: Inch
fa: اینچ

source: Inch Pound-Force
fa: اینچ پوند-نیرو

source: Inch/Minute
fa: اینچ/دقیقه

source: Inch/Second
fa: اینچ/ثانیه

source: Inches Of Mercury
fa: اینچ جیوه

source: Include Account Currency
fa: درج ارز حساب

source: Include Ageing Summary
fa: درج خلاصه سررسید

source: Include Closed Orders
fa: درج سفارشات بسته شده

source: Include Default FB Assets
fa: درج دارایی‌های پیش‌فرض FB

source: Include Default FB Entries
fa: درج ثبت‌های پیش‌فرض FB

source: Include Expired
fa: شامل موارد منقضی شده

source: Include Expired Batches
fa: درج دسته‌های منقضی شده

source: Include Exploded Items
fa: درج آیتم‌های تفکیک شده

source: Include Item In Manufacturing
fa: درج آیتم در حال تولید

source: Include Non Stock Items
fa: درج کالاهای غیر موجودی

source: Include POS Transactions
fa: درج تراکنش‌های نقطه فروش

source: Include Payment
fa: درج پرداخت

source: Include Payment (POS)
fa: درج پرداخت (نقطه فروش)

source: Include Reconciled Entries
fa: درج ثبت‌های تطبیق‌یافته

source: Include Returned Invoices (Stand-alone)
fa: درج فاکتورهای برگشتی (مستقل)

source: Include Safety Stock in Required Qty Calculation
fa: درج موجودی ایمنی در محاسبه مقدار مورد نیاز

source: Include Sub-assembly Raw Materials
fa: درج مواد اولیه زیرمونتاژ

source: Include Subcontracted Items
fa: درج آیتم‌های پیمانکاری

source: Include Timesheets in Draft Status
fa: درج تایم‌شیت‌ها با وضعیت پیش‌نویس

source: Include UOM
fa: درج واحد اندازه‌گیری

source: Include Zero Stock Items
fa: درج کالاهای با موجودی صفر

source: Include in Charts
fa: درج در نمودارها

source: Include in gross
fa: درج در ناخالص

source: Included in Gross Profit
fa: مشمول سود ناخالص

source: Including items for sub assemblies
fa: شامل آیتم‌ها برای زیرمونتاژها

source: Income
fa: درآمد

source: Income Account
fa: حساب درآمد

source: Incoming Call Handling Schedule
fa: برنامه مدیریت تماس‌های ورودی

source: Incoming Call Settings
fa: تنظیمات تماس ورودی

source: Incoming Rate
fa: نرخ ورودی

source: Incoming Rate (Costing)
fa: نرخ ورودی (بهای تمام شده)

source: Incoming call from {0}
fa: تماس ورودی از {0}

source: Incompatible Setting Detected
fa: تنظیم ناسازگار شناسایی شد

source: Incorrect Balance Qty After Transaction
fa: مقدار موجودی نادرست پس از تراکنش

source: Incorrect Batch Consumed
fa: دسته مصرف شده نادرست

source: Incorrect Check in (group) Warehouse for Reorder
fa: بررسی انبار (گروه) برای سفارش مجدد اشتباه است

source: Incorrect Component Quantity
fa: مقدار جزء نادرست

source: Incorrect Date
fa: تاریخ نادرست

source: Incorrect Invoice
fa: فاکتور نادرست

source: Incorrect Payment Type
fa: نوع پرداخت نادرست

source: Incorrect Reference Document (Purchase Receipt Item)
fa: سند مرجع نادرست (آیتم رسید خرید)

source: Incorrect Serial No Valuation
fa: ارزش‌گذاری شماره سریال نادرست

source: Incorrect Serial Number Consumed
fa: شماره سریال مصرف شده نادرست

source: Incorrect Serial and Batch Bundle
fa: بسته شماره سریال و بچ (دسته) نادرست

source: Incorrect Stock Value Report
fa: گزارش ارزش موجودی نادرست

source: Incorrect Type of Transaction
fa: نوع تراکنش نادرست

source: Incorrect Warehouse
fa: انبار نادرست

source: Incorrect number of General Ledger Entries found. You might have selected a wrong Account in the transaction.
fa: تعداد سندهای دفتر کل یافت شده نادرست است. ممکن است حساب اشتباهی را در تراکنش انتخاب کرده باشید.

source: Incoterm
fa: اینکوترمز

source: Increase In Asset Life (Months)
fa: افزایش عمر مفید دارایی (ماه)

source: Increase In Asset Life(Months)
fa: افزایش عمر مفید دارایی (ماه)

source: Increment
fa: افزایش

source: Increment cannot be 0
fa: مقدار افزایش نمی‌تواند 0 باشد

source: Increment for Attribute {0} cannot be 0
fa: مقدار افزایش برای ویژگی {0} نمی‌تواند 0 باشد

source: Indent
fa: تورفتگی

source: Indent Level
fa: سطح تورفتگی

source: Indentation level: 0 = Main heading, 1 = Sub-category, 2 = Individual accounts, etc.
fa: سطح تورفتگی: 0 = سرفصل اصلی، 1 = زیرمجموعه، 2 = حساب‌های تفصیلی و غیره.

source: Indicates that the package is a part of this delivery (Only Draft)
fa: نشان می‌دهد که بسته بخشی از این تحویل است (فقط پیش‌نویس)

source: Indirect Expense
fa: هزینه غیرمستقیم

source: Indirect Expenses
fa: هزینه‌های غیرمستقیم

source: Indirect Income
fa: درآمد غیرمستقیم

source: Individual
fa: انفرادی

source: Individual GL Entry cannot be cancelled.
fa: سند دفتر کل انفرادی قابل لغو نیست.

source: Individual Stock Ledger Entry cannot be cancelled.
fa: سند دفتر موجودی انفرادی قابل لغو نیست.

source: Industry
fa: صنعت

source: Industry Type
fa: نوع صنعت

source: Initial Email Notification Sent
fa: اعلان ایمیل اولیه ارسال شد

source: Initialize Summary Table
fa: مقداردهی اولیه جدول خلاصه

source: Initiated
fa: آغاز شد

source: Inspected By
fa: بازرسی شده توسط

source: Inspection Rejected
fa: بازرسی رد شد

source: Inspection Required
fa: نیاز به بازرسی

source: Inspection Required before Delivery
fa: نیاز به بازرسی قبل از تحویل

source: Inspection Required before Purchase
fa: نیاز به بازرسی قبل از خرید

source: Inspection Submission
fa: ثبت بازرسی

source: Inspection Type
fa: نوع بازرسی

source: Installation Date
fa: تاریخ نصب

source: Installation Note
fa: یادداشت نصب

source: Installation Note Item
fa: آیتم یادداشت نصب

source: Installation Note {0} has already been submitted
fa: یادداشت نصب {0} قبلاً ثبت شده است

source: Installation Status
fa: وضعیت نصب

source: Installation Time
fa: زمان نصب

source: Installation date cannot be before delivery date for Item {0}
fa: تاریخ نصب نمی‌تواند قبل از تاریخ تحویل برای آیتم {0} باشد

source: Installed Qty
fa: تعداد نصب شده

source: Installing presets
fa: در حال نصب پیش‌تنظیمات

source: Instruction
fa: دستورالعمل

source: Insufficient Capacity
fa: ظرفیت ناکافی

source: Insufficient Permissions
fa: مجوزهای ناکافی

source: Insufficient Stock
fa: موجودی ناکافی

source: Insufficient Stock for Batch
fa: موجودی ناکافی برای بچ

source: Insurance
fa: بیمه

source: Insurance Company
fa: شرکت بیمه

source: Insurance Details
fa: جزئیات بیمه

source: Insurance End Date
fa: تاریخ پایان بیمه

source: Insurance Start Date
fa: تاریخ شروع بیمه

source: Insurance Start date should be less than Insurance End date
fa: تاریخ شروع بیمه باید کمتر از تاریخ پایان بیمه باشد

source: Insured value
fa: ارزش بیمه شده

source: Insurer
fa: بیمه‌گر

source: Integration Details
fa: جزئیات یکپارچه‌سازی

source: Integration ID
fa: شناسه یکپارچه‌سازی

source: Inter Company Invoice Reference
fa: مرجع فاکتور بین شرکتی

source: Inter Company Journal Entry
fa: سند روزنامه بین شرکتی

source: Inter Company Journal Entry Reference
fa: مرجع سند روزنامه بین شرکتی

source: Inter Company Order Reference
fa: مرجع سفارش بین شرکتی

source: Inter Company Purchase Order
fa: سفارش خرید بین شرکتی

source: Inter Company Reference
fa: مرجع بین شرکتی

source: Inter Company Sales Order
fa: سفارش فروش بین شرکتی

source: Inter Transfer Reference
fa: مرجع انتقال داخلی

source: Inter Warehouse Transfer Settings
fa: تنظیمات انتقال بین انباری

source: Interest
fa: بهره

source: Interest Expense
fa: هزینه بهره

source: Interest Income
fa: درآمد بهره

source: Interest and/or dunning fee
fa: بهره و/یا کارمزد دیرکرد

source: Interest on Fixed Deposits
fa: بهره سپرده‌های ثابت

source: Interested
fa: علاقه‌مند

source: Internal
fa: داخلی

source: Internal Customer
fa: مشتری داخلی

source: Internal Customer for company {0} already exists
fa: مشتری داخلی برای شرکت {0} از قبل موجود است

source: Internal Purchase Order
fa: سفارش خرید داخلی

source: Internal Sale or Delivery Reference missing.
fa: مرجع فروش داخلی یا تحویل موجود نیست.

source: Internal Sales Order
fa: سفارش فروش داخلی

source: Internal Sales Reference Missing
fa: ارجاع فروش داخلی موجود نیست

source: Internal Supplier
fa: تأمین‌کننده داخلی

source: Internal Supplier for company {0} already exists
fa: تأمین‌کننده داخلی برای شرکت {0} از قبل موجود است

source: Internal Transfer
fa: انتقال داخلی

source: Internal Transfer Reference Missing
fa: ارجاع انتقال داخلی موجود نیست

source: Internal Transfers
fa: انتقالات داخلی

source: Internal Work History
fa: تاریخچه کار داخلی

source: Internal transfers can only be done in company's default currency
fa: انتقالات داخلی فقط با ارز پیش‌فرض شرکت قابل انجام است

source: Internet Publishing
fa: انتشار اینترنتی

source: Interval should be between 1 to 59 MInutes
fa: بازه باید بین ۱ تا ۵۹ دقیقه باشد

source: Invalid Account
fa: حساب نامعتبر

source: Invalid Allocated Amount
fa: مبلغ تخصیص‌یافته نامعتبر

source: Invalid Amount
fa: مبلغ نامعتبر

source: Invalid Attribute
fa: ویژگی نامعتبر

source: Invalid Auto Repeat Date
fa: تاریخ تکرار خودکار نامعتبر

source: Invalid Barcode. There is no Item attached to this barcode.
fa: بارکد نامعتبر. هیچ کالایی به این بارکد متصل نیست.

source: Invalid Blanket Order for the selected Customer and Item
fa: سفارش کلی نامعتبر برای مشتری و کالای انتخاب‌شده

source: Invalid Child Procedure
fa: رویه فرعی نامعتبر

source: Invalid Company for Inter Company Transaction.
fa: شرکت نامعتبر برای تراکنش بین شرکتی.

source: Invalid Cost Center
fa: مرکز هزینه نامعتبر

source: Invalid Delivery Date
fa: تاریخ تحویل نامعتبر

source: Invalid Discount
fa: تخفیف نامعتبر

source: Invalid Discount Amount
fa: مبلغ تخفیف نامعتبر

source: Invalid Document
fa: سند نامعتبر

source: Invalid Document Type
fa: نوع سند نامعتبر

source: Invalid Formula
fa: فرمول نامعتبر

source: Invalid Group By
fa: گروه‌بندی نامعتبر

source: Invalid Item
fa: کالای نامعتبر

source: Invalid Item Defaults
fa: پیش‌فرض‌های کالای نامعتبر

source: Invalid Ledger Entries
fa: ثبت‌های دفتر کل نامعتبر

source: Invalid Net Purchase Amount
fa: مبلغ خالص خرید نامعتبر

source: Invalid Opening Entry
fa: سند افتتاحیه نامعتبر

source: Invalid POS Invoices
fa: فاکتورهای POS نامعتبر

source: Invalid Parent Account
fa: حساب والد نامعتبر

source: Invalid Part Number
fa: شماره قطعه نامعتبر

source: Invalid Posting Time
fa: زمان ثبت نامعتبر

source: Invalid Primary Role
fa: نقش اصلی نامعتبر

source: Invalid Print Format
fa: قالب چاپ نامعتبر

source: Invalid Priority
fa: اولویت نامعتبر

source: Invalid Process Loss Configuration
fa: پیکربندی ضایعات فرآیند نامعتبر

source: Invalid Purchase Invoice
fa: فاکتور خرید نامعتبر

source: Invalid Qty
fa: مقدار نامعتبر

source: Invalid Quantity
fa: مقدار نامعتبر

source: Invalid Query
fa: پرس و جوی نامعتبر

source: Invalid Return
fa: برگشت نامعتبر

source: Invalid Sales Invoices
fa: فاکتورهای فروش نامعتبر

source: Invalid Schedule
fa: برنامه نامعتبر

source: Invalid Selling Price
fa: قیمت فروش نامعتبر

source: Invalid Serial and Batch Bundle
fa: بسته سریال و بچ نامعتبر

source: Invalid Source and Target Warehouse
fa: انبار مبدأ و مقصد نامعتبر

source: Invalid Value
fa: مقدار نامعتبر

source: Invalid Warehouse
fa: انبار نامعتبر

source: Invalid amount in accounting entries of {} {} for Account {}: {}
fa: مبلغ نامعتبر در ثبت‌های حسابداری {} {} برای حساب {}: {}

source: Invalid condition expression
fa: عبارت شرطی نامعتبر

source: Invalid filter formula. Please check the syntax.
fa: فرمول فیلتر نامعتبر است. لطفاً نحو را بررسی کنید.

source: Invalid lost reason {0}, please create a new lost reason
fa: دلیل از دست دادن {0} نامعتبر است، لطفاً یک دلیل از دست دادن جدید ایجاد کنید

source: Invalid naming series (. missing) for {0}
fa: سری نامگذاری نامعتبر (. گم شده است) برای {0}

source: Invalid reference {0} {1}
fa: مرجع نامعتبر {0} {1}

source: Invalid result key. Response:
fa: کلید نتیجه نامعتبر. پاسخ:

source: Invalid search query
fa: پرس و جوی جستجو نامعتبر

source: Invalid value {0} for {1} against account {2}
fa: مقدار {0} برای {1} در برابر حساب {2} نامعتبر است

source: Invalid {0}
fa: {0} نامعتبر

source: Invalid {0} for Inter Company Transaction.
fa: {0} نامعتبر برای تراکنش بین شرکتی.

source: Invalid {0}: {1}
fa: {0} نامعتبر: {1}

source: Inventory
fa: موجودی

source: Inventory Account Currency
fa: ارز حساب موجودی

source: Inventory Dimension
fa: بُعد موجودی

source: Inventory Dimension Negative Stock
fa: موجودی منفی بُعد موجودی

source: Inventory Dimension key
fa: کلید بُعد موجودی

source: Inventory Settings
fa: تنظیمات موجودی

source: Inventory Turnover Ratio
fa: نسبت گردش موجودی

source: Investment Banking
fa: بانکداری سرمایه‌گذاری

source: Investments
fa: سرمایه‌گذاری‌ها

source: Invoice
fa: فاکتور

source: Invoice Cancellation
fa: ابطال فاکتور

source: Invoice Date
fa: تاریخ فاکتور

source: Invoice Discounting
fa: تنزیل فاکتور

source: Invoice Document Type Selection Error
fa: خطای انتخاب نوع سند فاکتور

source: Invoice Grand Total
fa: جمع کل فاکتور

source: Invoice ID
fa: شناسه فاکتور

source: Invoice Limit
fa: سقف فاکتور

source: Invoice Number
fa: شماره فاکتور

source: Invoice Paid
fa: فاکتور پرداخت‌شده

source: Invoice Portion
fa: سهم فاکتور

source: Invoice Portion (%)
fa: سهم فاکتور (%)

source: Invoice Posting Date
fa: تاریخ ثبت فاکتور

source: Invoice Series
fa: سری فاکتور

source: Invoice Status
fa: وضعیت فاکتور

source: Invoice Type
fa: نوع فاکتور

source: Invoice Type Created via POS Screen
fa: نوع فاکتور ایجاد شده از طریق صفحه POS

source: Invoice already created for all billing hours
fa: فاکتور قبلاً برای تمام ساعات قابل صورتحساب ایجاد شده است

source: Invoice and Billing
fa: فاکتور و صورتحساب‌دهی

source: Invoice can't be made for zero billing hour
fa: فاکتور نمی‌تواند برای صفر ساعت قابل صورتحساب ایجاد شود

source: Invoice:
fa: فاکتور:

source: Invoiced Amount
fa: مبلغ فاکتور شده

source: Invoiced Qty
fa: مقدار فاکتور شده

source: Invoices
fa: فاکتورها

source: Invoices and Payments have been Fetched and Allocated
fa: فاکتورها و پرداخت‌ها واکشی و تخصیص یافته‌اند

source: Invoicing
fa: صدور فاکتور

source: Invoicing Features
fa: قابلیت‌های صدور فاکتور

source: Inward
fa: ورودی

source: Is Account Payable
fa: حساب پرداختنی است

source: Is Additional Item
fa: آیتم اضافی است

source: Is Additional Transfer Entry
fa: سند انتقال اضافی است

source: Is Adjustment Entry
fa: سند تعدیل است

source: Is Advance
fa: پیش‌پرداخت است

source: Is Alternative
fa: جایگزین است

source: Is Billable
fa: قابل صورتحساب است

source: Is Billing Contact
fa: مخاطب صورتحساب‌دهی است

source: Is Cancelled
fa: لغو شده است

source: Is Cash or Non Trade Discount
fa: تخفیف نقدی یا غیرتجاری است

source: Is Company
fa: شرکت است

source: Is Company Account
fa: حساب شرکت است

source: Is Composite Asset
fa: دارایی ترکیبی است

source: Is Composite Component
fa: جزء ترکیبی است

source: Is Consolidated
fa: تلفیقی است

source: Is Container
fa: کانتینر است

source: Is Corrective Job Card
fa: کارت کار اصلاحی است

source: Is Corrective Operation
fa: عملیات اصلاحی است

source: Is Cumulative
fa: تجمعی است

source: Is Customer Provided Item
fa: کالای ارائه‌شده توسط مشتری است

source: Is Default Account
fa: حساب پیش‌فرض است

source: Is Default Language
fa: زبان پیش‌فرض است

source: Is Delivery Note Required for Sales Invoice Creation?
fa: آیا برای ایجاد فاکتور فروش، حواله انبار الزامی است؟

source: Is Discounted
fa: مشمول تخفیف است

source: Is Exchange Gain / Loss?
fa: سود/زیان تسعیر ارز است؟

source: Is Existing Asset
fa: دارایی موجود است

source: Is Expandable
fa: قابل گسترش است

source: Is Final Finished Good
fa: محصول نهایی است

source: Is Finished Item
fa: کالای ساخته‌شده است

source: Is Fixed Asset
fa: دارایی ثابت است

source: Is Free Item
fa: کالای رایگان است

source: Is Frozen
fa: مسدود است

source: Is Fully Depreciated
fa: به‌طور کامل مستهلک شده است

source: Is Group Warehouse
fa: انبار گروه است

source: Is Internal Customer
fa: مشتری داخلی است

source: Is Internal Supplier
fa: تأمین‌کننده داخلی است

source: Is Mandatory
fa: اجباری است

source: Is Milestone
fa: نقطه عطف است

source: Is Old Subcontracting Flow
fa: جریان برون‌سپاری قدیمی است

source: Is Opening
fa: افتتاحیه است

source: Is Opening Entry
fa: سند افتتاحیه است

source: Is Outward
fa: خروجی است

source: Is Packed
fa: بسته‌بندی شده است

source: Is Paid
fa: پرداخت شده است

source: Is Paused
fa: متوقف شده است

source: Is Period Closing Voucher Entry
fa: سند اختتامیه دوره است

source: Is Purchase Order Required for Purchase Invoice & Receipt Creation?
fa: آیا برای ایجاد فاکتور خرید و رسید خرید، سفارش خرید الزامی است؟
