Repository: ai-solution-company/systemafarin-custom-addon
Catalog: iran_core/locale/*.po
Languages: fa

source: Please select Bank Account
fa: لطفاً حساب بانکی را انتخاب کنید

source: Please select Category first
fa: لطفاً ابتدا دسته‌بندی را انتخاب کنید

source: Please select Charge Type first
fa: لطفاً ابتدا نوع هزینه را انتخاب کنید

source: Please select Company
fa: لطفاً شرکت را انتخاب کنید

source: Please select Company and Posting Date to getting entries
fa: لطفاً شرکت و تاریخ ثبت را برای دریافت اسناد انتخاب کنید

source: Please select Company first
fa: لطفاً ابتدا شرکت را انتخاب کنید

source: Please select Completion Date for Completed Asset Maintenance Log
fa: لطفاً تاریخ تکمیل را برای گزارش نگهداری دارایی تکمیل‌شده انتخاب کنید

source: Please select Customer first
fa: لطفاً ابتدا مشتری را انتخاب کنید

source: Please select Existing Company for creating Chart of Accounts
fa: لطفاً شرکت موجود را برای ایجاد نمودار حساب‌ها انتخاب کنید

source: Please select Finished Good Item for Service Item {0}
fa: لطفاً کالای نهایی را برای آیتم خدماتی {0} انتخاب کنید

source: Please select Item Code first
fa: لطفاً ابتدا کد کالا را انتخاب کنید

source: Please select Maintenance Status as Completed or remove Completion Date
fa: لطفاً وضعیت نگهداری را «تکمیل‌شده» انتخاب کنید یا تاریخ تکمیل را حذف کنید

source: Please select Party Type first
fa: لطفاً ابتدا نوع طرف حساب را انتخاب کنید

source: Please select Periodic Accounting Entry Difference Account
fa: لطفاً حساب تفاوت ثبت‌های حسابداری دوره‌ای را انتخاب کنید

source: Please select Posting Date before selecting Party
fa: لطفاً تاریخ ثبت را قبل از انتخاب طرف حساب انتخاب کنید

source: Please select Posting Date first
fa: لطفاً ابتدا تاریخ ثبت را انتخاب کنید

source: Please select Price List
fa: لطفاً لیست قیمت را انتخاب کنید

source: Please select Qty against item {0}
fa: لطفاً مقدار را برای آیتم {0} انتخاب کنید

source: Please select Sample Retention Warehouse in Stock Settings first
fa: لطفاً ابتدا انبار نگهداری نمونه را در تنظیمات انبار انتخاب کنید

source: Please select Serial/Batch Nos to reserve or change Reservation Based On to Qty.
fa: لطفاً شماره سریال/دسته را برای رزرو انتخاب کنید یا مبنای رزرو را به مقدار تغییر دهید.

source: Please select Start Date and End Date for Item {0}
fa: لطفاً تاریخ شروع و تاریخ پایان را برای آیتم {0} انتخاب کنید

source: Please select Stock Asset Account
fa: لطفاً حساب دارایی موجودی را انتخاب کنید

source: Please select Subcontracting Order instead of Purchase Order {0}
fa: لطفاً سفارش برون‌سپاری را به جای سفارش خرید {0} انتخاب کنید

source: Please select Unrealized Profit / Loss account or add default Unrealized Profit / Loss account account for company {0}
fa: لطفاً حساب سود/زیان تحقق‌نیافته را انتخاب کنید یا حساب پیش‌فرض سود/زیان تحقق‌نیافته را برای شرکت {0} اضافه کنید

source: Please select a BOM
fa: لطفاً یک BOM را انتخاب کنید

source: Please select a Company
fa: لطفاً یک شرکت را انتخاب کنید

source: Please select a Company first.
fa: لطفاً ابتدا یک شرکت را انتخاب کنید.

source: Please select a Customer
fa: لطفاً یک مشتری را انتخاب کنید

source: Please select a Delivery Note
fa: لطفاً یک برگ تحویل کالا را انتخاب کنید

source: Please select a Subcontracting Purchase Order.
fa: لطفاً یک سفارش خرید برون‌سپاری را انتخاب کنید.

source: Please select a Supplier
fa: لطفاً یک تأمین‌کننده را انتخاب کنید

source: Please select a Warehouse
fa: لطفاً یک انبار را انتخاب کنید

source: Please select a Work Order first.
fa: لطفاً ابتدا یک سفارش کار را انتخاب کنید.

source: Please select a country
fa: لطفاً یک کشور را انتخاب کنید

source: Please select a customer for fetching payments.
fa: لطفاً یک مشتری را برای دریافت پرداخت‌ها انتخاب کنید.

source: Please select a date
fa: لطفاً یک تاریخ را انتخاب کنید

source: Please select a date and time
fa: لطفاً یک تاریخ و زمان را انتخاب کنید

source: Please select a default mode of payment
fa: لطفاً یک روش پرداخت پیش‌فرض را انتخاب کنید

source: Please select a field to edit from numpad
fa: لطفاً یک فیلد را برای ویرایش از صفحه کلید عددی انتخاب کنید

source: Please select a frequency for delivery schedule
fa: لطفاً یک تناوب برای برنامه تحویل انتخاب کنید

source: Please select a row to create a Reposting Entry
fa: لطفاً یک ردیف را برای ایجاد سند ثبت مجدد انتخاب کنید.

source: Please select a supplier for fetching payments.
fa: لطفاً یک تأمین‌کننده را برای دریافت پرداخت‌ها انتخاب کنید.

source: Please select a valid Purchase Order that has Service Items.
fa: لطفاً یک سفارش خرید معتبر را که شامل اقلام خدماتی باشد، انتخاب کنید.

source: Please select a valid Purchase Order that is configured for Subcontracting.
fa: لطفاً یک سفارش خرید معتبر را که برای برون‌سپاری پیکربندی شده باشد، انتخاب کنید.

source: Please select a value for {0} quotation_to {1}
fa: لطفاً یک مقدار برای {0} quotation_to {1} انتخاب کنید.

source: Please select an item code before setting the warehouse.
fa: لطفاً کد کالا را قبل از تنظیم انبار انتخاب کنید.

source: Please select at least one filter: Item Code, Batch, or Serial No.
fa: لطفاً حداقل یکی از فیلترها را انتخاب کنید: کد کالا، بچ، یا شماره سریال.

source: Please select at least one row to fix
fa: لطفاً حداقل یک ردیف را برای اصلاح انتخاب کنید.

source: Please select atleast one item to continue
fa: لطفاً حداقل یک آیتم را برای ادامه انتخاب کنید.

source: Please select atleast one operation to create Job Card
fa: لطفاً حداقل یک عملیات را برای ایجاد کارت کار انتخاب کنید.

source: Please select correct account
fa: لطفاً حساب صحیح را انتخاب کنید.

source: Please select date
fa: لطفاً تاریخ را انتخاب کنید.

source: Please select either the Item or Warehouse or Warehouse Type filter to generate the report.
fa: لطفاً فیلتر کالا یا انبار یا نوع انبار را برای تولید گزارش انتخاب کنید.

source: Please select item code
fa: لطفاً کد کالا را انتخاب کنید.

source: Please select items to reserve.
fa: لطفاً آیتم‌ها را برای رزرو انتخاب کنید.

source: Please select items to unreserve.
fa: لطفاً آیتم‌ها را برای لغو رزرو انتخاب کنید.

source: Please select only one row to create a Reposting Entry
fa: لطفاً فقط یک ردیف را برای ایجاد سند ثبت مجدد انتخاب کنید.

source: Please select rows to create Reposting Entries
fa: لطفاً ردیف‌ها را برای ایجاد اسناد ثبت مجدد انتخاب کنید.

source: Please select the Company
fa: لطفاً شرکت را انتخاب کنید.

source: Please select the Multiple Tier Program type for more than one collection rules.
fa: لطفاً نوع برنامه چند سطحی را برای بیش از یک قانون جمع‌آوری انتخاب کنید.

source: Please select the customer.
fa: لطفاً مشتری را انتخاب کنید.

source: Please select the document type first
fa: لطفاً ابتدا نوع سند را انتخاب کنید.

source: Please select the required filters
fa: لطفاً فیلترهای مورد نیاز را انتخاب کنید.

source: Please select valid document type.
fa: لطفاً نوع سند معتبر را انتخاب کنید.

source: Please select weekly off day
fa: لطفاً روز تعطیل هفتگی را انتخاب کنید.

source: Please select {0} first
fa: لطفاً ابتدا {0} را انتخاب کنید.

source: Please set 'Apply Additional Discount On'
fa: لطفاً 'اعمال تخفیف اضافی بر روی' را تنظیم کنید.

source: Please set 'Asset Depreciation Cost Center' in Company {0}
fa: لطفاً 'مرکز هزینه استهلاک دارایی' را در شرکت {0} تنظیم کنید.

source: Please set 'Gain/Loss Account on Asset Disposal' in Company {0}
fa: لطفاً 'حساب سود/زیان حاصل از واگذاری دارایی' را در شرکت {0} تنظیم کنید.

source: Please set '{0}' in Company: {1}
fa: لطفاً '{0}' را در شرکت: {1} تنظیم کنید.

source: Please set Account
fa: لطفاً حساب را تنظیم کنید.

source: Please set Account for Change Amount
fa: لطفاً حساب برای مبلغ تغییر را تنظیم کنید.

source: Please set Account in Warehouse {0} or Default Inventory Account in Company {1}
fa: لطفاً حساب را در انبار {0} یا حساب پیش‌فرض موجودی کالا را در شرکت {1} تنظیم کنید.

source: Please set Accounting Dimension {} in {}
fa: لطفاً بعد حسابداری {} را در {} تنظیم کنید.

source: Please set Company
fa: لطفاً شرکت را تنظیم کنید.

source: Please set Customer Address to determine if the transaction is an export.
fa: لطفاً آدرس مشتری را تنظیم کنید تا مشخص شود آیا تراکنش صادراتی است یا خیر.

source: Please set Depreciation related Accounts in Asset Category {0} or Company {1}
fa: لطفاً حساب‌های مرتبط با استهلاک را در دسته دارایی {0} یا شرکت {1} تنظیم کنید.

source: Please set Email/Phone for the contact
fa: لطفاً ایمیل/تلفن را برای مخاطب تنظیم کنید.

source: Please set Fiscal Code for the customer '%s'
fa: لطفاً کد مالیاتی را برای مشتری '%s' تنظیم کنید.

source: Please set Fiscal Code for the public administration '%s'
fa: لطفاً کد مالیاتی را برای سازمان دولتی '%s' تنظیم کنید.

source: Please set Fixed Asset Account in Asset Category {0}
fa: لطفاً حساب دارایی ثابت را در گروه دارایی {0} تنظیم کنید.

source: Please set Fixed Asset Account in {} against {}.
fa: لطفاً حساب دارایی ثابت را در {} برای {} تنظیم کنید.

source: Please set Parent Row No for item {0}
fa: لطفاً شماره ردیف والد را برای آیتم {0} تنظیم کنید.

source: Please set Purchase Expense Contra Account in Company {0}
fa: لطفاً حساب متقابل هزینه خرید را در شرکت {0} تنظیم کنید.

source: Please set Root Type
fa: لطفاً نوع ریشه را تنظیم کنید.

source: Please set Tax ID for the customer '%s'
fa: لطفاً کد مالیاتی را برای مشتری '%s' تنظیم کنید.

source: Please set Unrealized Exchange Gain/Loss Account in Company {0}
fa: لطفاً حساب سود/زیان تسعیر ارز تحقق‌نیافته را در شرکت {0} تنظیم کنید.

source: Please set VAT Accounts in {0}
fa: لطفاً حساب‌های مالیات بر ارزش افزوده را در {0} تنظیم کنید.

source: Please set Vat Accounts for Company: "{0}" in UAE VAT Settings
fa: لطفاً حساب‌های مالیات بر ارزش افزوده را برای شرکت: "{0}" در تنظیمات مالیات بر ارزش افزوده امارات تنظیم کنید.

source: Please set a Company
fa: لطفاً یک شرکت را تنظیم کنید.

source: Please set a Cost Center for the Asset or set an Asset Depreciation Cost Center for the Company {}
fa: لطفاً یک مرکز هزینه برای دارایی یا یک مرکز هزینه استهلاک دارایی برای شرکت {} تنظیم کنید.

source: Please set a Supplier against the Items to be considered in the Purchase Order.
fa: لطفاً یک تأمین‌کننده برای آیتم‌هایی که باید در سفارش خرید لحاظ شوند، تنظیم کنید.

source: Please set a default Holiday List for Company {0}
fa: لطفاً یک لیست تعطیلات پیش‌فرض برای شرکت {0} تنظیم کنید.

source: Please set a default Holiday List for Employee {0} or Company {1}
fa: لطفاً یک لیست تعطیلات پیش‌فرض برای کارمند {0} یا شرکت {1} تنظیم کنید.

source: Please set account in Warehouse {0}
fa: لطفاً حساب را در انبار {0} تنظیم کنید.

source: Please set actual demand or sales forecast to generate Material Requirements Planning Report.
fa: لطفاً تقاضای واقعی یا پیش‌بینی فروش را برای تولید گزارش برنامه‌ریزی نیازمندی‌های مواد تنظیم کنید.

source: Please set an Address on the Company '%s'
fa: لطفاً یک آدرس برای شرکت '%s' تنظیم کنید.

source: Please set an Expense Account in the Items table
fa: لطفاً یک حساب هزینه در جدول آیتم‌ها تنظیم کنید.

source: Please set an email id for the Lead {0}
fa: لطفاً یک آدرس ایمیل برای سرنخ {0} تنظیم کنید.

source: Please set at least one row in the Taxes and Charges Table
fa: لطفاً حداقل یک ردیف در جدول مالیات‌ها و عوارض تنظیم کنید.

source: Please set both the Tax ID and Fiscal Code on Company {0}
fa: لطفاً هم کد مالیاتی و هم کد اقتصادی را برای شرکت {0} تنظیم کنید.

source: Please set default Cash or Bank account in Mode of Payment {0}
fa: لطفاً حساب پیش‌فرض نقد یا بانک را در روش پرداخت {0} تنظیم کنید.

source: Please set default Cash or Bank account in Mode of Payment {}
fa: لطفاً حساب پیش‌فرض نقد یا بانک را در روش پرداخت {} تنظیم کنید.

source: Please set default Cash or Bank account in Mode of Payments {}
fa: لطفاً حساب پیش‌فرض نقد یا بانک را در روش‌های پرداخت {} تنظیم کنید.

source: Please set default Exchange Gain/Loss Account in Company {}
fa: لطفاً حساب پیش‌فرض سود/زیان تسعیر ارز را در شرکت {} تنظیم کنید.

source: Please set default Expense Account in Company {0}
fa: لطفاً حساب هزینه پیش‌فرض را در شرکت {0} تنظیم کنید.

source: Please set default UOM in Stock Settings
fa: لطفاً واحد اندازه‌گیری پیش‌فرض را در تنظیمات انبار تنظیم کنید.

source: Please set default cost of goods sold account in company {0} for booking rounding gain and loss during stock transfer
fa: لطفاً حساب پیش‌فرض بهای تمام شده کالای فروش رفته را در شرکت {0} برای ثبت سود و زیان گرد کردن در طول انتقال موجودی تنظیم کنید.

source: Please set default inventory account for item {0}, or their item group or brand.
fa: لطفاً حساب موجودی پیش‌فرض را برای آیتم {0}، یا گروه آیتم یا برند آن تنظیم کنید.

source: Please set default {0} in Company {1}
fa: لطفاً {0} پیش‌فرض را در شرکت {1} تنظیم کنید.

source: Please set filter based on Item or Warehouse
fa: لطفاً فیلتر را بر اساس آیتم یا انبار تنظیم کنید.

source: Please set one of the following:
fa: لطفاً یکی از موارد زیر را تنظیم کنید:

source: Please set opening number of booked depreciations
fa: لطفاً تعداد افتتاحیه استهلاک‌های ثبت شده را تنظیم کنید.

source: Please set recurring after saving
fa: لطفاً تکرار شونده را پس از ذخیره تنظیم کنید.

source: Please set the Customer Address
fa: لطفاً آدرس مشتری را تنظیم کنید.

source: Please set the Default Cost Center in {0} company.
fa: لطفاً مرکز هزینه پیش‌فرض را در شرکت {0} تنظیم کنید.

source: Please set the Item Code first
fa: لطفاً ابتدا کد آیتم را تنظیم کنید.

source: Please set the Target Warehouse in the Job Card
fa: لطفاً انبار مقصد را در کارت کار تنظیم کنید.

source: Please set the WIP Warehouse in the Job Card
fa: لطفاً انبار در جریان ساخت را در کارت کار تنظیم کنید.

source: Please set the cost center field in {0} or setup a default Cost Center for the Company.
fa: لطفاً فیلد مرکز هزینه را در {0} یا یک مرکز هزینه پیش‌فرض برای شرکت تنظیم کنید.

source: Please set up the Campaign Schedule in the Campaign {0}
fa: لطفاً زمان‌بندی کمپین را در کمپین {0} تنظیم کنید.

source: Please set {0}
fa: لطفاً {0} را تنظیم کنید.

source: Please set {0} first.
fa: لطفاً ابتدا {0} را تنظیم کنید.

source: Please set {0} for Batched Item {1}, which is used to set {2} on Submit.
fa: لطفاً {0} را برای آیتم دسته‌ای {1} تنظیم کنید، که برای تنظیم {2} هنگام ارسال استفاده می‌شود.

source: Please set {0} for address {1}
fa: لطفاً {0} را برای آدرس {1} تنظیم کنید.

source: Please set {0} in BOM Creator {1}
fa: لطفاً {0} را در ایجادکننده BOM {1} تنظیم کنید.

source: Please set {0} in Company {1} to account for Exchange Gain / Loss
fa: لطفاً {0} را در شرکت {1} برای ثبت سود/زیان تسعیر ارز تنظیم کنید.

source: Please set {0} to {1}, the same account that was used in the original invoice {2}.
fa: لطفاً {0} را روی {1} تنظیم کنید، همان حسابی که در فاکتور اصلی {2} استفاده شده بود.

source: Please setup and enable a group account with the Account Type - {0} for the company {1}
fa: لطفاً یک حساب گروهی با نوع حساب - {0} را برای شرکت {1} تنظیم و فعال کنید.

source: Please share this email with your support team so that they can find and fix the issue.
fa: لطفاً این ایمیل را با تیم پشتیبانی خود به اشتراک بگذارید تا بتوانند مشکل را پیدا کرده و رفع کنند.

source: Please specify Company
fa: لطفاً شرکت را مشخص کنید.

source: Please specify Company to proceed
fa: لطفاً شرکت را برای ادامه مشخص کنید.

source: Please specify a valid Row ID for row {0} in table {1}
fa: لطفاً یک شناسه ردیف معتبر برای ردیف {0} در جدول {1} مشخص کنید.

source: Please specify a {0} first.
fa: لطفاً ابتدا یک {0} را مشخص کنید.

source: Please specify at least one attribute in the Attributes table
fa: لطفاً حداقل یک ویژگی را در جدول ویژگی‌ها مشخص کنید.

source: Please specify either Quantity or Valuation Rate or both
fa: لطفاً یا مقدار یا نرخ ارزیابی یا هر دو را مشخص کنید.

source: Please specify from/to range
fa: لطفاً محدوده از/تا را مشخص کنید.

source: Please supply the specified items at the best possible rates
fa: لطفاً آیتم‌های مشخص شده را با بهترین نرخ‌های ممکن تأمین کنید.

source: Please try again in an hour.
fa: لطفاً یک ساعت دیگر دوباره امتحان کنید.

source: Please uncheck 'Show in Bucket View' to create Orders
fa: لطفاً تیک 'نمایش در نمای سطل' را برای ایجاد سفارش‌ها بردارید.

source: Please update Repair Status.
fa: لطفاً وضعیت تعمیر را به‌روزرسانی کنید.

source: Point of Sale
fa: نقطه فروش

source: Point-of-Sale Profile
fa: پروفایل نقطه فروش

source: Policy No
fa: شماره بیمه‌نامه

source: Policy number
fa: شماره بیمه‌نامه

source: Pond
fa: حوض

source: Pood
fa: پود

source: Portal User
fa: کاربر پورتال

source: Portal Users
fa: کاربران پورتال

source: Possible Supplier
fa: تأمین‌کننده احتمالی

source: Post Description Key
fa: کلید توضیحات پست

source: Post Graduate
fa: فوق لیسانس

source: Post Route Key
fa: کلید مسیر پست

source: Post Route Key List
fa: لیست کلیدهای مسیر پست

source: Post Route String
fa: رشته مسیر پست

source: Post Title Key
fa: کلید عنوان پست

source: Postal Expenses
fa: هزینه‌های پستی

source: Posting Date
fa: تاریخ ثبت

source: Posting Date Inheritance for Exchange Gain / Loss
fa: ارث‌بری تاریخ ثبت برای سود/زیان تسعیر ارز

source: Posting Date cannot be future date
fa: تاریخ ثبت نمی‌تواند تاریخ آینده باشد.

source: Posting Date will change to today's date as Edit Posting Date and Time is unchecked. Are you sure want to proceed?
fa: تاریخ ثبت به تاریخ امروز تغییر خواهد کرد زیرا ویرایش تاریخ و زمان ثبت علامت نخورده است. آیا مطمئن هستید که می‌خواهید ادامه دهید؟

source: Posting Datetime
fa: تاریخ و زمان ثبت

source: Posting Time
fa: زمان ثبت

source: Posting date and posting time is mandatory
fa: تاریخ و زمان ثبت اجباری است

source: Posting timestamp must be after {0}
fa: زمان ثبت باید بعد از {0} باشد

source: Potential Sales Deal
fa: فرصت فروش بالقوه

source: Pound
fa: پوند

source: Pound-Force
fa: پوند-نیرو

source: Pound/Cubic Foot
fa: پوند بر فوت مکعب

source: Pound/Cubic Inch
fa: پوند بر اینچ مکعب

source: Pound/Cubic Yard
fa: پوند بر یارد مکعب

source: Pound/Gallon (UK)
fa: پوند بر گالن (بریتانیا)

source: Pound/Gallon (US)
fa: پوند بر گالن (آمریکا)

source: Poundal
fa: پوندال

source: Powered by {0}
fa: قدرت گرفته از {0}

source: Pre Sales
fa: پیش‌فروش

source: Preference
fa: اولویت

source: Preferred Contact Email
fa: ایمیل تماس ترجیحی

source: Preferred Email
fa: ایمیل ترجیحی

source: Prepaid Expenses
fa: هزینه‌های پیش‌پرداخت

source: President
fa: رئیس

source: Prevdoc DocType
fa: داک‌تایپ سند قبلی

source: Prevent POs
fa: جلوگیری از سفارشات خرید

source: Prevent Purchase Orders
fa: جلوگیری از سفارشات خرید

source: Prevent RFQs
fa: جلوگیری از درخواست‌های قیمت

source: Preventive
fa: پیشگیرانه

source: Preventive Action
fa: اقدام پیشگیرانه

source: Preventive Maintenance
fa: نگهداری پیشگیرانه

source: Preview Email
fa: پیش‌نمایش ایمیل

source: Preview Required Materials
fa: پیش‌نمایش مواد مورد نیاز

source: Previous Financial Year is not closed
fa: سال مالی قبلی بسته نشده است

source: Previous Work Experience
fa: سابقه کار قبلی

source: Previous Year is not closed, please close it first
fa: سال قبلی بسته نشده است، لطفاً ابتدا آن را ببندید

source: Price
fa: قیمت

source: Price ({0})
fa: قیمت ({0})

source: Price Discount Scheme
fa: طرح تخفیف قیمت

source: Price Discount Slabs
fa: سطوح تخفیف قیمت

source: Price List
fa: لیست قیمت

source: Price List Country
fa: کشور لیست قیمت

source: Price List Currency
fa: ارز لیست قیمت

source: Price List Currency not selected
fa: واحد پول لیست قیمت انتخاب نشده است.

source: Price List Defaults
fa: پیش‌فرض‌های لیست قیمت

source: Price List Exchange Rate
fa: نرخ ارز لیست قیمت

source: Price List Name
fa: نام لیست قیمت

source: Price List Rate
fa: نرخ لیست قیمت

source: Price List Rate (Company Currency)
fa: نرخ لیست قیمت (واحد پول شرکت)

source: Price List must be applicable for Buying or Selling
fa: لیست قیمت باید برای خرید یا فروش قابل اعمال باشد.

source: Price List {0} is disabled or does not exist
fa: لیست قیمت {0} غیرفعال است یا وجود ندارد.

source: Price Not UOM Dependent
fa: قیمت وابسته به واحد اندازه‌گیری نیست.

source: Price Per Unit ({0})
fa: قیمت هر واحد ({0})

source: Price is not set for the item.
fa: قیمت برای این کالا تعیین نشده است.

source: Price not found for item {0} in price list {1}
fa: قیمت برای کالای {0} در لیست قیمت {1} یافت نشد.

source: Price or Product Discount
fa: تخفیف قیمت یا کالا

source: Price or product discount slabs are required
fa: بازه تخفیف قیمت یا کالا الزامی است.

source: Price per Unit (Stock UOM)
fa: قیمت هر واحد (واحد اندازه‌گیری انبار)

source: Pricing
fa: قیمت‌گذاری

source: Pricing Rule
fa: قانون قیمت‌گذاری

source: Pricing Rule Brand
fa: برند قانون قیمت‌گذاری

source: Pricing Rule Detail
fa: جزئیات قانون قیمت‌گذاری

source: Pricing Rule Help
fa: راهنمای قانون قیمت‌گذاری

source: Pricing Rule Item Code
fa: کد کالای قانون قیمت‌گذاری

source: Pricing Rule Item Group
fa: گروه کالای قانون قیمت‌گذاری

source: Pricing Rule is first selected based on 'Apply On' field, which can be Item, Item Group or Brand.
fa: قانون قیمت‌گذاری ابتدا بر اساس فیلد «اعمال بر» انتخاب می‌شود که می‌تواند کالا، گروه کالا یا برند باشد.

source: Pricing Rule is made to overwrite Price List / define discount percentage, based on some criteria.
fa: قانون قیمت‌گذاری برای بازنویسی لیست قیمت / تعریف درصد تخفیف، بر اساس معیارهای خاصی ایجاد می‌شود.

source: Pricing Rule {0} is updated
fa: قانون قیمت‌گذاری {0} به‌روزرسانی شد.

source: Pricing Rules
fa: قوانین قیمت‌گذاری

source: Pricing Rules are further filtered based on quantity.
fa: قوانین قیمت‌گذاری بر اساس مقدار، بیشتر فیلتر می‌شوند.

source: Primary Address Details
fa: جزئیات آدرس اصلی

source: Primary Address and Contact
fa: آدرس و مخاطب اصلی

source: Primary Contact Details
fa: جزئیات مخاطب اصلی

source: Primary Contact Email
fa: ایمیل مخاطب اصلی

source: Primary Party
fa: طرف اصلی

source: Primary Role
fa: نقش اصلی

source: Primary Settings
fa: تنظیمات اصلی

source: Print Format Type should be Jinja.
fa: نوع فرمت چاپ باید Jinja باشد.

source: Print Format must be an enabled Report Print Format matching the selected Report.
fa: فرمت چاپ باید یک فرمت چاپ گزارش فعال باشد که با گزارش انتخاب شده مطابقت دارد.

source: Print IRS 1099 Forms
fa: چاپ فرم‌های IRS 1099

source: Print Preferences
fa: تنظیمات چاپ

source: Print Receipt
fa: چاپ رسید

source: Print Receipt on Order Complete
fa: چاپ رسید هنگام تکمیل سفارش

source: Print UOM after Quantity
fa: چاپ واحد اندازه‌گیری پس از مقدار

source: Print Without Amount
fa: چاپ بدون مبلغ

source: Print and Stationery
fa: چاپ و لوازم‌التحریر

source: Print settings updated in respective print format
fa: تنظیمات چاپ در فرمت چاپ مربوطه به‌روزرسانی شد

source: Print taxes with zero amount
fa: چاپ مالیات‌های با مبلغ صفر

source: Printed on {0}
fa: چاپ شده در {0}

source: Printing Details
fa: جزئیات چاپ

source: Printing Settings
fa: تنظیمات چاپ

source: Priorities
fa: اولویت‌ها

source: Priority cannot be lesser than 1.
fa: اولویت نمی‌تواند کمتر از ۱ باشد.

source: Priority has been changed to {0}.
fa: اولویت به {0} تغییر یافت.

source: Priority is mandatory
fa: اولویت اجباری است

source: Priority {0} has been repeated.
fa: اولویت {0} تکرار شده است.

source: Private Equity
fa: سهام خصوصی

source: Probability
fa: احتمال

source: Probability (%)
fa: احتمال (%)

source: Problem
fa: مشکل

source: Procedure
fa: رویه

source: Procedures dropped
fa: رویه‌ها حذف شدند

source: Process Deferred Accounting
fa: پردازش حسابداری تعهدی معوق

source: Process Description
fa: شرح فرآیند

source: Process Loss
fa: ضایعات فرآیند

source: Process Loss Percentage cannot be greater than 100
fa: درصد ضایعات فرآیند نمی‌تواند بیشتر از ۱۰۰ باشد

source: Process Loss Qty
fa: مقدار ضایعات فرآیند

source: Process Loss Quantity
fa: مقدار ضایعات فرآیند

source: Process Loss Report
fa: گزارش ضایعات فرآیند

source: Process Loss Value
fa: ارزش ضایعات فرآیند

source: Process Owner
fa: صاحب فرآیند

source: Process Owner Full Name
fa: نام کامل صاحب فرآیند

source: Process Payment Reconciliation
fa: پردازش تطبیق پرداخت

source: Process Payment Reconciliation Log
fa: گزارش پردازش تطبیق پرداخت

source: Process Payment Reconciliation Log Allocations
fa: تخصیص‌های گزارش پردازش تطبیق پرداخت

source: Process Period Closing Voucher
fa: پردازش سند بستن دوره

source: Process Period Closing Voucher Detail
fa: جزئیات سند بستن دوره پردازش

source: Process Statement Of Accounts
fa: پردازش صورت‌حساب‌ها
