Repository: ai-solution-company/systemafarin-custom-addon
Catalog: iran_core/locale/*.po
Languages: fa

source: A logical Warehouse against which stock entries are made.
fa: یک انبار منطقی که ورودی‌های انبار بر اساس آن ثبت می‌شوند.

source: A new appointment has been created for you with {0}
fa: یک قرار ملاقات جدید برای شما با {0} ایجاد شده است.

source: A template with tax category {0} already exists. Only one template is allowed with each tax category
fa: یک الگو با دسته‌بندی مالیاتی {0} از قبل وجود دارد. فقط یک الگو برای هر دسته‌بندی مالیاتی مجاز است.

source: A third party distributor / dealer / commission agent / affiliate / reseller who sells the companies products for a commission.
fa: یک توزیع‌کننده / فروشنده / عامل کمیسیون / وابسته / بازفروش شخص ثالث که محصولات شرکت را در ازای کمیسیون می‌فروشد.

source: AMC Expiry (Serial)
fa: انقضای AMC (سریال)

source: AMC Expiry Date
fa: تاریخ انقضای AMC

source: API Details
fa: جزئیات API

source: AWB Number
fa: شماره AWB

source: Abampere
fa: آب‌آمپر

source: Abbr
fa: مخفف

source: Abbreviation
fa: مخفف

source: Abbreviation already used for another company
fa: مخفف قبلاً برای شرکت دیگری استفاده شده است

source: Abbreviation is mandatory
fa: مخفف اجباری است

source: Abbreviation: {0} must appear only once
fa: مخفف: {0} باید فقط یک بار ظاهر شود

source: Above
fa: بالاتر از

source: Above 120 Days
fa: بالاتر از ۱۲۰ روز

source: Academics User
fa: کاربر دانشگاهی

source: Acceptance Criteria Formula
fa: فرمول معیارهای پذیرش

source: Acceptance Criteria Value
fa: مقدار معیارهای پذیرش

source: Accepted Qty
fa: مقدار پذیرفته شده

source: Accepted Qty in Stock UOM
fa: مقدار پذیرفته شده در واحد اندازه‌گیری انبار

source: Accepted Quantity
fa: مقدار پذیرفته شده

source: Accepted Warehouse
fa: انبار پذیرفته شده

source: Access Key
fa: کلید دسترسی

source: Access Key is required for Service Provider: {0}
fa: کلید دسترسی برای ارائه‌دهنده خدمات: {0} الزامی است

source: According to the BOM {0}, the Item '{1}' is missing in the stock entry.
fa: بر اساس BOM {0}، آیتم '{1}' در سند انبار موجود نیست.

source: Account Balance
fa: مانده حساب

source: Account Category
fa: دسته حساب

source: Account Category Name
fa: نام دسته حساب

source: Account Closing Balance
fa: مانده پایانی حساب

source: Account Currency
fa: ارز حساب

source: Account Currency (From)
fa: ارز حساب (از)

source: Account Currency (To)
fa: ارز حساب (به)

source: Account Data
fa: داده‌های حساب

source: Account Detail Level
fa: سطح جزئیات حساب

source: Account Details
fa: جزئیات حساب

source: Account Head
fa: سرفصل حساب

source: Account Manager
fa: مدیر حساب

source: Account Missing
fa: حساب وارد نشده است

source: Account Name
fa: نام حساب

source: Account Not Found
fa: حساب یافت نشد

source: Account Number
fa: شماره حساب

source: Account Number {0} already used in account {1}
fa: شماره حساب {0} قبلاً در حساب {1} استفاده شده است

source: Account Opening Balance
fa: مانده افتتاحیه حساب

source: Account Paid From
fa: حساب پرداخت‌کننده

source: Account Paid To
fa: حساب دریافت‌کننده

source: Account Pay Only
fa: حساب فقط پرداخت

source: Account Subtype
fa: زیرنوع حساب

source: Account Type
fa: نوع حساب

source: Account Value
fa: مقدار حساب

source: Account balance already in Credit, you are not allowed to set 'Balance Must Be' as 'Debit'
fa: مانده حساب قبلاً بستانکار است، مجاز به تنظیم 'مانده باید باشد' به عنوان 'بدهکار' نیستید

source: Account balance already in Debit, you are not allowed to set 'Balance Must Be' as 'Credit'
fa: مانده حساب قبلاً بدهکار است، مجاز به تنظیم 'مانده باید باشد' به عنوان 'بستانکار' نیستید

source: Account for Change Amount
fa: حساب برای مبلغ تغییر

source: Account is mandatory to get payment entries
fa: حساب برای دریافت اسناد پرداخت اجباری است

source: Account is not set for the dashboard chart {0}
fa: حساب برای نمودار داشبورد {0} تنظیم نشده است

source: Account not Found
fa: حساب یافت نشد

source: Account with child nodes cannot be converted to ledger
fa: حسابی با گره‌های فرزند نمی‌تواند به حساب تفصیلی تبدیل شود

source: Account with child nodes cannot be set as ledger
fa: حسابی با گره‌های فرزند نمی‌تواند به عنوان حساب تفصیلی تنظیم شود

source: Account with existing transaction can not be converted to group.
fa: حسابی با تراکنش موجود نمی‌تواند به گروه تبدیل شود.

source: Account with existing transaction can not be deleted
fa: حسابی با تراکنش موجود نمی‌تواند حذف شود

source: Account with existing transaction cannot be converted to ledger
fa: حسابی با تراکنش موجود نمی‌تواند به حساب تفصیلی تبدیل شود

source: Account {0} added multiple times
fa: حساب {0} چندین بار اضافه شده است

source: Account {0} cannot be converted to Group as it is already set as {1} for {2}.
fa: حساب {0} نمی‌تواند به گروه تبدیل شود زیرا قبلاً به عنوان {1} برای {2} تنظیم شده است.

source: Account {0} cannot be disabled as it is already set as {1} for {2}.
fa: حساب {0} نمی‌تواند غیرفعال شود زیرا قبلاً به عنوان {1} برای {2} تنظیم شده است.

source: Account {0} does not belong to company: {1}
fa: حساب {0} به شرکت {1} تعلق ندارد

source: Account {0} does not belongs to company {1}
fa: حساب {0} به شرکت {1} تعلق ندارد

source: Account {0} does not exist
fa: حساب {0} وجود ندارد

source: Account {0} does not exists
fa: حساب {0} وجود ندارد

source: Account {0} does not exists in the dashboard chart {1}
fa: حساب {0} در نمودار داشبورد {1} وجود ندارد

source: Account {0} does not match with Company {1} in Mode of Account: {2}
fa: حساب {0} با شرکت {1} در حالت حساب: {2} مطابقت ندارد

source: Account {0} doesn't belong to Company {1}
fa: حساب {0} به شرکت {1} تعلق ندارد

source: Account {0} exists in parent company {1}.
fa: حساب {0} در شرکت والد {1} وجود دارد.

source: Account {0} has been entered multiple times
fa: حساب {0} چندین بار وارد شده است

source: Account {0} is added in the child company {1}
fa: حساب {0} در شرکت فرزند {1} اضافه شده است

source: Account {0} is disabled.
fa: حساب {0} غیرفعال است.

source: Account {0} is frozen
fa: حساب {0} مسدود است

source: Account {0} is invalid. Account Currency must be {1}
fa: حساب {0} نامعتبر است. ارز حساب باید {1} باشد

source: Account {0} should be of type Expense
fa: حساب {0} باید از نوع هزینه باشد

source: Account {0}: Parent account {1} can not be a ledger
fa: حساب {0}: حساب والد {1} نمی‌تواند حساب تفصیلی باشد

source: Account {0}: Parent account {1} does not belong to company: {2}
fa: حساب {0}: حساب والد {1} متعلق به شرکت {2} نیست

source: Account {0}: Parent account {1} does not exist
fa: حساب {0}: حساب والد {1} وجود ندارد

source: Account {0}: You can not assign itself as parent account
fa: حساب {0}: نمی‌توانید خودش را به عنوان حساب والد تعیین کنید

source: Account: <b>{0}</b> is capital Work in progress and can not be updated by Journal Entry
fa: حساب: <b>{0}</b> دارایی در جریان ساخت است و نمی‌تواند با سند روزنامه به‌روزرسانی شود

source: Account: {0} can only be updated via Stock Transactions
fa: حساب: {0} فقط از طریق تراکنش‌های انبار قابل به‌روزرسانی است

source: Account: {0} is not permitted under Payment Entry
fa: حساب: {0} در سند پرداخت مجاز نیست

source: Account: {0} with currency: {1} can not be selected
fa: حساب: {0} با ارز {1} قابل انتخاب نیست

source: Accountant
fa: حسابدار

source: Accounting
fa: حسابداری

source: Accounting Details
fa: جزئیات حسابداری

source: Accounting Dimension
fa: بعد حسابداری

source: Accounting Dimension <b>{0}</b> is required for 'Balance Sheet' account {1}.
fa: بعد حسابداری <b>{0}</b> برای حساب 'ترازنامه' {1} الزامی است.

source: Accounting Dimension <b>{0}</b> is required for 'Profit and Loss' account {1}.
fa: بعد حسابداری <b>{0}</b> برای حساب 'سود و زیان' {1} الزامی است.

source: Accounting Dimension Detail
fa: جزئیات بعد حسابداری

source: Accounting Dimension Filter
fa: فیلتر بعد حسابداری

source: Accounting Dimensions
fa: ابعاد حسابداری

source: Accounting Dimensions
fa: ابعاد حسابداری

source: Accounting Dimensions Filter
fa: فیلتر ابعاد حسابداری

source: Accounting Entries
fa: اسناد حسابداری

source: Accounting Entry for Asset
fa: سند حسابداری دارایی

source: Accounting Entry for LCV in Stock Entry {0}
fa: سند حسابداری LCV در سند انبار {0}

source: Accounting Entry for Landed Cost Voucher for SCR {0}
fa: سند حسابداری هزینه‌های جذب شده برای SCR {0}

source: Accounting Entry for Service
fa: سند حسابداری خدمات

source: Accounting Entry for Stock
fa: سند حسابداری موجودی

source: Accounting Entry for {0}
fa: سند حسابداری برای {0}

source: Accounting Entry for {0}: {1} can only be made in currency: {2}
fa: سند حسابداری برای {0}: {1} فقط با ارز {2} قابل ایجاد است

source: Accounting Ledger
fa: دفتر کل حسابداری

source: Accounting Masters
fa: اطلاعات پایه حسابداری

source: Accounting Period
fa: دوره حسابداری

source: Accounting Period overlaps with {0}
fa: دوره حسابداری با {0} تداخل دارد

source: Accounting entries are frozen up to this date. Nobody can create or modify entries except users with the role specified below
fa: ثبت‌های حسابداری تا این تاریخ مسدود شده‌اند. هیچ‌کس نمی‌تواند سند ایجاد یا ویرایش کند به جز کاربرانی با نقش مشخص شده در زیر

source: Accounts
fa: حساب‌ها

source: Accounts Closing
fa: بستن حساب‌ها

source: Accounts Frozen Till Date
fa: حساب‌ها تا تاریخ مشخص شده مسدود هستند

source: Accounts Included in Report
fa: حساب‌های شامل در گزارش

source: Accounts Missing Error
fa: خطای عدم وجود حساب‌ها

source: Accounts Missing from Report
fa: حساب‌های ناموجود در گزارش

source: Accounts Payable
fa: حساب‌های پرداختنی

source: Accounts Payable Summary
fa: خلاصه حساب‌های پرداختنی

source: Accounts Receivable
fa: حساب‌های دریافتنی

source: Accounts Receivable / Payable Tuning
fa: تنظیم حساب‌های دریافتنی / پرداختنی

source: Accounts Receivable Credit Account
fa: حساب بستانکار دریافتنی

source: Accounts Receivable Discounted Account
fa: حساب دریافتنی تخفیف‌خورده

source: Accounts Receivable Summary
fa: خلاصه حساب‌های دریافتنی

source: Accounts Receivable Unpaid Account
fa: حساب دریافتنی پرداخت‌نشده

source: Accounts Receivable/Payable
fa: حساب‌های دریافتنی/پرداختنی

source: Accounts Settings
fa: تنظیمات حساب‌ها

source: Accounts table cannot be blank.
fa: جدول حساب‌ها نمی‌تواند خالی باشد.

source: Accounts to Merge
fa: حساب‌های جهت ادغام

source: Accrued Expenses
fa: هزینه‌های معوق

source: Accumulated Depreciation
fa: استهلاک انباشته

source: Accumulated Depreciation Account
fa: حساب استهلاک انباشته

source: Accumulated Depreciation Amount
fa: مبلغ استهلاک انباشته

source: Accumulated Depreciation as on
fa: استهلاک انباشته تا تاریخ

source: Accumulated Monthly
fa: ماهانه انباشته

source: Accumulated Monthly Budget for Account {0} against {1} {2} is {3}. It will be collectively ({4}) exceeded by {5}
fa: بودجه ماهانه انباشته برای حساب {0} در مقابل {1} {2}، {3} است. این مبلغ به طور جمعی ({4}) به میزان {5} از حد مجاز فراتر خواهد رفت.

source: Accumulated Monthly Budget for Account {0} against {1}: {2} is {3}. It will be exceeded by {4}
fa: بودجه ماهانه انباشته برای حساب {0} در مقابل {1}: {2}، {3} است. این مبلغ به میزان {4} از حد مجاز فراتر خواهد رفت.

source: Accumulated Values
fa: مقادیر انباشته

source: Accumulated Values in Group Company
fa: مقادیر انباشته در شرکت گروه

source: Achieved ({})
fa: محقق شده ({})

source: Acquisition Date
fa: تاریخ تحصیل

source: Acre
fa: اکر

source: Acre (US)
fa: اکر (آمریکا)

source: Action If Quality Inspection Is Not Submitted
fa: اقدام در صورت عدم ارسال بازرسی کیفیت

source: Action If Quality Inspection Is Rejected
fa: اقدام در صورت رد بازرسی کیفیت

source: Action If Same Rate is Not Maintained
fa: اقدام در صورت عدم حفظ نرخ یکسان

source: Action Initialised
fa: اقدام آغاز شد

source: Action if Accumulated Monthly Budget Exceeded on Actual
fa: اقدام در صورت تجاوز بودجه ماهانه انباشته از مقدار واقعی

source: Action if Accumulated Monthly Budget Exceeded on MR
fa: اقدام در صورت تجاوز بودجه ماهانه انباشته از درخواست مواد

source: Action if Accumulated Monthly Budget Exceeded on PO
fa: اقدام در صورت تجاوز بودجه ماهانه انباشته از سفارش خرید

source: Action if Accumulative Monthly Budget Exceeded on Cumulative Expense
fa: اقدام در صورت تجاوز بودجه ماهانه انباشته از هزینه تجمعی

source: Action if Annual Budget Exceeded on Actual
fa: اقدام در صورت تجاوز بودجه سالانه از مقدار واقعی

source: Action if Annual Budget Exceeded on MR
fa: اقدام در صورت تجاوز بودجه سالانه از درخواست مواد

source: Action if Annual Budget Exceeded on PO
fa: اقدام در صورت تجاوز بودجه سالانه از سفارش خرید

source: Action if Anual Budget Exceeded on Cumulative Expense
fa: اقدام در صورت تجاوز بودجه سالانه از هزینه تجمعی

source: Action if Same Rate is Not Maintained Throughout Internal Transaction
fa: اقدام در صورت عدم حفظ نرخ یکسان در طول تراکنش داخلی

source: Action if Same Rate is Not Maintained Throughout Sales Cycle
fa: اقدام در صورت عدم حفظ نرخ یکسان در طول چرخه فروش

source: Action on New Invoice
fa: اقدام در فاکتور جدید

source: Actions performed
fa: اقدامات انجام شده

source: Active Leads
fa: سرنخ‌های فعال

source: Active Status
fa: وضعیت فعال

source: Activities
fa: فعالیت‌ها

source: Activity Cost
fa: هزینه فعالیت

source: Activity Cost exists for Employee {0} against Activity Type - {1}
fa: هزینه فعالیت برای کارمند {0} در مقابل نوع فعالیت - {1} وجود دارد

source: Activity Cost per Employee
fa: هزینه فعالیت به ازای هر کارمند

source: Activity Type
fa: نوع فعالیت

source: Actual
fa: واقعی

source: Actual Balance Qty
fa: مقدار مانده واقعی

source: Actual Batch Quantity
fa: مقدار بچ واقعی

source: Actual Cost
fa: هزینه واقعی

source: Actual Date
fa: تاریخ واقعی

source: Actual Delivery Date
fa: تاریخ تحویل واقعی

source: Actual Demand
fa: تقاضای واقعی

source: Actual End Date
fa: تاریخ پایان واقعی

source: Actual End Date (via Timesheet)
fa: تاریخ پایان واقعی (از طریق برگه‌ی زمان)

source: Actual End Date cannot be before Actual Start Date
fa: تاریخ پایان واقعی نمی‌تواند قبل از تاریخ شروع واقعی باشد

source: Actual End Time
fa: زمان پایان واقعی

source: Actual Expense
fa: هزینه واقعی

source: Actual Expenses
fa: هزینه‌های واقعی

source: Actual Operating Cost
fa: هزینه عملیاتی واقعی

source: Actual Operation Time
fa: زمان عملیات واقعی

source: Actual Posting
fa: ثبت واقعی

source: Actual Qty
fa: مقدار واقعی

source: Actual Qty (at source/target)
fa: مقدار واقعی (در مبدا/مقصد)

source: Actual Qty in Warehouse
fa: مقدار واقعی در انبار

source: Actual Qty is mandatory
fa: مقدار واقعی اجباری است

source: Actual Qty {0} / Waiting Qty {1}
fa: مقدار واقعی {0} / مقدار در انتظار {1}

source: Actual Qty: Quantity available in the warehouse.
fa: مقدار واقعی: مقدار موجود در انبار.

source: Actual Quantity
fa: مقدار واقعی

source: Actual Start Date
fa: تاریخ شروع واقعی

source: Actual Start Date (via Timesheet)
fa: تاریخ شروع واقعی (از طریق برگه‌ی زمان)

source: Actual Start Time
fa: زمان شروع واقعی

source: Actual Time
fa: زمان واقعی

source: Actual Time and Cost
fa: زمان و هزینه واقعی

source: Actual Time in Hours (via Timesheet)
fa: زمان واقعی به ساعت (از طریق برگه‌ی زمان)

source: Actual qty in stock
fa: مقدار واقعی موجودی

source: Actual type tax cannot be included in Item rate in row {0}
fa: مالیات از نوع واقعی نمی‌تواند در نرخ آیتم در ردیف {0} گنجانده شود

source: Ad-hoc Qty
fa: مقدار موردی

source: Add / Edit Prices
fa: افزودن / ویرایش قیمت‌ها

source: Add Columns in Transaction Currency
fa: افزودن ستون‌ها در ارز تراکنش

source: Add Comment
fa: افزودن نظر

source: Add Corrective Operation Cost in Finished Good Valuation
fa: افزودن هزینه عملیات اصلاحی در ارزیابی کالای ساخته‌شده

source: Add Customers
fa: افزودن مشتریان

source: Add Discount
fa: افزودن تخفیف

source: Add Employees
fa: افزودن کارمندان

source: Add Item
fa: افزودن آیتم

source: Add Items
fa: افزودن آیتم‌ها

source: Add Items in the Purpose Table
fa: افزودن آیتم‌ها در جدول هدف

source: Add Lead to Prospect
fa: افزودن سرنخ به مشتری بالقوه

source: Add Leads
fa: افزودن سرنخ‌ها

source: Add Local Holidays
fa: افزودن تعطیلات محلی

source: Add Manually
fa: افزودن دستی

source: Add Multiple Tasks
fa: افزودن وظایف متعدد

source: Add Or Deduct
fa: افزودن یا کسر کردن

source: Add Order Discount
fa: افزودن تخفیف سفارش

source: Add Quote
fa: افزودن پیش‌فاکتور

source: Add Raw Materials
fa: افزودن مواد اولیه

source: Add Safety Stock
fa: افزودن موجودی ایمنی

source: Add Sales Partners
fa: افزودن شرکای فروش

source: Add Schedule
fa: افزودن برنامه

source: Add Serial / Batch Bundle
fa: افزودن بسته سریال / بچ

source: Add Serial / Batch No
fa: افزودن شماره سریال / بچ

source: Add Serial / Batch No (Rejected Qty)
fa: افزودن شماره سریال / بچ (تعداد رد شده)

source: Add Stock
fa: افزودن موجودی

source: Add Sub Assembly
fa: افزودن زیرمونتاژ

source: Add Suppliers
fa: افزودن تأمین‌کنندگان

source: Add Timesheets
fa: افزودن تایم‌شیت‌ها

source: Add Weekly Holidays
fa: افزودن تعطیلات هفتگی

source: Add a Note
fa: افزودن یادداشت

source: Add details
fa: افزودن جزئیات

source: Add items in the Item Locations table
fa: افزودن آیتم‌ها در جدول مکان‌های آیتم

source: Add or Deduct
fa: افزودن یا کسر کردن

source: Add the rest of your organization as your users. You can also add invite Customers to your portal by adding them from Contacts
fa: بقیه اعضای سازمان خود را به عنوان کاربران اضافه کنید. همچنین می‌توانید با افزودن مشتریان از طریق مخاطبین، آن‌ها را به پورتال خود دعوت کنید.

source: Add to Holidays
fa: افزودن به تعطیلات

source: Add to Prospect
fa: افزودن به مشتری بالقوه

source: Add to Transit
fa: افزودن به ترانزیت

source: Add/Edit Coupon Conditions
fa: افزودن/ویرایش شرایط کوپن

source: Added By
fa: افزوده‌شده توسط

source: Added On
fa: افزوده‌شده در تاریخ

source: Added Supplier Role to User {0}.
fa: نقش تأمین‌کننده به کاربر {0} اضافه شد.

source: Added {1} Role to User {0}.
fa: نقش {1} به کاربر {0} اضافه شد.

source: Adding Lead to Prospect...
fa: در حال افزودن سرنخ به مشتری بالقوه...

source: Additional
fa: اضافی

source: Additional Asset Cost
fa: هزینه اضافی دارایی

source: Additional Cost
fa: هزینه اضافی

source: Additional Cost Per Qty
fa: هزینه اضافی به ازای هر واحد

source: Additional Costs
fa: هزینه‌های اضافی

source: Additional Data
fa: داده‌های اضافی

source: Additional Details
fa: جزئیات تکمیلی

source: Additional Discount
fa: تخفیف اضافی

source: Additional Discount Amount
fa: مبلغ تخفیف اضافی

source: Additional Discount Amount (Company Currency)
fa: مبلغ تخفیف اضافی (ارز شرکت)

source: Additional Discount Amount ({discount_amount}) cannot exceed the total before such discount ({total_before_discount})
fa: مبلغ تخفیف اضافی ({discount_amount}) نمی‌تواند از جمع قبل از این تخفیف ({total_before_discount}) بیشتر باشد.

source: Additional Discount Percentage
fa: درصد تخفیف اضافی

source: Additional Info
fa: اطلاعات اضافی

source: Additional Information
fa: اطلاعات تکمیلی

source: Additional Information updated successfully.
fa: اطلاعات تکمیلی با موفقیت به‌روزرسانی شد.

source: Additional Material Transfer
fa: انتقال مواد اضافی

source: Additional Notes
fa: یادداشت‌های تکمیلی

source: Additional Operating Cost
fa: هزینه عملیاتی اضافی

source: Additional Transferred Qty
fa: مقدار منتقل شده اضافی

source: Additional Transferred Qty {0} cannot be greater than {1}. To fix this, increase the percentage value of the field 'Transfer Extra Raw Materials to WIP' in Manufacturing Settings.
fa: مقدار منتقل شده اضافی {0} \ت نمی‌تواند بیشتر از {1} باشد. \ت برای رفع این مشکل، مقدار درصدی فیلد 'انتقال مواد اولیه اضافی به کالای در جریان ساخت' را \ت در تنظیمات تولید افزایش دهید.

source: Additional information regarding the customer.
fa: اطلاعات تکمیلی مربوط به مشتری.

source: Address & Contact
fa: آدرس و مخاطب

source: Address & Contacts
fa: آدرس و مخاطبین

source: Address And Contacts
fa: آدرس و مخاطبین

source: Address Desc
fa: توضیحات آدرس

source: Address HTML
fa: آدرس HTML

source: Address Name
fa: نام آدرس

source: Address and Contact
fa: آدرس و مخاطب

source: Address and Contacts
fa: آدرس و مخاطبین

source: Address needs to be linked to a Company. Please add a row for Company in the Links table.
fa: آدرس باید به یک شرکت مرتبط شود. لطفاً یک ردیف برای شرکت در جدول پیوندها اضافه کنید.

source: Address used to determine Tax Category in transactions
fa: آدرس مورد استفاده برای تعیین دسته‌بندی مالیاتی در تراکنش‌ها

source: Adjust Asset Value
fa: تعدیل ارزش دارایی

source: Adjust Qty
fa: تعدیل مقدار

source: Adjustment Against
fa: تعدیل بابت

source: Adjustment based on Purchase Invoice rate
fa: تعدیل بر اساس نرخ فاکتور خرید

source: Administrative Assistant
fa: دستیار اداری

source: Administrative Expenses
fa: هزینه‌های اداری

source: Administrative Officer
fa: مدیر اداری

source: Advance Account
fa: حساب پیش‌پرداخت

source: Advance Account: {0} must be in either customer billing currency: {1} or Company default currency: {2}
fa: حساب پیش‌پرداخت: {0} باید به ارز صورتحساب مشتری: {1} یا ارز پیش‌فرض شرکت: {2} باشد.

source: Advance Amount
fa: مبلغ پیش‌پرداخت

source: Advance Paid
fa: پیش‌پرداخت پرداخت شده

source: Advance Payment
fa: پیش‌پرداخت

source: Advance Payment Date
fa: تاریخ پیش‌پرداخت

source: Advance Payment Ledger Entry
fa: ثبت دفتر کل پیش‌پرداخت

source: Advance Payment Status
fa: وضعیت پیش‌پرداخت

source: Advance Payments
fa: پیش‌پرداخت‌ها

source: Advance Tax
fa: مالیات علی‌الحساب

source: Advance Taxes and Charges
fa: مالیات‌ها و عوارض علی‌الحساب

source: Advance Voucher No
fa: شماره سند پیش‌پرداخت

source: Advance Voucher Type
fa: نوع سند پیش‌پرداخت

source: Advance amount
fa: مبلغ پیش‌پرداخت

source: Advance amount cannot be greater than {0} {1}
fa: مبلغ پیش‌پرداخت نمی‌تواند بیشتر از {0} {1} باشد.

source: Advance paid against {0} {1} cannot be greater than Grand Total {2}
fa: پیش‌پرداخت پرداخت شده بابت {0} {1} نمی‌تواند بیشتر از جمع کل {2} باشد.

source: Advance payments allocated against orders will only be fetched
fa: فقط پیش‌پرداخت‌های تخصیص‌یافته به سفارش‌ها واکشی خواهند شد.

source: Advanced Filtering
fa: فیلتر پیشرفته

source: Advances
fa: پیش‌پرداخت‌ها

source: Advertisement
fa: تبلیغات

source: Advertising
fa: تبلیغات

source: Aerospace
fa: هوافضا

source: Affected Transactions
fa: تراکنش‌های متاثر

source: Against
fa: بابت

source: Against Account
fa: حساب مقابل

source: Against Blanket Order
fa: بابت سفارش کلی

source: Against Customer Order {0}
fa: بابت سفارش مشتری {0}

source: Against Default Supplier
fa: بابت تأمین‌کننده پیش‌فرض

source: Against Delivery Note Item
fa: بابت آیتم حواله انبار

source: Against Docname
fa: بابت نام سند

source: Against Doctype
fa: بابت نوع سند

source: Against Document Detail No
fa: بابت شماره جزئیات سند

source: Against Document No
fa: بابت شماره سند

source: Against Expense Account
fa: بابت حساب هزینه

source: Against Finished Good
fa: بابت کالای ساخته‌شده

source: Against Income Account
fa: بابت حساب درآمد

source: Against Journal Entry {0} does not have any unmatched {1} entry
fa: سند روزنامه {0} هیچ ثبت {1} تطبیق‌نیافته‌ای ندارد.

source: Against Journal Entry {0} is already adjusted against some other voucher
fa: سند روزنامه {0} قبلاً با سند دیگری تسویه شده است.

source: Against Pick List
fa: بابت لیست انتخاب

source: Against Sales Invoice
fa: در مقابل فاکتور فروش

source: Against Sales Invoice Item
fa: در مقابل آیتم فاکتور فروش

source: Against Sales Order
fa: در مقابل سفارش فروش

source: Against Sales Order Item
fa: در مقابل آیتم سفارش فروش

source: Against Stock Entry
fa: در مقابل سند انبار

source: Against Supplier Invoice {0}
fa: در مقابل فاکتور تأمین‌کننده {0}

source: Against Voucher
fa: در مقابل سند

source: Against Voucher No
fa: در مقابل شماره سند

source: Against Voucher Type
fa: در مقابل نوع سند

source: Age
fa: سن

source: Age (Days)
fa: سن (روز)

source: Age ({0})
fa: سن ({0})

source: Ageing Based On
fa: مبنای سررسید

source: Ageing Range
fa: بازه سررسید

source: Ageing Report based on {0} up to {1}
fa: گزارش سررسید بر اساس {0} تا {1}

source: Agenda
fa: دستور کار

source: Agent
fa: نماینده

source: Agent Busy Message
fa: پیام مشغول بودن نماینده

source: Agent Details
fa: جزئیات نماینده

source: Agent Group
fa: گروه نماینده

source: Agent Unavailable Message
fa: پیام عدم دسترسی نماینده

source: Agents
fa: نمایندگان
