Repository: ai-solution-company/systemafarin-custom-addon
Catalog: iran_core/locale/*.po
Languages: fa

source: Aggregate a group of Items into another Item. This is useful if you are maintaining the stock of the packed items and not the bundled item
fa: گروهی از آیتم‌ها را در یک آیتم دیگر تجمیع کنید. این کار زمانی مفید است که موجودی آیتم‌های بسته‌بندی شده را نگهداری می‌کنید و نه آیتم بسته‌بندی شده را.

source: Agriculture
fa: کشاورزی

source: Airline
fa: شرکت هواپیمایی

source: Algorithm
fa: الگوریتم

source: All Accounts
fa: همه حساب‌ها

source: All Activities
fa: همه فعالیت‌ها

source: All Activities HTML
fa: همه فعالیت‌ها HTML

source: All BOMs
fa: همه BOMها

source: All Contact
fa: همه مخاطبین

source: All Customer Contact
fa: همه مخاطبین مشتری

source: All Customer Groups
fa: همه گروه‌های مشتری

source: All Departments
fa: همه دپارتمان‌ها

source: All Employee (Active)
fa: همه کارمندان (فعال)

source: All Item Groups
fa: همه گروه‌های آیتم

source: All Items
fa: همه آیتم‌ها

source: All Lead (Open)
fa: همه سرنخ‌ها (باز)

source: All Parties
fa: همه طرفین

source: All Sales Partner Contact
fa: همه مخاطبین شریک فروش

source: All Sales Person
fa: همه فروشندگان

source: All Sales Transactions can be tagged against multiple Sales Persons so that you can set and monitor targets.
fa: همه تراکنش‌های فروش را می‌توان به چندین فروشنده مرتبط کرد تا بتوانید اهداف را تعیین و پایش کنید.

source: All Supplier Contact
fa: همه مخاطبین تأمین‌کننده

source: All Supplier Groups
fa: همه گروه‌های تأمین‌کننده

source: All Territories
fa: همه مناطق

source: All Warehouses
fa: همه انبارها

source: All allocations have been successfully reconciled
fa: همه تخصیص‌ها با موفقیت مغایرت‌گیری شده‌اند

source: All communications including and above this shall be moved into the new Issue
fa: همه ارتباطات شامل این و بالاتر از آن به موضوع جدید منتقل خواهند شد

source: All items are already requested
fa: همه آیتم‌ها قبلاً درخواست شده‌اند

source: All items have already been Invoiced/Returned
fa: همه آیتم‌ها قبلاً فاکتور شده/مرجوع شده‌اند

source: All items have already been received
fa: همه آیتم‌ها قبلاً دریافت شده‌اند

source: All items have already been transferred for this Work Order.
fa: همه آیتم‌ها قبلاً برای این سفارش کار منتقل شده‌اند.

source: All items in this document already have a linked Quality Inspection.
fa: همه آیتم‌های این سند قبلاً بازرسی کیفیت مرتبط دارند.

source: All items must be linked to a Sales Order or Subcontracting Inward Order for this Sales Invoice.
fa: همه آیتم‌ها برای این فاکتور فروش باید به یک سفارش فروش یا سفارش ورودی برون‌سپاری مرتبط باشند.

source: All linked Sales Orders must be subcontracted.
fa: همه سفارشات فروش مرتبط باید برون‌سپاری شوند.

source: All the Comments and Emails will be copied from one document to another newly created document(Lead -> Opportunity -> Quotation) throughout the CRM documents.
fa: همه نظرات و ایمیل‌ها از یک سند به سند جدید ایجاد شده (سرنخ -> فرصت -> پیش‌فاکتور) در سراسر اسناد CRM کپی خواهند شد.

source: All the items have been already returned.
fa: همه آیتم‌ها قبلاً مرجوع شده‌اند.

source: All the required items (raw materials) will be fetched from BOM and populated in this table. Here you can also change the Source Warehouse for any item. And during the production, you can track transferred raw materials from this table.
fa: همه آیتم‌های مورد نیاز (مواد اولیه) از BOM (لیست مواد) واکشی شده و در این جدول پر می‌شوند. در اینجا می‌توانید انبار مبدأ را برای هر آیتم تغییر دهید. و در طول تولید، می‌توانید مواد اولیه منتقل شده را از این جدول ردیابی کنید.

source: All these items have already been Invoiced/Returned
fa: همه این آیتم‌ها قبلاً فاکتور شده/مرجوع شده‌اند

source: Allocate
fa: تخصیص

source: Allocate Advances Automatically (FIFO)
fa: تخصیص خودکار پیش‌پرداخت‌ها (FIFO)

source: Allocate Payment Amount
fa: تخصیص مبلغ پرداخت

source: Allocate Payment Based On Payment Terms
fa: تخصیص پرداخت بر اساس شرایط پرداخت

source: Allocate Payment Request
fa: تخصیص درخواست پرداخت

source: Allocated
fa: تخصیص‌یافته

source: Allocated Amount
fa: مبلغ تخصیص‌یافته

source: Allocated Entries
fa: ورودی‌های تخصیص‌یافته

source: Allocated To:
fa: تخصیص‌یافته به:

source: Allocated amount
fa: مبلغ تخصیص‌یافته

source: Allocated amount cannot be greater than unadjusted amount
fa: مبلغ تخصیص‌یافته نمی‌تواند بیشتر از مبلغ تعدیل‌نشده باشد

source: Allocated amount cannot be negative
fa: مبلغ تخصیص‌یافته نمی‌تواند منفی باشد

source: Allocation
fa: تخصیص

source: Allocations
fa: تخصیص‌ها

source: Allotted Qty
fa: مقدار تخصیص‌یافته

source: Allow Account Creation Against Child Company
fa: اجازه ایجاد حساب برای شرکت فرعی

source: Allow Alternative Item
fa: اجازه آیتم جایگزین

source: Allow Alternative Item must be checked on Item {}
fa: گزینه 'اجازه آیتم جایگزین' باید در آیتم {} علامت زده شود

source: Allow Continuous Material Consumption
fa: اجازه مصرف مداوم مواد

source: Allow Delivery of Overproduced Qty
fa: اجازه تحویل مقدار تولید مازاد

source: Allow Editing of Items and Quantities in Work Order
fa: اجازه ویرایش آیتم‌ها و مقادیر در سفارش کار

source: Allow Excess Material Transfer
fa: اجازه انتقال مواد مازاد

source: Allow Implicit Pegged Currency Conversion
fa: اجازه تبدیل ضمنی ارز ثابت

source: Allow In Returns
fa: اجازه مرجوعی‌های ورودی

source: Allow Internal Transfers at Arm's Length Price
fa: اجازه انتقال داخلی با قیمت منصفانه

source: Allow Item To Be Added Multiple Times in a Transaction
fa: اجازه افزودن چندباره آیتم در یک تراکنش

source: Allow Item to Be Added Multiple Times in a Transaction
fa: اجازه افزودن چندباره آیتم در یک تراکنش

source: Allow Item to be Added Multiple Times in a Transaction
fa: اجازه افزودن چندباره آیتم در یک تراکنش

source: Allow Lead Duplication based on Emails
fa: اجازه تکرار سرنخ بر اساس ایمیل

source: Allow Material Transfer from Delivery Note to Sales Invoice
fa: اجازه انتقال مواد از حواله تحویل به فاکتور فروش

source: Allow Material Transfer from Purchase Receipt to Purchase Invoice
fa: اجازه انتقال مواد از رسید خرید به فاکتور خرید

source: Allow Multiple Material Consumption
fa: اجازه مصرف چندباره مواد

source: Allow Multiple Sales Orders Against a Customer's Purchase Order
fa: اجازه چندین سفارش فروش در مقابل سفارش خرید مشتری

source: Allow Negative Stock
fa: اجازه موجودی منفی

source: Allow Negative rates for Items
fa: اجازه نرخ‌های منفی برای آیتم‌ها

source: Allow Or Restrict Dimension
fa: اجازه یا محدود کردن بعد

source: Allow Overtime
fa: اجازه اضافه‌کاری

source: Allow Partial Payment
fa: اجازه پرداخت جزئی

source: Allow Partial Reservation
fa: اجازه رزرو جزئی

source: Allow Production on Holidays
fa: اجازه تولید در تعطیلات

source: Allow Purchase
fa: اجازه خرید

source: Allow Purchase Invoice Creation Without Purchase Order
fa: اجازه ایجاد فاکتور خرید بدون سفارش خرید

source: Allow Purchase Invoice Creation Without Purchase Receipt
fa: اجازه ایجاد فاکتور خرید بدون رسید خرید

source: Allow Purchase Order with Zero Quantity
fa: اجازه سفارش خرید با مقدار صفر

source: Allow Quotation with Zero Quantity
fa: اجازه پیش‌فاکتور با مقدار صفر

source: Allow Rename Attribute Value
fa: اجازه تغییر نام مقدار ویژگی

source: Allow Request for Quotation with Zero Quantity
fa: اجازه درخواست قیمت با مقدار صفر

source: Allow Resetting Service Level Agreement
fa: اجازه بازنشانی توافق‌نامه سطح خدمات

source: Allow Resetting Service Level Agreement from Support Settings.
fa: اجازه بازنشانی توافق‌نامه سطح خدمات از تنظیمات پشتیبانی.

source: Allow Sales
fa: اجازه فروش

source: Allow Sales Invoice Creation Without Delivery Note
fa: اجازه ایجاد فاکتور فروش بدون حواله تحویل

source: Allow Sales Invoice Creation Without Sales Order
fa: اجازه ایجاد فاکتور فروش بدون سفارش فروش

source: Allow Sales Order Creation For Expired Quotation
fa: اجازه ایجاد سفارش فروش برای پیش‌فاکتور منقضی شده

source: Allow Sales Order with Zero Quantity
fa: اجازه سفارش فروش با مقدار صفر

source: Allow Stale Exchange Rates
fa: اجازه نرخ‌های ارز منسوخ

source: Allow Supplier Quotation with Zero Quantity
fa: اجازه پیش‌فاکتور تأمین‌کننده با مقدار صفر

source: Allow UOM with Conversion Rate Defined in Item
fa: اجازه واحد اندازه‌گیری با نرخ تبدیل تعریف‌شده در آیتم

source: Allow User to Edit Discount
fa: اجازه ویرایش تخفیف به کاربر

source: Allow User to Edit Price List Rate in Transactions
fa: اجازه ویرایش نرخ لیست قیمت در تراکنش‌ها به کاربر

source: Allow User to Edit Rate
fa: اجازه ویرایش نرخ به کاربر

source: Allow Variant UOM to be different from Template UOM
fa: اجازه متفاوت بودن واحد اندازه‌گیری واریانت با واحد اندازه‌گیری الگو

source: Allow Zero Rate
fa: اجازه نرخ صفر

source: Allow Zero Valuation Rate
fa: اجازه نرخ ارزیابی صفر

source: Allow existing Serial No to be Manufactured/Received again
fa: اجازه تولید/دریافت مجدد شماره سریال موجود

source: Allow material consumptions without immediately manufacturing finished goods against a Work Order
fa: اجازه مصرف مواد بدون تولید فوری کالای نهایی در برابر دستور کار

source: Allow multi-currency invoices against single party account
fa: اجازه فاکتورهای چند ارزی در برابر یک حساب طرف حساب

source: Allow to Edit Stock UOM Qty for Purchase Documents
fa: اجازه ویرایش مقدار واحد اندازه‌گیری موجودی برای اسناد خرید

source: Allow to Edit Stock UOM Qty for Sales Documents
fa: اجازه ویرایش مقدار واحد اندازه‌گیری موجودی برای اسناد فروش

source: Allow to Make Quality Inspection after Purchase / Delivery
fa: اجازه انجام بازرسی کیفیت پس از خرید / تحویل

source: Allow transferring raw materials even after the Required Quantity is fulfilled
fa: اجازه انتقال مواد اولیه حتی پس از تامین مقدار مورد نیاز

source: Allowed Dimension
fa: بعد مجاز

source: Allowed Doctypes
fa: انواع سند مجاز

source: Allowed Items
fa: کالاهای مجاز

source: Allowed To Transact With
fa: مجاز به معامله با

source: Allowed primary roles are 'Customer' and 'Supplier'. Please select one of these roles only.
fa: نقش‌های اصلی مجاز 'مشتری' و 'تأمین‌کننده' هستند. لطفاً فقط یکی از این نقش‌ها را انتخاب کنید.

source: Allows to keep aside a specific quantity of inventory for a particular order.
fa: امکان کنار گذاشتن مقدار مشخصی از موجودی برای یک سفارش خاص را فراهم می‌کند.

source: Allows users to submit Purchase Orders with zero quantity. Useful when rates are fixed but the quantities are not. Eg. Rate Contracts.
fa: به کاربران اجازه می‌دهد تا سفارشات خرید را با مقدار صفر ثبت کنند. زمانی مفید است که نرخ‌ها ثابت هستند اما مقادیر ثابت نیستند. مثلاً: قراردادهای نرخ ثابت.

source: Allows users to submit Quotations with zero quantity. Useful when rates are fixed but the quantities are not. Eg. Rate Contracts.
fa: به کاربران اجازه می‌دهد تا پیش‌فاکتورها را با مقدار صفر ثبت کنند. زمانی مفید است که نرخ‌ها ثابت هستند اما مقادیر ثابت نیستند. مثلاً: قراردادهای نرخ ثابت.

source: Allows users to submit Request for Quotations with zero quantity. Useful when rates are fixed but the quantities are not. Eg. Rate Contracts.
fa: به کاربران اجازه می‌دهد تا درخواست‌های استعلام بها را با مقدار صفر ثبت کنند. زمانی مفید است که نرخ‌ها ثابت هستند اما مقادیر ثابت نیستند. مثلاً: قراردادهای نرخ ثابت.

source: Allows users to submit Sales Orders with zero quantity. Useful when rates are fixed but the quantities are not. Eg. Rate Contracts.
fa: به کاربران اجازه می‌دهد تا سفارشات فروش را با مقدار صفر ثبت کنند. زمانی مفید است که نرخ‌ها ثابت هستند اما مقادیر ثابت نیستند. مثلاً: قراردادهای نرخ ثابت.

source: Allows users to submit Supplier Quotations with zero quantity. Useful when rates are fixed but the quantities are not. Eg. Rate Contracts.
fa: به کاربران اجازه می‌دهد تا پیش‌فاکتورهای تأمین‌کننده را با مقدار صفر ثبت کنند. زمانی مفید است که نرخ‌ها ثابت هستند اما مقادیر ثابت نیستند. مثلاً: قراردادهای نرخ ثابت.

source: Already Picked
fa: قبلاً برداشته شده

source: Already record exists for the item {0}
fa: رکورد از قبل برای کالای {0} وجود دارد

source: Already set default in pos profile {0} for user {1}, kindly disabled default
fa: پیش‌فرض از قبل در پروفایل POS {0} برای کاربر {1} تنظیم شده است، لطفاً پیش‌فرض را غیرفعال کنید.

source: Also you can't switch back to FIFO after setting the valuation method to Moving Average for this item.
fa: همچنین پس از تنظیم روش ارزیابی به میانگین متحرک برای این کالا، نمی‌توانید به FIFO بازگردید.

source: Alternate Item
fa: کالای جایگزین

source: Alternative Item Code
fa: کد کالای جایگزین

source: Alternative Item Name
fa: نام کالای جایگزین

source: Alternative Items
fa: کالاهای جایگزین

source: Alternative item must not be same as item code
fa: کالای جایگزین نباید با کد کالا یکسان باشد

source: Alternatively, you can download the template and fill your data in.
fa: به‌عنوان جایگزین، می‌توانید الگو را دانلود کرده و اطلاعات خود را در آن وارد کنید.

source: Always Ask
fa: همیشه سؤال شود

source: Amount
fa: مبلغ

source: Amount (AED)
fa: مبلغ (AED)

source: Amount (Company Currency)
fa: مبلغ (ارز شرکت)

source: Amount Delivered
fa: مبلغ تحویل شده

source: Amount Difference
fa: تفاوت مبلغ

source: Amount Difference with Purchase Invoice
fa: تفاوت مبلغ با فاکتور خرید

source: Amount Eligible for Commission
fa: مبلغ واجد شرایط کمیسیون

source: Amount In Figure
fa: مبلغ به عدد

source: Amount in Account Currency
fa: مبلغ به ارز حساب

source: Amount in Words
fa: مبلغ به حروف

source: Amount in party's bank account currency
fa: مبلغ به ارز حساب بانکی طرف حساب

source: Amount in transaction currency
fa: مبلغ به ارز تراکنش

source: Amount in {0}
fa: مبلغ به {0}

source: Amount to Bill
fa: مبلغ قابل صورتحساب

source: Amount {0} {1} against {2} {3}
fa: مبلغ {0} {1} در مقابل {2} {3}

source: Amount {0} {1} deducted against {2}
fa: مبلغ {0} {1} از {2} کسر شد

source: Amount {0} {1} transferred from {2} to {3}
fa: مبلغ {0} {1} از {2} به {3} منتقل شد

source: Amount {0} {1} {2} {3}
fa: مبلغ {0} {1} {2} {3}

source: Amounts
fa: مبالغ

source: Ampere
fa: آمپر

source: Ampere-Hour
fa: آمپر-ساعت

source: Ampere-Minute
fa: آمپر-دقیقه

source: Ampere-Second
fa: آمپر-ثانیه

source: Amt
fa: مبلغ

source: An Item Group is a way to classify items based on types.
fa: گروه کالا راهی برای طبقه‌بندی کالاها بر اساس نوع آن‌ها است.

source: An error has been appeared while reposting item valuation via {0}
fa: هنگام ثبت مجدد ارزش‌گذاری کالا از طریق {0} خطایی رخ داده است

source: An error occurred during the update process
fa: خطایی در طول فرآیند به‌روزرسانی رخ داد

source: An error occurred for certain Items while creating Material Requests based on Re-order level. Please rectify these issues :
fa: هنگام ایجاد درخواست‌های مواد بر اساس سطح سفارش مجدد، خطایی برای برخی از کالاها رخ داده است. لطفاً این مشکلات را برطرف کنید:

source: Analysis Chart
fa: نمودار تحلیلی

source: Analyst
fa: تحلیلگر

source: Annual Billing: {0}
fa: صورتحساب سالانه: {0}

source: Annual Budget for Account {0} against {1} {2} is {3}. It will be collectively ({4}) exceeded by {5}
fa: بودجه سالانه برای حساب {0} در مقابل {1} {2} برابر {3} است. این مبلغ به صورت جمعی ({4}) به میزان {5} از حد مجاز فراتر خواهد رفت.

source: Annual Budget for Account {0} against {1}: {2} is {3}. It will be exceeded by {4}
fa: بودجه سالانه برای حساب {0} در مقابل {1}: {2} برابر {3} است. این مبلغ به میزان {4} از حد مجاز فراتر خواهد رفت.

source: Annual Expenses
fa: هزینه‌های سالانه

source: Annual Income
fa: درآمد سالانه

source: Annual Revenue
fa: درآمد سالانه

source: Another Budget record '{0}' already exists against {1} '{2}' and account '{3}' for fiscal year {4}
fa: یک رکورد بودجه دیگر '{0}' در مقابل {1} '{2}' و حساب '{3}' برای سال مالی {4} از قبل وجود دارد.

source: Another Cost Center Allocation record {0} applicable from {1}, hence this allocation will be applicable upto {2}
fa: یک رکورد تخصیص مرکز هزینه دیگر {0} از تاریخ {1} قابل اجرا است، بنابراین این تخصیص تا تاریخ {2} قابل اجرا خواهد بود.

source: Another Payment Request is already processed
fa: یک درخواست پرداخت دیگر قبلاً پردازش شده است.

source: Another Sales Person {0} exists with the same Employee id
fa: یک فروشنده دیگر {0} با همین شناسه کارمند وجود دارد.

source: Any one of following filters required: warehouse, Item Code, Item Group
fa: یکی از فیلترهای زیر الزامی است: انبار، کد کالا، گروه کالا

source: Apparel & Accessories
fa: پوشاک و لوازم جانبی

source: Applicable Charges
fa: هزینه‌های قابل اعمال

source: Applicable Dimension
fa: بعد قابل اعمال

source: Applicable Holiday List
fa: لیست تعطیلات قابل اعمال

source: Applicable Modules
fa: ماژول‌های قابل اعمال

source: Applicable On Account
fa: قابل اعمال بر روی حساب

source: Applicable To (Designation)
fa: قابل اعمال برای (سمت)

source: Applicable To (Employee)
fa: قابل اعمال برای (کارمند)

source: Applicable To (Role)
fa: قابل اعمال برای (نقش)

source: Applicable To (User)
fa: قابل اعمال برای (کاربر)

source: Applicable for Countries
fa: قابل اعمال برای کشورها

source: Applicable for Users
fa: قابل اعمال برای کاربران

source: Applicable for external driver
fa: قابل اعمال برای راننده خارجی

source: Applicable if the company is SpA, SApA or SRL
fa: قابل اعمال اگر شرکت از نوع SpA, SApA یا SRL باشد

source: Applicable if the company is a limited liability company
fa: قابل اعمال اگر شرکت، با مسئولیت محدود باشد

source: Applicable if the company is an Individual or a Proprietorship
fa: قابل اعمال اگر شرکت، شخص حقیقی یا کسب و کار انفرادی باشد

source: Applicable on Cumulative Expense
fa: قابل اعمال بر هزینه تجمعی

source: Applicable on Material Request
fa: قابل اعمال بر درخواست مواد

source: Applicable on Purchase Order
fa: قابل اعمال بر سفارش خرید

source: Applicable on booking actual expenses
fa: قابل اعمال بر ثبت هزینه‌های واقعی

source: Application of Funds (Assets)
fa: مصارف وجوه (دارایی‌ها)

source: Applied Coupon Code
fa: کد تخفیف اعمال شده

source: Applied on each reading.
fa: بر هر قرائت اعمال می‌شود.

source: Applied putaway rules.
fa: قوانین جانمایی اعمال شده.

source: Applies To
fa: اعمال می‌شود بر

source: Apply Additional Discount On
fa: اعمال تخفیف اضافی بر

source: Apply Discount On
fa: اعمال تخفیف بر

source: Apply Discount on Discounted Rate
fa: اعمال تخفیف بر نرخ تخفیف‌خورده

source: Apply Discount on Rate
fa: اعمال تخفیف بر نرخ

source: Apply Multiple Pricing Rules
fa: اعمال چندین قانون قیمت‌گذاری

source: Apply On
fa: اعمال بر

source: Apply Putaway Rule
fa: اعمال قانون جانمایی

source: Apply Recursion Over (As Per Transaction UOM)
fa: اعمال بازگشتی بر (بر اساس واحد اندازه‌گیری تراکنش)

source: Apply Rule On Brand
fa: اعمال قانون بر برند

source: Apply Rule On Item Code
fa: اعمال قانون بر کد کالا

source: Apply Rule On Item Group
fa: اعمال قانون بر گروه کالا

source: Apply Rule On Other
fa: اعمال قانون بر سایر

source: Apply SLA for Resolution Time
fa: اعمال SLA برای زمان رفع مشکل

source: Apply TDS
fa: اعمال TDS

source: Apply Tax Withholding Amount
fa: اعمال مبلغ مالیات تکلیفی

source: Apply Tax Withholding Amount
fa: اعمال مبلغ مالیات تکلیفی

source: Apply restriction on dimension values
fa: اعمال محدودیت بر مقادیر ابعاد

source: Apply to All Inventory Documents
fa: اعمال بر تمام اسناد انبار

source: Apply to Document
fa: اعمال بر سند

source: Appointment
fa: قرار ملاقات

source: Appointment Booking Settings
fa: تنظیمات رزرو قرار ملاقات

source: Appointment Booking Slots
fa: بازه های زمانی رزرو قرار ملاقات

source: Appointment Confirmation
fa: تأیید قرار ملاقات

source: Appointment Created Successfully
fa: قرار ملاقات با موفقیت ایجاد شد

source: Appointment Details
fa: جزئیات قرار ملاقات

source: Appointment Duration (In Minutes)
fa: مدت زمان قرار ملاقات (به دقیقه)

source: Appointment Scheduling Disabled
fa: برنامه‌ریزی قرار ملاقات غیرفعال شد

source: Appointment Scheduling has been disabled for this site
fa: برنامه‌ریزی قرار ملاقات برای این سایت غیرفعال شده است

source: Appointment With
fa: قرار ملاقات با

source: Appointment was created. But no lead was found. Please check the email to confirm
fa: قرار ملاقات ایجاد شد. اما سرنخی یافت نشد. لطفاً ایمیل را برای تأیید بررسی کنید

source: Approving Role (above authorized value)
fa: نقش تأییدکننده (بالاتر از مقدار مجاز)

source: Approving Role cannot be same as role the rule is Applicable To
fa: نقش تأییدکننده نمی‌تواند با نقشی که قانون برای آن اعمال می‌شود یکسان باشد

source: Approving User (above authorized value)
fa: کاربر تأییدکننده (بالاتر از مقدار مجاز)

source: Approving User cannot be same as user the rule is Applicable To
fa: کاربر تأییدکننده نمی‌تواند با کاربری که قانون برای آن اعمال می‌شود یکسان باشد

source: Approximately match the description/party name against parties
fa: شرح/نام طرف حساب را به صورت تقریبی با طرفین حساب مطابقت دهید

source: Are
fa: آیا

source: Are you sure you want to clear all demo data?
fa: آیا مطمئن هستید که می‌خواهید تمام داده‌های آزمایشی را پاک کنید؟

source: Are you sure you want to delete this Item?
fa: آیا مطمئن هستید که می‌خواهید این کالا را حذف کنید؟

source: Are you sure you want to delete {0}?<p>This action will also delete all associated Common Code documents.</p>
fa: آیا مطمئن هستید که می‌خواهید {0} را حذف کنید؟<p>این عمل همچنین تمام اسناد کد مشترک مرتبط را حذف خواهد کرد.</p>

source: Are you sure you want to restart this subscription?
fa: آیا مطمئن هستید که می‌خواهید این اشتراک را مجدداً راه‌اندازی کنید؟

source: Area
fa: منطقه

source: Area UOM
fa: واحد اندازه‌گیری مساحت

source: Arrival Quantity
fa: مقدار رسید

source: Arshin
fa: آرشین

source: As On Date
fa: در تاریخ

source: As on Date
fa: در تاریخ

source: As per Stock UOM
fa: طبق واحد اندازه‌گیری موجودی

source: As the field {0} is enabled, the field {1} is mandatory.
fa: از آنجا که فیلد {0} فعال است، فیلد {1} اجباری است.

source: As the field {0} is enabled, the value of the field {1} should be more than 1.
fa: از آنجا که فیلد {0} فعال است، مقدار فیلد {1} باید بیشتر از 1 باشد.

source: As there are existing submitted transactions against item {0}, you can not change the value of {1}.
fa: از آنجا که تراکنش‌های ثبت‌شده موجود برای کالای {0} وجود دارد، نمی‌توانید مقدار {1} را تغییر دهید.

source: As there are reserved stock, you cannot disable {0}.
fa: از آنجا که موجودی رزرو شده وجود دارد، نمی‌توانید {0} را غیرفعال کنید.

source: As there are sufficient Sub Assembly Items, Work Order is not required for Warehouse {0}.
fa: از آنجا که آیتم‌های زیرمونتاژ کافی وجود دارد، سفارش کار برای انبار {0} مورد نیاز نیست.

source: As there are sufficient raw materials, Material Request is not required for Warehouse {0}.
fa: از آنجا که مواد اولیه کافی وجود دارد، درخواست مواد برای انبار {0} مورد نیاز نیست.

source: As {0} is enabled, you can not enable {1}.
fa: از آنجا که {0} فعال است، نمی‌توانید {1} را فعال کنید.

source: Assembly Items
fa: کالاهای مونتاژی

source: Asset
fa: دارایی

source: Asset Account
fa: حساب دارایی

source: Asset Activity
fa: فعالیت دارایی

source: Asset Capitalization
fa: سرمایه‌ای کردن دارایی

source: Asset Capitalization Asset Item
fa: کالای دارایی سرمایه‌ای شده

source: Asset Capitalization Service Item
fa: کالای خدماتی سرمایه‌ای شده

source: Asset Capitalization Stock Item
fa: کالای موجودی سرمایه‌ای شده

source: Asset Category
fa: دسته دارایی

source: Asset Category Account
fa: حساب گروه دارایی

source: Asset Category Name
fa: نام گروه دارایی

source: Asset Category is mandatory for Fixed Asset item
fa: گروه دارایی برای آیتم دارایی ثابت اجباری است

source: Asset Depreciation Cost Center
fa: مرکز هزینه استهلاک دارایی

source: Asset Depreciation Ledger
fa: حساب استهلاک دارایی

source: Asset Depreciation Schedule
fa: برنامه استهلاک دارایی

source: Asset Depreciation Schedule for Asset {0} and Finance Book {1} is not using shift based depreciation
fa: برنامه استهلاک دارایی برای دارایی {0} و دفتر مالی {1} از استهلاک مبتنی بر شیفت استفاده نمی‌کند

source: Asset Depreciation Schedule not found for Asset {0} and Finance Book {1}
fa: برنامه استهلاک دارایی برای دارایی {0} و دفتر مالی {1} یافت نشد

source: Asset Depreciation Schedule {0} for Asset {1} already exists.
fa: برنامه استهلاک دارایی {0} برای دارایی {1} از قبل موجود است.

source: Asset Depreciation Schedule {0} for Asset {1} and Finance Book {2} already exists.
fa: برنامه استهلاک دارایی {0} برای دارایی {1} و دفتر مالی {2} از قبل موجود است.
