Repository: ai-solution-company/systemafarin-custom-addon
Catalog: iran_core/locale/*.po
Languages: fa

source: Address
fa: آدرس

source: Amount
fa: مبلغ

source: Is Child Table
fa: جدول فرزند است

source: Is Subcontracted
fa: برون‌سپاری شده

source: Item
fa: کالا

source: Name
fa: نام

source: Rate
fa: نرخ

source: Raw Material
fa: مواد اولیه

source: Skip Material Transfer
fa: صرف‌نظر از انتقال مواد

source: Sub Assembly
fa: زیرمونتاژ

source: Summary
fa: خلاصه

source: "Customer Provided Item" cannot be Purchase Item also
fa: «کالای ارائه‌شده توسط مشتری» نمی‌تواند همزمان «کالای خرید» باشد

source: "Customer Provided Item" cannot have Valuation Rate
fa: «کالای ارائه‌شده توسط مشتری» نمی‌تواند نرخ ارزیابی داشته باشد

source: "Is Fixed Asset" cannot be unchecked, as Asset record exists against the item
fa: «دارایی ثابت است» نمی‌تواند برداشته شود، زیرا سابقه دارایی برای این کالا وجود دارد

source: "SN-01::10" for "SN-01" to "SN-10"
fa: «SN-01::10» برای «SN-01» تا «SN-10»

source: # In Stock
fa: موجودی

source: # Req'd Items
fa: تعداد آیتم‌های مورد نیاز

source: % Delivered
fa: درصد تحویل‌شده

source: % Amount Billed
fa: درصد مبلغ فاکتور شده

source: % Billed
fa: درصد فاکتور شده

source: % Complete Method
fa: روش درصد تکمیل

source: % Completed
fa: درصد تکمیل‌شده

source: % Delivered
fa: درصد تحویل‌شده

source: % Finished Item Quantity
fa: درصد مقدار کالای نهایی

source: % Installed
fa: درصد نصب‌شده

source: % Occupied
fa: درصد اشغال‌شده

source: % Of Grand Total
fa: درصد از جمع کل

source: % Ordered
fa: درصد سفارش‌داده‌شده

source: % Picked
fa: درصد انتخاب شده

source: % Process Loss
fa: درصد ضایعات فرآیند

source: % Produced
fa: درصد تولیدشده

source: % Progress
fa: درصد پیشرفت

source: % Raw Material Received
fa: درصد مواد اولیه دریافت‌شده

source: % Raw Material Returned
fa: درصد مواد اولیه برگشت‌داده‌شده

source: % Received
fa: درصد دریافت‌شده

source: % Returned
fa: درصد برگشت‌داده‌شده

source: % of materials billed against this Sales Order
fa: درصد مواد فاکتور شده در برابر این سفارش فروش

source: % of materials delivered against this Pick List
fa: درصد مواد تحویل شده در برابر این لیست جمع‌آوری

source: % of materials delivered against this Sales Order
fa: درصد مواد تحویل شده در برابر این سفارش فروش

source: 'Account' in the Accounting section of Customer {0}
fa: «حساب» در بخش حسابداری مشتری {0}

source: 'Allow Multiple Sales Orders Against a Customer's Purchase Order'
fa: «امکان ثبت چندین سفارش فروش در برابر سفارش خرید مشتری»

source: 'Based On' and 'Group By' can not be same
fa: «بر اساس» و «گروه‌بندی بر اساس» نمی‌توانند یکسان باشند

source: 'Days Since Last Order' must be greater than or equal to zero
fa: «تعداد روز از آخرین سفارش» باید بزرگتر یا مساوی صفر باشد

source: 'Default {0} Account' in Company {1}
fa: «حساب پیش‌فرض {0}» در شرکت {1}

source: 'Entries' cannot be empty
fa: «ردیف‌ها» نمی‌تواند خالی باشد

source: 'From Date' is required
fa: «از تاریخ» اجباری است

source: 'From Date' must be after 'To Date'
fa: «از تاریخ» باید بعد از «تا تاریخ» باشد

source: 'Has Serial No' can not be 'Yes' for non-stock item
fa: «دارای شماره سریال» نمی‌تواند برای کالای غیرموجودی «بله» باشد

source: 'Inspection Required before Delivery' has disabled for the item {0}, no need to create the QI
fa: «بازرسی قبل از تحویل الزامی است» برای آیتم {0} غیرفعال شده است، نیازی به ایجاد QI نیست

source: 'Inspection Required before Purchase' has disabled for the item {0}, no need to create the QI
fa: «بازرسی قبل از خرید الزامی است» برای آیتم {0} غیرفعال شده است، نیازی به ایجاد QI نیست

source: 'Opening'
fa: «افتتاحیه»

source: 'To Date' is required
fa: «تا تاریخ» اجباری است

source: 'To Package No.' cannot be less than 'From Package No.'
fa: «شماره بسته تا» نمی‌تواند کمتر از «شماره بسته از» باشد

source: 'Update Stock' can not be checked because items are not delivered via {0}
fa: «به‌روزرسانی موجودی» نمی‌تواند انتخاب شود زیرا آیتم‌ها از طریق {0} تحویل داده نشده‌اند

source: 'Update Stock' cannot be checked for fixed asset sale
fa: «به‌روزرسانی موجودی» برای فروش دارایی ثابت نمی‌تواند انتخاب شود

source: '{0}' account is already used by {1}. Use another account.
fa: حساب «{0}» قبلاً توسط {1} استفاده شده است. از حساب دیگری استفاده کنید.

source: '{0}' has been already added.
fa: «{0}» قبلاً اضافه شده است.

source: '{0}' should be in company currency {1}.
fa: «{0}» باید با ارز شرکت {1} باشد.

source: (A) Qty After Transaction
fa: (الف) مقدار پس از تراکنش

source: (B) Expected Qty After Transaction
fa: (ب) مقدار مورد انتظار پس از تراکنش

source: (C) Total Qty in Queue
fa: (ج) مقدار کل در صف

source: (C) Total qty in queue
fa: (ج) مقدار کل در صف

source: (D) Balance Stock Value
fa: (د) ارزش موجودی مانده

source: (Daily Yield * No of Units Produced) / 100
fa: (بازده روزانه * تعداد واحدهای تولید شده) / 100

source: (E) Balance Stock Value in Queue
fa: (ه) ارزش موجودی مانده در صف

source: (F) Change in Stock Value
fa: (و) تغییر در ارزش موجودی

source: (Forecast)
fa: (پیش‌بینی)

source: (G) Sum of Change in Stock Value
fa: (ز) مجموع تغییر در ارزش موجودی

source: (Good Units Produced / Total Units Produced) × 100
fa: (واحدهای تولیدی سالم / کل واحدهای تولیدی) × 100

source: (H) Change in Stock Value (FIFO Queue)
fa: (ح) تغییر در ارزش موجودی (صف FIFO)

source: (H) Valuation Rate
fa: (ح) نرخ ارزیابی

source: (Hour Rate / 60) * Actual Operation Time
fa: (نرخ ساعتی / 60) * زمان عملیات واقعی

source: (I) Valuation Rate
fa: (ط) نرخ ارزیابی

source: (J) Valuation Rate as per FIFO
fa: (ی) نرخ ارزیابی بر اساس FIFO

source: (K) Valuation = Value (D) ÷ Qty (A)
fa: (ک) ارزیابی = ارزش (د) ÷ مقدار (الف)

source: (Purchase Order + Material Request + Actual Expense)
fa: (سفارش خرید + درخواست مواد + هزینه واقعی)

source: (Total Workstation Time / Manufacturing Time) * 60
fa: (زمان کل ایستگاه کاری / زمان تولید) * 60

source: (including)
fa: (شامل)

source: * Will be calculated in the transaction.
fa: * در تراکنش محاسبه خواهد شد.

source: 0 - 30 Days
fa: 0 - 30 روز

source: 0-30 Days
fa: 0-30 روز

source: 1 Loyalty Points = How much base currency?
fa: 1 امتیاز وفاداری = چه مقدار واحد پول پایه؟

source: 1 hr
fa: 1 ساعت

source: 2 Yearly
fa: 2 سالانه

source: 3 Yearly
fa: 3 سالانه

source: 30 - 60 Days
fa: 30 - 60 روز

source: 30 mins
fa: 30 دقیقه

source: 30-60 Days
fa: 30-60 روز

source: 6 hrs
fa: 6 ساعت

source: 60 - 90 Days
fa: 60 - 90 روز

source: 60-90 Days
fa: 60-90 روز

source: 90 - 120 Days
fa: 90 - 120 روز

source: 90 Above
fa: 90 به بالا

source: <b>From Time</b> cannot be later than <b>To Time</b> for {0}
fa: برای {0}، <b>زمان شروع</b> نمی‌تواند دیرتر از <b>زمان پایان</b> باشد

source: <br> <h4>Note</h4> <ul> <li> You can use <a href="https://jinja.palletsprojects.com/en/2.11.x/" target="_blank">Jinja tags</a> in <b>Subject</b> and <b>Body</b> fields for dynamic values. </li><li> All fields in this doctype are available under the <b>doc</b> object and all fields for the customer to whom the mail will go to is available under the <b>customer</b> object. </li></ul> <h4> Examples</h4> <!-- {% raw %} --> <ul> <li><b>Subject</b>:<br><br><pre><code>Statement Of Accounts for {{ customer.customer_name }}</code></pre><br></li> <li><b>Body</b>: <br><br> <pre><code>Hello {{ customer.customer_name }},<br>PFA your Statement Of Accounts from {{ doc.from_date }} to {{ doc.to_date }}.</code> </pre></li> </ul> <!-- {% endraw %} -->
fa: <br> <h4>نکته</h4> <ul> <li> می‌توانید از <a href="https://jinja.palletsprojects.com/en/2.11.x/" target="_blank">تگ‌های Jinja</a> در فیلدهای <b>موضوع</b> و <b>متن</b> برای مقادیر پویا استفاده کنید. </li><li> همه فیلدهای این داک‌تایپ تحت آبجکت <b>doc</b> در دسترس هستند و همه فیلدهای مشتری که ایمیل برای او ارسال می‌شود، تحت آبجکت <b>customer</b> در دسترس هستند. </li></ul> <h4> مثال‌ها</h4> <!-- {% raw %} --> <ul> <li><b>موضوع</b>:<br><br><pre><code>صورت‌حساب برای {{ customer.customer_name }}</code></pre><br></li> <li><b>متن</b>: <br><br> <pre><code>سلام {{ customer.customer_name }}،<br>صورت‌حساب شما از {{ doc.from_date }} تا {{ doc.to_date }} پیوست شده است.</code> </pre></li> </ul> <!-- {% endraw %} -->

source: <div class="columnHeading">Other Details</div>
fa: <div class="columnHeading">سایر جزئیات</div>

source: <div class="text-muted text-center">No Matching Bank Transactions Found</div>
fa: <div class="text-muted text-center">تراکنش بانکی منطبق یافت نشد</div>

source: <div> <h3> All dimensions in centimeter only </h3> </div>
fa: <div> <h3> همه ابعاد فقط بر حسب سانتی‌متر </h3> </div>

source: <h3>About Product Bundle</h3> <p>Aggregate group of <b>Items</b> into another <b>Item</b>. This is useful if you are bundling a certain <b>Items</b> into a package and you maintain stock of the packed <b>Items</b> and not the aggregate <b>Item</b>.</p> <p>The package <b>Item</b> will have <code>Is Stock Item</code> as <b>No</b> and <code>Is Sales Item</code> as <b>Yes</b>.</p> <h4>Example:</h4> <p>If you are selling Laptops and Backpacks separately and have a special price if the customer buys both, then the Laptop + Backpack will be a new Product Bundle Item.</p>
fa: <h3>درباره بسته محصول</h3> <p>گروهی از <b>آیتم‌ها</b> را در یک <b>آیتم</b> دیگر تجمیع می‌کند. این زمانی مفید است که شما <b>آیتم‌های</b> خاصی را در یک بسته قرار می‌دهید و موجودی <b>آیتم‌های</b> بسته‌بندی شده را نگهداری می‌کنید، نه <b>آیتم</b> تجمیع شده را.</p> <p><b>آیتم</b> بسته‌بندی شده دارای <code>آیتم موجودی است</code> به عنوان <b>خیر</b> و <code>آیتم فروش است</code> به عنوان <b>بله</b> خواهد بود.</p> <h4>مثال:</h4> <p>اگر لپ‌تاپ و کوله‌پشتی را به صورت جداگانه می‌فروشید و در صورت خرید هر دو توسط مشتری، قیمت ویژه‌ای دارید، آنگاه لپ‌تاپ + کوله‌پشتی یک آیتم بسته محصول جدید خواهد بود.</p>

source: <h3>Currency Exchange Settings Help</h3> <p>There are 3 variables that could be used within the endpoint, result key and in values of the parameter.</p> <p>Exchange rate between {from_currency} and {to_currency} on {transaction_date} is fetched by the API.</p> <p>Example: If your endpoint is exchange.com/2021-08-01, then, you will have to input exchange.com/{transaction_date}</p>
fa: <h3>راهنمای تنظیمات نرخ ارز</h3> <p>3 متغیر وجود دارد که می‌توانند در نقطه پایانی (endpoint)، کلید نتیجه و در مقادیر پارامتر استفاده شوند.</p> <p>نرخ ارز بین {from_currency} و {to_currency} در تاریخ {transaction_date} توسط API واکشی می‌شود.</p> <p>مثال: اگر نقطه پایانی شما exchange.com/2021-08-01 است، آنگاه باید exchange.com/{transaction_date} را وارد کنید.</p>

source: <h4>Body Text and Closing Text Example</h4> <div>We have noticed that you have not yet paid invoice {{sales_invoice}} for {{frappe.db.get_value("Currency", currency, "symbol")}} {{outstanding_amount}}. This is a friendly reminder that the invoice was due on {{due_date}}. Please pay the amount due immediately to avoid any further dunning cost.</div> <h4>How to get fieldnames</h4> <p>The fieldnames you can use in your template are the fields in the document. You can find out the fields of any documents via Setup &gt; Customize Form View and selecting the document type (e.g. Sales Invoice)</p> <h4>Templating</h4> <p>Templates are compiled using the Jinja Templating Language. To learn more about Jinja, <a class="strong" href="http://jinja.pocoo.org/docs/dev/templates/">read this documentation.</a></p>
fa: <h4>مثال متن اصلی و متن پایانی</h4> <div>متوجه شده‌ایم که شما هنوز فاکتور {{sales_invoice}} به مبلغ {{frappe.db.get_value("Currency", currency, "symbol")}} {{outstanding_amount}} را پرداخت نکرده‌اید. این یک یادآوری دوستانه است که سررسید فاکتور در تاریخ {{due_date}} بوده است. لطفاً مبلغ سررسید شده را فوراً پرداخت کنید تا از هزینه‌های وصول مطالبات بیشتر جلوگیری شود.</div> <h4>چگونه نام فیلدها را بدست آوریم</h4> <p>نام فیلدهایی که می‌توانید در قالب خود استفاده کنید، فیلدهای موجود در سند هستند. می‌توانید فیلدهای هر سندی را از طریق تنظیمات &gt; سفارشی‌سازی فرم و انتخاب نوع سند (مثلاً فاکتور فروش) پیدا کنید.</p> <h4>قالب‌بندی</h4> <p>قالب‌ها با استفاده از زبان قالب‌بندی Jinja کامپایل می‌شوند. برای کسب اطلاعات بیشتر در مورد Jinja، <a class="strong" href="http://jinja.pocoo.org/docs/dev/templates/">این مستندات را بخوانید.</a></p>

source: <h4>Contract Template Example</h4> <pre>Contract for Customer {{ party_name }} -Valid From : {{ start_date }} -Valid To : {{ end_date }} </pre> <h4>How to get fieldnames</h4> <p>The field names you can use in your Contract Template are the fields in the Contract for which you are creating the template. You can find out the fields of any documents via Setup &gt; Customize Form View and selecting the document type (e.g. Contract)</p> <h4>Templating</h4> <p>Templates are compiled using the Jinja Templating Language. To learn more about Jinja, <a class="strong" href="http://jinja.pocoo.org/docs/dev/templates/">read this documentation.</a></p>
fa: <h4>مثال قالب قرارداد</h4> <pre>قرارداد برای مشتری {{ party_name }} -معتبر از : {{ start_date }} -معتبر تا : {{ end_date }} </pre> <h4>چگونه نام فیلدها را بدست آوریم</h4> <p>نام فیلدهایی که می‌توانید در قالب قرارداد خود استفاده کنید، فیلدهای موجود در قراردادی هستند که برای آن قالب ایجاد می‌کنید. می‌توانید فیلدهای هر سندی را از طریق تنظیمات &gt; سفارشی‌سازی فرم و انتخاب نوع سند (مثلاً قرارداد) پیدا کنید.</p> <h4>قالب‌بندی</h4> <p>قالب‌ها با استفاده از زبان قالب‌بندی Jinja کامپایل می‌شوند. برای کسب اطلاعات بیشتر در مورد Jinja، <a class="strong" href="http://jinja.pocoo.org/docs/dev/templates/">این مستندات را بخوانید.</a></p>

source: <h4>Standard Terms and Conditions Example</h4> <pre>Delivery Terms for Order number {{ name }} -Order Date : {{ transaction_date }} -Expected Delivery Date : {{ delivery_date }} </pre> <h4>How to get fieldnames</h4> <p>The fieldnames you can use in your email template are the fields in the document from which you are sending the email. You can find out the fields of any documents via Setup &gt; Customize Form View and selecting the document type (e.g. Sales Invoice)</p> <h4>Templating</h4> <p>Templates are compiled using the Jinja Templating Language. To learn more about Jinja, <a class="strong" href="http://jinja.pocoo.org/docs/dev/templates/">read this documentation.</a></p>
fa: <h4>مثال شرایط و ضوابط استاندارد</h4> <pre>شرایط تحویل برای شماره سفارش {{ name }} -تاریخ سفارش : {{ transaction_date }} -تاریخ تحویل مورد انتظار : {{ delivery_date }} </pre> <h4>چگونه نام فیلدها را بدست آوریم</h4> <p>نام فیلدهایی که می‌توانید در قالب ایمیل خود استفاده کنید، فیلدهای موجود در سندی هستند که از آن ایمیل ارسال می‌کنید. می‌توانید فیلدهای هر سندی را از طریق تنظیمات &gt; سفارشی‌سازی فرم و انتخاب نوع سند (مثلاً فاکتور فروش) پیدا کنید.</p> <h4>قالب‌بندی</h4> <p>قالب‌ها با استفاده از زبان قالب‌بندی Jinja کامپایل می‌شوند. برای کسب اطلاعات بیشتر در مورد Jinja، <a class="strong" href="http://jinja.pocoo.org/docs/dev/templates/">این مستندات را بخوانید.</a></p>

source: <label class="control-label" style="margin-bottom: 0px;">Account Number Settings</label>
fa: <label class="control-label" style="margin-bottom: 0px;">تنظیمات شماره حساب</label>

source: <label class="control-label" style="margin-bottom: 0px;">Amount In Words</label>
fa: <label class="control-label" style="margin-bottom: 0px;">مبلغ به حروف</label>

source: <label class="control-label" style="margin-bottom: 0px;">Date Settings</label>
fa: <label class="control-label" style="margin-bottom: 0px;">تنظیمات تاریخ</label>

source: <li>Clearance date must be after cheque date for row(s): {0}</li>
fa: <li>تاریخ تسویه باید بعد از تاریخ چک برای ردیف(های): {0} باشد</li>

source: <li>Item {0} in row(s) {1} billed more than {2}</li>
fa: <li>آیتم {0} در ردیف(های) {1} بیش از {2} فاکتور شده است</li>

source: <li>Payment document required for row(s): {0}</li>
fa: <li>سند پرداخت برای ردیف(ها)ی {0} الزامی است.</li>

source: <p>Cannot overbill for the following Items:</p>
fa: <p>امکان صورتحساب بیش از حد برای آیتم‌های زیر وجود ندارد:</p>

source: <p>Following {0}s doesn't belong to Company {1} :</p>
fa: <p>{0}های زیر متعلق به شرکت {1} نیستند:</p>

source: <p>In your <b>Email Template</b>, you can use the following special variables: </p> <ul> <li> <code>{{ update_password_link }}</code>: A link where your supplier can set a new password to log into your portal. </li> <li> <code>{{ portal_link }}</code>: A link to this RFQ in your supplier portal. </li> <li> <code>{{ supplier_name }}</code>: The company name of your supplier. </li> <li> <code>{{ contact.salutation }} {{ contact.last_name }}</code>: The contact person of your supplier. </li><li> <code>{{ user_fullname }}</code>: Your full name. </li> </ul> <p></p> <p>Apart from these, you can access all values in this RFQ, like <code>{{ message_for_supplier }}</code> or <code>{{ terms }}</code>.</p>
fa: <p>در <b>قالب ایمیل</b> خود، می‌توانید از متغیرهای ویژه زیر استفاده کنید: </p> <ul> <li> <code>{{ update_password_link }}</code>: لینکی که تأمین‌کننده شما می‌تواند رمز عبور جدیدی برای ورود به پورتال شما تنظیم کند. </li> <li> <code>{{ portal_link }}</code>: لینکی به این درخواست قیمت (RFQ) در پورتال تأمین‌کننده شما. </li> <li> <code>{{ supplier_name }}</code>: نام شرکت تأمین‌کننده شما. </li> <li> <code>{{ contact.salutation }} {{ contact.last_name }}</code>: شخص تماس تأمین‌کننده شما. </li><li> <code>{{ user_fullname }}</code>: نام کامل شما. </li> </ul> <p></p> <p>علاوه بر این‌ها، می‌توانید به تمام مقادیر موجود در این درخواست قیمت (RFQ) دسترسی داشته باشید، مانند <code>{{ message_for_supplier }}</code> یا <code>{{ terms }}</code>.</p>

source: <p>Please correct the following row(s):</p><ul>
fa: <p>لطفاً ردیف(های) زیر را اصلاح کنید:</p><ul>

source: <p>Posting Date {0} cannot be before Purchase Order date for the following:</p><ul>
fa: <p>تاریخ ثبت {0} نمی‌تواند قبل از تاریخ سفارش خرید برای موارد زیر باشد:</p><ul>

source: <p>Price List Rate has not been set as editable in Selling Settings. In this scenario, setting <strong>Update Price List Based On</strong> to <strong>Price List Rate</strong> will prevent auto-updation of Item Price.</p>Are you sure you want to continue?
fa: <p>نرخ لیست قیمت در تنظیمات فروش به عنوان قابل ویرایش تنظیم نشده است. در این سناریو، تنظیم <strong>به‌روزرسانی لیست قیمت بر اساس</strong> روی <strong>نرخ لیست قیمت</strong> از به‌روزرسانی خودکار قیمت آیتم جلوگیری می‌کند.</p>آیا مطمئن هستید که می‌خواهید ادامه دهید؟

source: <p>To allow over-billing, please set allowance in Accounts Settings.</p>
fa: <p>برای اجازه صورتحساب بیش از حد، لطفاً سقف مجاز را در تنظیمات حسابداری تعیین کنید.</p>

source: <pre><h5>Message Example</h5> &lt;p&gt; Thank You for being a part of {{ doc.company }}! We hope you are enjoying the service.&lt;/p&gt; &lt;p&gt; Please find enclosed the E Bill statement. The outstanding amount is {{ doc.grand_total }}.&lt;/p&gt; &lt;p&gt; We don't want you to be spending time running around in order to pay for your Bill.<br>After all, life is beautiful and the time you have in hand should be spent to enjoy it!<br>So here are our little ways to help you get more time for life! &lt;/p&gt; &lt;a href="{{ payment_url }}"&gt; click here to pay &lt;/a&gt; </pre>
fa: <pre><h5>نمونه پیام</h5> &lt;p&gt; از اینکه بخشی از {{ doc.company }} هستید سپاسگزاریم! امیدواریم از خدمات لذت ببرید.&lt;/p&gt; &lt;p&gt; صورتحساب الکترونیکی پیوست شده است. مبلغ معوقه {{ doc.grand_total }} است.&lt;/p&gt; &lt;p&gt; ما نمی‌خواهیم شما وقت خود را صرف پرداخت صورتحساب خود کنید.<br>بالاخره، زندگی زیباست و زمانی که در اختیار دارید باید صرف لذت بردن از آن شود!<br>پس در اینجا راه‌های کوچک ما برای کمک به شما برای داشتن زمان بیشتر برای زندگی آورده شده است! &lt;/p&gt; &lt;a href="{{ payment_url }}"&gt; برای پرداخت اینجا کلیک کنید &lt;/a&gt; </pre>

source: <pre><h5>Message Example</h5> &lt;p&gt;Dear {{ doc.contact_person }},&lt;/p&gt; &lt;p&gt;Requesting payment for {{ doc.doctype }}, {{ doc.name }} for {{ doc.grand_total }}.&lt;/p&gt; &lt;a href="{{ payment_url }}"&gt; click here to pay &lt;/a&gt; </pre>
fa: <pre><h5>نمونه پیام</h5> &lt;p&gt;جناب/سرکار خانم {{ doc.contact_person }}،&lt;/p&gt; &lt;p&gt;درخواست پرداخت برای {{ doc.doctype }}، {{ doc.name }} به مبلغ {{ doc.grand_total }}.&lt;/p&gt; &lt;a href="{{ payment_url }}"&gt; برای پرداخت اینجا کلیک کنید &lt;/a&gt; </pre>

source: <span class="h4"><b>Masters &amp; Reports</b></span>
fa: <span class="h4"><b>مستندات اصلی و گزارش‌ها</b></span>

source: <span class="h4"><b>Quick Access</b></span>
fa: <span class="h4"><b>دسترسی سریع</b></span>

source: <span class="h4"><b>Reports & Masters</b></span>
fa: <span class="h4"><b>گزارش‌ها و مستندات اصلی</b></span>

source: <span class="h4"><b>Reports &amp; Masters</b></span>
fa: <span class="h4"><b>گزارش‌ها و مستندات اصلی</b></span>

source: <span class="h4"><b>Settings</b></span>
fa: <span class="h4"><b>تنظیمات</b></span>

source: <span class="h4"><b>Shortcuts</b></span>
fa: <span class="h4"><b>میانبرها</b></span>

source: <span class="h4"><b>Your Shortcuts </b></span>
fa: <span class="h4"><b>میانبرهای شما </b></span>

source: <span class="h4"><b>Your Shortcuts</b></span>
fa: <span class="h4"><b>میانبرهای شما</b></span>

source: <strong>Grand Total:</strong> {0}
fa: <strong>جمع کل:</strong> {0}

source: <strong>Outstanding Amount:</strong> {0}
fa: <strong>مبلغ معوقه:</strong> {0}

source: <table class="table table-bordered table-condensed"> <thead> <tr> <th class="table-sr" style="width: 50%;">Child Document</th> <th class="table-sr" style="width: 50%;">Non Child Document</th> </tr> </thead> <tbody> <tr> <td> <p> To access parent document field use parent.fieldname and to access child table document field use doc.fieldname </p> </td> <td> <p>To access document field use doc.fieldname </p> </td> </tr> <tr> <td> <p><b>Example: </b> parent.doctype == "Stock Entry" and doc.item_code == "Test" </p> </td> <td> <p><b>Example: </b> doc.doctype == "Stock Entry" and doc.purpose == "Manufacture"</p> </td> </tr> </tbody> </table>
fa: <table class="table table-bordered table-condensed"> <thead> <tr> <th class="table-sr" style="width: 50%;">سند فرعی</th> <th class="table-sr" style="width: 50%;">سند غیر فرعی</th> </tr> </thead> <tbody> <tr> <td> <p> برای دسترسی به فیلد سند والد از parent.fieldname و برای دسترسی به فیلد سند جدول فرعی از doc.fieldname استفاده کنید. </p> </td> <td> <p>برای دسترسی به فیلد سند از doc.fieldname استفاده کنید. </p> </td> </tr> <tr> <td> <p><b>مثال: </b> parent.doctype == "Stock Entry" and doc.item_code == "Test" </p> </td> <td> <p><b>مثال: </b> doc.doctype == "Stock Entry" and doc.purpose == "Manufacture"</p> </td> </tr> </tbody> </table>

source: A Customer Group exists with same name please change the Customer name or rename the Customer Group
fa: یک گروه مشتری با همین نام وجود دارد، لطفاً نام مشتری را تغییر دهید یا گروه مشتری را تغییر نام دهید.

source: A Holiday List can be added to exclude counting these days for the Workstation.
fa: یک لیست تعطیلات را می‌توان اضافه کرد تا این روزها برای ایستگاه کاری شمارش نشوند.

source: A Lead requires either a person's name or an organization's name
fa: یک سرنخ نیاز به نام شخص یا نام سازمان دارد.

source: A Packing Slip can only be created for Draft Delivery Note.
fa: برگ بسته‌بندی فقط می‌تواند برای حواله انبار پیش‌نویس ایجاد شود.

source: A Price List is a collection of Item Prices either Selling, Buying, or both
fa: لیست قیمت مجموعه‌ای از قیمت‌های آیتم است، اعم از فروش، خرید یا هر دو.

source: A Product or a Service that is bought, sold or kept in stock.
fa: یک محصول یا خدمت که خریداری، فروخته یا در انبار نگهداری می‌شود.

source: A Reconciliation Job {0} is running for the same filters. Cannot reconcile now
fa: یک عملیات مغایرت‌گیری {0} با همین فیلترها در حال اجرا است. اکنون نمی‌توان مغایرت‌گیری کرد.

source: A Reverse Journal Entry {0} already exists for this Journal Entry.
fa: یک سند روزنامه معکوس {0} از قبل برای این سند روزنامه وجود دارد.

source: A Transaction Deletion Document: {0} is triggered for {0}
fa: یک سند حذف تراکنش: {0} برای {0} فعال شده است.

source: A condition for a Shipping Rule
fa: یک شرط برای قانون حمل و نقل

source: A customer must have primary contact email.
fa: مشتری باید ایمیل تماس اصلی داشته باشد.

source: A driver must be set to submit.
fa: یک راننده باید برای ارسال تعیین شود.
