Repository: ai-solution-company/systemafarin-custom-addon
Catalog: iran_core/locale/*.po
Languages: fa

source: Cannot find Item with this Barcode
fa: آیتمی با این بارکد یافت نشد.

source: Cannot find a default warehouse for item {0}. Please set one in the Item Master or in Stock Settings.
fa: نمی‌توان انبار پیش‌فرض برای آیتم {0} را پیدا کرد. لطفاً یکی را در فرم اصلی آیتم یا در تنظیمات موجودی تنظیم کنید.

source: Cannot make any transactions until the deletion job is completed
fa: تا زمانی که عملیات حذف تکمیل نشود، نمی‌توان هیچ تراکنشی انجام داد.

source: Cannot produce more Item {0} than Sales Order quantity {1}
fa: نمی‌توان آیتم {0} را بیشتر از مقدار سفارش فروش {1} تولید کرد.

source: Cannot produce more item for {0}
fa: نمی‌توان آیتم بیشتری برای {0} تولید کرد.

source: Cannot produce more than {0} items for {1}
fa: نمی‌توان بیش از {0} آیتم برای {1} تولید کرد.

source: Cannot receive from customer against negative outstanding
fa: نمی‌توان از مشتری در مقابل مانده منفی دریافت کرد.

source: Cannot refer row number greater than or equal to current row number for this Charge type
fa: برای این نوع هزینه، نمی‌توان به شماره ردیف بزرگتر یا مساوی با شماره ردیف فعلی ارجاع داد.

source: Cannot retrieve link token for update. Check Error Log for more information
fa: امکان بازیابی توکن لینک برای به‌روزرسانی وجود ندارد. برای اطلاعات بیشتر، گزارش خطا را بررسی کنید.

source: Cannot retrieve link token. Check Error Log for more information
fa: امکان بازیابی توکن لینک وجود ندارد. برای اطلاعات بیشتر، گزارش خطا را بررسی کنید.

source: Cannot select charge type as 'On Previous Row Amount' or 'On Previous Row Total' for first row
fa: برای ردیف اول، نمی‌توان نوع هزینه را 'بر اساس مبلغ ردیف قبلی' یا 'بر اساس جمع ردیف قبلی' انتخاب کرد.

source: Cannot set as Lost as Sales Order is made.
fa: نمی‌توان به عنوان از دست رفته تنظیم کرد زیرا سفارش فروش ایجاد شده است.

source: Cannot set authorization on basis of Discount for {0}
fa: نمی‌توان مجوز را بر اساس تخفیف برای {0} تنظیم کرد.

source: Cannot set multiple Item Defaults for a company.
fa: نمی‌توان چندین پیش‌فرض آیتم را برای یک شرکت تنظیم کرد.

source: Cannot set quantity less than delivered quantity
fa: نمی‌توان مقدار را کمتر از مقدار تحویل داده شده تنظیم کرد.

source: Cannot set quantity less than received quantity
fa: نمی‌توان مقدار را کمتر از مقدار دریافت شده تنظیم کرد.

source: Cannot set the field <b>{0}</b> for copying in variants
fa: نمی‌توان فیلد <b>{0}</b> را برای کپی کردن در واریانت‌ها تنظیم کرد.

source: Cannot {0} from {1} without any negative outstanding invoice
fa: نمی‌توان {0} را از {1} بدون هیچ فاکتور با مانده منفی انجام داد.

source: Canonical URI
fa: URI متعارف

source: Capacity
fa: ظرفیت

source: Capacity (In Days)
fa: ظرفیت (بر حسب روز)

source: Capacity (Stock UOM)
fa: ظرفیت (واحد اندازه‌گیری موجودی)

source: Capacity Planning
fa: برنامه‌ریزی ظرفیت

source: Capacity Planning Error, planned start time can not be same as end time
fa: خطای برنامه‌ریزی ظرفیت، زمان شروع برنامه‌ریزی شده نمی‌تواند با زمان پایان یکسان باشد.

source: Capacity Planning For (Days)
fa: برنامه‌ریزی ظرفیت برای (روز)

source: Capacity in Stock UOM
fa: ظرفیت بر حسب واحد اندازه‌گیری موجودی

source: Capacity must be greater than 0
fa: ظرفیت باید بزرگتر از 0 باشد.

source: Capital Equipment
fa: تجهیزات سرمایه‌ای

source: Capital Stock
fa: سهام سرمایه

source: Capital Work In Progress Account
fa: حساب سرمایه در جریان ساخت

source: Capital Work in Progress
fa: سرمایه در جریان ساخت

source: Capitalize Asset
fa: سرمایه‌ای کردن دارایی

source: Capitalize Repair Cost
fa: سرمایه‌ای کردن هزینه تعمیر

source: Capitalized
fa: سرمایه‌ای شده

source: Carat
fa: قیراط

source: Carriage Paid To
fa: کرایه پرداخت شده تا

source: Carriage and Insurance Paid to
fa: کرایه و بیمه پرداخت شده تا

source: Carrier
fa: حمل‌کننده

source: Carrier Service
fa: سرویس حمل‌کننده

source: Carry Forward Communication and Comments
fa: انتقال ارتباطات و نظرات

source: Cash
fa: نقد

source: Cash Entry
fa: ثبت نقدی

source: Cash Flow
fa: جریان نقدی

source: Cash Flow Statement
fa: صورت جریان وجوه نقد

source: Cash Flow from Financing
fa: جریان نقدی حاصل از تأمین مالی

source: Cash Flow from Investing
fa: جریان نقدی حاصل از سرمایه‌گذاری

source: Cash Flow from Operations
fa: جریان نقدی حاصل از عملیات

source: Cash In Hand
fa: موجودی نقد

source: Cash or Bank Account is mandatory for making payment entry
fa: حساب نقد یا بانک برای ثبت سند پرداخت اجباری است

source: Cash/Bank Account
fa: حساب نقد/بانک

source: Cashier
fa: صندوق‌دار

source: Cashier Closing
fa: بستن صندوق

source: Cashier Closing Payments
fa: پرداخت‌های بستن صندوق

source: Cashier is currently assigned to another POS.
fa: صندوق‌دار در حال حاضر به یک پایانه فروش دیگر اختصاص داده شده است.

source: Catch All
fa: فراگیر

source: Categorize By
fa: دسته‌بندی بر اساس

source: Categorize by
fa: دسته‌بندی بر اساس

source: Categorize by Account
fa: دسته‌بندی بر اساس حساب

source: Categorize by Item
fa: دسته‌بندی بر اساس کالا

source: Categorize by Party
fa: دسته‌بندی بر اساس طرف حساب

source: Categorize by Supplier
fa: دسته‌بندی بر اساس تأمین‌کننده

source: Categorize by Voucher
fa: دسته‌بندی بر اساس سند

source: Categorize by Voucher (Consolidated)
fa: دسته‌بندی بر اساس سند (تلفیقی)

source: Category Details
fa: جزئیات دسته‌بندی

source: Category-wise Asset Value
fa: ارزش دارایی بر اساس دسته‌بندی

source: Caution
fa: احتیاط

source: Caution: This might alter frozen accounts.
fa: احتیاط: این عمل ممکن است حساب‌های مسدود شده را تغییر دهد.

source: Cellphone Number
fa: شماره موبایل

source: Celsius
fa: سلسیوس

source: Cental
fa: سنتال

source: Centiarea
fa: سانتی‌آر

source: Centigram/Litre
fa: سانتی‌گرم/لیتر

source: Centilitre
fa: سانتی‌لیتر

source: Centimeter
fa: سانتی‌متر

source: Certificate
fa: گواهی

source: Certificate Details
fa: جزئیات گواهی

source: Certificate Limit
fa: سقف گواهی

source: Certificate No
fa: شماره گواهی

source: Certificate Required
fa: گواهی مورد نیاز است

source: Chain
fa: زنجیره

source: Change Amount
fa: تغییر مبلغ

source: Change Release Date
fa: تغییر تاریخ انتشار

source: Change in Stock Value
fa: تغییر در ارزش موجودی

source: Change the account type to Receivable or select a different account.
fa: نوع حساب را به دریافتنی تغییر دهید یا حساب دیگری را انتخاب کنید.

source: Change this date manually to setup the next synchronization start date
fa: این تاریخ را به صورت دستی تغییر دهید تا تاریخ شروع همگام‌سازی بعدی تنظیم شود.

source: Changed customer name to '{}' as '{}' already exists.
fa: نام مشتری به '{}' تغییر یافت زیرا '{}' از قبل موجود است.

source: Changes in {0}
fa: تغییرات در {0}

source: Changing Customer Group for the selected Customer is not allowed.
fa: تغییر گروه مشتری برای مشتری انتخاب شده مجاز نیست.

source: Changing the valuation method to Moving Average will affect new transactions. If backdated entries are added, earlier FIFO-based entries will be reposted, which may change closing balances.
fa: تغییر روش ارزیابی به میانگین متحرک بر تراکنش‌های جدید تأثیر می‌گذارد. اگر ورودی‌های با تاریخ گذشته اضافه شوند، ورودی‌های قبلی مبتنی بر FIFO دوباره ثبت می‌شوند که ممکن است مانده‌های پایانی را تغییر دهد.

source: Channel Partner
fa: شریک کانال

source: Charge of type 'Actual' in row {0} cannot be included in Item Rate or Paid Amount
fa: هزینه از نوع 'واقعی' در ردیف {0} نمی‌تواند در نرخ آیتم یا مبلغ پرداخت شده لحاظ شود.

source: Chargeable
fa: قابل شارژ

source: Charges Incurred
fa: هزینه‌های متحمل شده

source: Charges are updated in Purchase Receipt against each item
fa: هزینه‌ها در رسید خرید برای هر آیتم به‌روزرسانی می‌شوند.

source: Charges will be distributed proportionately based on item qty or amount, as per your selection
fa: هزینه‌ها بر اساس مقدار یا مبلغ آیتم، طبق انتخاب شما به نسبت توزیع خواهند شد.

source: Chart Of Accounts
fa: نمودار حساب‌ها

source: Chart Of Accounts Template
fa: الگوی نمودار حساب‌ها

source: Chart Preview
fa: پیش‌نمایش نمودار

source: Chart Tree
fa: درخت نمودار

source: Chart of Accounts
fa: نمودار حساب‌ها

source: Chart of Accounts Importer
fa: واردکننده نمودار حساب‌ها

source: Chart of Cost Centers
fa: نمودار مراکز هزینه

source: Charts Based On
fa: نمودارها بر اساس

source: Chassis No
fa: شماره شاسی

source: Check Supplier Invoice Number Uniqueness
fa: بررسی یکتایی شماره فاکتور تأمین‌کننده

source: Check if it is a hydroponic unit
fa: بررسی کنید که آیا واحد هیدروپونیک است

source: Check if material transfer entry is not required
fa: بررسی کنید که آیا ثبت انتقال مواد لازم نیست

source: Check in (group)
fa: ورود (گروه)

source: Check this to disallow fractions. (for Nos)
fa: این را علامت بزنید تا از اعشار جلوگیری شود. (برای اعداد)

source: Checked On
fa: تاریخ بررسی

source: Checking this will round off the tax amount to the nearest integer
fa: با علامت زدن این گزینه، مبلغ مالیات به نزدیکترین عدد صحیح گرد می‌شود.

source: Checkout
fa: تسویه حساب

source: Checkout Order / Submit Order / New Order
fa: تسویه حساب سفارش / ارسال سفارش / سفارش جدید

source: Chemical
fa: شیمیایی

source: Cheque
fa: چک

source: Cheque Date
fa: تاریخ چک

source: Cheque Height
fa: ارتفاع چک

source: Cheque Number
fa: شماره چک

source: Cheque Print Template
fa: الگوی چاپ چک

source: Cheque Size
fa: اندازه چک

source: Cheque Width
fa: عرض چک

source: Cheque/Reference Date
fa: تاریخ چک/مرجع

source: Cheque/Reference No
fa: شماره چک/مرجع

source: Cheques Required
fa: چک‌های مورد نیاز

source: Cheques and Deposits Incorrectly cleared
fa: چک‌ها و واریزی‌های به اشتباه تسویه شده

source: Cheques and Deposits incorrectly cleared
fa: چک‌ها و واریزی‌های به اشتباه تسویه شده

source: Chief Executive Officer
fa: مدیر عامل

source: Chief Financial Officer
fa: مدیر مالی

source: Chief Operating Officer
fa: مدیر عملیات

source: Chief Technology Officer
fa: مدیر ارشد فناوری

source: Child Docname
fa: نام سند فرعی

source: Child Row Reference
fa: مرجع ردیف فرعی

source: Child Task exists for this Task. You can not delete this Task.
fa: وظیفه فرعی برای این وظیفه وجود دارد. نمی‌توانید این وظیفه را حذف کنید.

source: Child nodes can be only created under 'Group' type nodes
fa: گره‌های فرعی فقط می‌توانند زیر گره‌های از نوع 'گروه' ایجاد شوند.

source: Child warehouse exists for this warehouse. You can not delete this warehouse.
fa: انبار فرعی برای این انبار وجود دارد. نمی‌توانید این انبار را حذف کنید.

source: Circular Reference Error
fa: خطای ارجاع دوری

source: Claimed Landed Cost Amount (Company Currency)
fa: مبلغ بهای تمام شده وارداتی مطالبه شده (واحد پول شرکت)

source: Class / Percentage
fa: طبقه / درصد

source: Classification of Customers by region
fa: طبقه‌بندی مشتریان بر اساس منطقه

source: Clauses and Conditions
fa: بندها و شرایط

source: Clear Demo Data
fa: پاک کردن داده‌های آزمایشی

source: Clear Notifications
fa: پاک کردن اعلان‌ها

source: Clear Table
fa: پاک کردن جدول

source: Clearance Date
fa: تاریخ تسویه

source: Clearance Date not mentioned
fa: تاریخ تسویه ذکر نشده است

source: Clearance Date updated
fa: تاریخ تسویه به‌روز شد

source: Clearing Demo Data...
fa: در حال پاک کردن داده‌های آزمایشی...

source: Click on 'Get Finished Goods for Manufacture' to fetch the items from the above Sales Orders. Items only for which a BOM is present will be fetched.
fa: روی 'دریافت کالاهای ساخته شده برای تولید' کلیک کنید تا آیتم‌ها از سفارشات فروش بالا واکشی شوند. فقط آیتم‌هایی که BOM (لیست مواد) برای آن‌ها موجود است، واکشی خواهند شد.

source: Click on Add to Holidays. This will populate the holidays table with all the dates that fall on the selected weekly off. Repeat the process for populating the dates for all your weekly holidays
fa: روی افزودن به تعطیلات کلیک کنید. این کار جدول تعطیلات را با تمام تاریخ‌هایی که در روزهای تعطیل هفتگی انتخاب شده قرار می‌گیرند، پر می‌کند. این فرآیند را برای پر کردن تاریخ‌ها برای تمام تعطیلات هفتگی خود تکرار کنید.

source: Click on Get Sales Orders to fetch sales orders based on the above filters.
fa: روی دریافت سفارشات فروش کلیک کنید تا سفارشات فروش بر اساس فیلترهای بالا واکشی شوند.

source: Click on Import Invoices button once the zip file has been attached to the document. Any errors related to processing will be shown in the Error Log.
fa: پس از اینکه فایل فشرده (zip) به سند پیوست شد، روی دکمه وارد کردن فاکتورها کلیک کنید. هرگونه خطای مربوط به پردازش در گزارش خطا نمایش داده خواهد شد.

source: Click on the link below to verify your email and confirm the appointment
fa: روی لینک زیر کلیک کنید تا ایمیل خود را تأیید کرده و قرار ملاقات را قطعی کنید.

source: Click this button if you encounter a negative stock error for a serial or batch item. The system will fetch the available serials or batches automatically.
fa: اگر با خطای موجودی منفی برای یک آیتم سریال‌دار یا بچ‌دار مواجه شدید، روی این دکمه کلیک کنید. سیستم به طور خودکار سریال‌ها یا بچ‌های موجود را واکشی خواهد کرد.

source: Click to add email / phone
fa: برای افزودن ایمیل / تلفن کلیک کنید

source: Close Issue After Days
fa: بستن مسئله پس از چند روز

source: Close Loan
fa: بستن وام

source: Close Replied Opportunity After Days
fa: بستن فرصت پاسخ داده شده پس از چند روز

source: Close the POS
fa: بستن نقطه فروش

source: Closed Document
fa: سند بسته شده

source: Closed Documents
fa: اسناد بسته شده

source: Closed Work Order can not be stopped or Re-opened
fa: سفارش کار بسته شده را نمی‌توان متوقف یا دوباره باز کرد.

source: Closed order cannot be cancelled. Unclose to cancel.
fa: سفارش بسته شده را نمی‌توان لغو کرد. برای لغو، آن را از حالت بسته خارج کنید.

source: Closing
fa: بستن

source: Closing (Cr)
fa: اختتامیه (بستانکار)

source: Closing (Dr)
fa: اختتامیه (بدهکار)

source: Closing (Opening + Total)
fa: اختتامیه (افتتاحیه + کل)

source: Closing Account Head
fa: سرفصل حساب اختتامیه

source: Closing Account {0} must be of type Liability / Equity
fa: حساب اختتامیه {0} باید از نوع بدهی / حقوق صاحبان سهام باشد

source: Closing Amount
fa: مبلغ اختتامیه

source: Closing Balance
fa: مانده اختتامیه

source: Closing Balance as per Bank Statement
fa: مانده اختتامیه طبق صورتحساب بانکی

source: Closing Balance as per ERP
fa: مانده اختتامیه طبق ERP

source: Closing Date
fa: تاریخ اختتامیه

source: Closing Text
fa: متن اختتامیه

source: Closing [Opening + Total]
fa: اختتامیه [افتتاحیه + کل]

source: Code List
fa: فهرست کدها

source: Code to reference this line in formulas (e.g., REV100, EXP200, ASSET100)
fa: کد ارجاع این سطر در فرمول‌ها (مثال: REV100, EXP200, ASSET100)

source: Cold Calling
fa: تماس سرد

source: Collect Outstanding Amount
fa: وصول مبلغ معوق

source: Collect Progress
fa: پیشرفت وصول

source: Collection Factor (=1 LP)
fa: ضریب وصول (=1 LP)

source: Collection Rules
fa: قوانین وصول

source: Collection Tier
fa: سطح وصول

source: Color to highlight values (e.g., red for exceptions)
fa: رنگ برای برجسته‌سازی مقادیر (مثال: قرمز برای استثناها)

source: Colour
fa: رنگ

source: Column in Bank File
fa: ستون در فایل بانکی

source: Columns are not according to template. Please compare the uploaded file with standard template
fa: ستون‌ها مطابق الگو نیستند. لطفاً فایل بارگذاری شده را با الگوی استاندارد مقایسه کنید

source: Combined invoice portion must equal 100%
fa: بخش فاکتور تجمیعی باید برابر ۱۰۰٪ باشد

source: Commercial
fa: تجاری

source: Commission
fa: کمیسیون

source: Commission Rate
fa: نرخ کمیسیون

source: Commission Rate %
fa: نرخ کمیسیون %

source: Commission Rate (%)
fa: نرخ کمیسیون (%)

source: Commission on Sales
fa: کمیسیون فروش

source: Common Code
fa: کد مشترک

source: Communication Channel
fa: کانال ارتباطی

source: Communication Medium
fa: رسانه ارتباطی

source: Communication Medium Timeslot
fa: بازه زمانی رسانه ارتباطی

source: Communication Medium Type
fa: نوع رسانه ارتباطی

source: Compact Item Print
fa: چاپ فشرده آیتم

source: Companies
fa: شرکت‌ها

source: Company
fa: شرکت

source: Company Abbreviation
fa: مخفف شرکت

source: Company Abbreviation cannot have more than 5 characters
fa: مخفف شرکت نمی‌تواند بیش از ۵ کاراکتر داشته باشد

source: Company Account
fa: حساب شرکت

source: Company Address
fa: آدرس شرکت

source: Company Address Display
fa: نمایش آدرس شرکت

source: Company Address Name
fa: نام آدرس شرکت

source: Company Address is missing. You don't have permission to update it. Please contact your System Manager.
fa: آدرس شرکت موجود نیست. شما اجازه به‌روزرسانی آن را ندارید. لطفاً با مدیر سیستم خود تماس بگیرید.

source: Company Bank Account
fa: حساب بانکی شرکت

source: Company Billing Address
fa: آدرس صورت‌حساب شرکت

source: Company Contact Person
fa: رابط شرکت

source: Company Description
fa: توضیحات شرکت

source: Company Details
fa: جزئیات شرکت

source: Company Email
fa: ایمیل شرکت

source: Company Logo
fa: لوگوی شرکت

source: Company Name cannot be Company
fa: نام شرکت نمی‌تواند Company باشد

source: Company Not Linked
fa: شرکت مرتبط نشده است

source: Company Shipping Address
fa: آدرس حمل و نقل شرکت

source: Company Tax ID
fa: شناسه مالیاتی شرکت

source: Company and Posting Date is mandatory
fa: شرکت و تاریخ ثبت اجباری است

source: Company currencies of both the companies should match for Inter Company Transactions.
fa: ارز شرکت هر دو شرکت باید برای تراکنش‌های بین شرکتی مطابقت داشته باشد.

source: Company field is required
fa: فیلد شرکت اجباری است

source: Company is mandatory
fa: شرکت اجباری است

source: Company is mandatory for company account
fa: شرکت برای حساب شرکت اجباری است

source: Company is mandatory for generating an invoice. Please set a default company in Global Defaults.
fa: شرکت برای ایجاد فاکتور اجباری است. لطفاً یک شرکت پیش‌فرض در تنظیمات پیش‌فرض‌های سراسری تعیین کنید.

source: Company name not same
fa: نام شرکت یکسان نیست

source: Company of asset {0} and purchase document {1} doesn't matches.
fa: شرکت دارایی {0} و سند خرید {1} مطابقت ندارد.

source: Company registration numbers for your reference. Tax numbers etc.
fa: شماره‌های ثبت شرکت برای مرجع شما. شماره‌های مالیاتی و غیره.

source: Company which internal customer represents
fa: شرکتی که مشتری داخلی نمایندگی می‌کند

source: Company which internal customer represents.
fa: شرکتی که مشتری داخلی نمایندگی می‌کند.

source: Company which internal supplier represents
fa: شرکتی که تأمین‌کننده داخلی نمایندگی می‌کند

source: Company {0} added multiple times
fa: شرکت {0} چندین بار اضافه شده است

source: Company {0} does not exist
fa: شرکت {0} وجود ندارد

source: Company {0} is added more than once
fa: شرکت {0} بیش از یک بار اضافه شده است

source: Company {} does not exist yet. Taxes setup aborted.
fa: شرکت {} هنوز وجود ندارد. راه‌اندازی مالیات لغو شد.

source: Company {} does not match with POS Profile Company {}
fa: شرکت {} با شرکت پروفایل POS {} مطابقت ندارد

source: Competitor
fa: رقیب

source: Competitor Detail
fa: جزئیات رقیب

source: Competitor Name
fa: نام رقیب

source: Competitors
fa: رقبا

source: Complete Job
fa: تکمیل کار

source: Complete Order
fa: تکمیل سفارش

source: Completed By
fa: تکمیل شده توسط

source: Completed On
fa: تاریخ تکمیل

source: Completed On cannot be greater than Today
fa: تاریخ تکمیل نمی‌تواند از امروز بیشتر باشد.

source: Completed Operation
fa: عملیات تکمیل شده

source: Completed Qty
fa: مقدار تکمیل شده

source: Completed Qty cannot be greater than 'Qty to Manufacture'
fa: مقدار تکمیل شده نمی‌تواند از 'مقدار تولید' بیشتر باشد.

source: Completed Quantity
fa: مقدار تکمیل شده

source: Completed Tasks
fa: وظایف تکمیل شده

source: Completed Time
fa: زمان تکمیل شده

source: Completed Work Orders
fa: سفارشات کار تکمیل شده

source: Completion
fa: تکمیل

source: Completion By
fa: تکمیل شده توسط

source: Completion Date
fa: تاریخ تکمیل

source: Completion Date can not be before Failure Date. Please adjust the dates accordingly.
fa: تاریخ تکمیل نمی‌تواند قبل از تاریخ خرابی باشد. لطفاً تاریخ‌ها را به درستی تنظیم کنید.

source: Completion Status
fa: وضعیت تکمیل

source: Component Expense Account
fa: حساب هزینه اجزا

source: Component Name
fa: نام جزء

source: Comprehensive Insurance
fa: بیمه جامع

source: Computer
fa: کامپیوتر

source: Conditional Rule
fa: قانون شرطی

source: Conditional Rule Examples
fa: مثال‌های قانون شرطی

source: Conditions will be applied on all the selected items combined.
fa: شرایط بر روی تمامی آیتم‌های انتخاب شده به صورت ترکیبی اعمال خواهد شد.

source: Configure Product Assembly
fa: پیکربندی مونتاژ محصول

source: Configure the action to stop the transaction or just warn if the same rate is not maintained.
fa: عملیات را برای توقف تراکنش یا فقط هشدار در صورت عدم حفظ نرخ یکسان، پیکربندی کنید.

source: Configure the default Price List when creating a new Purchase transaction. Item prices will be fetched from this Price List.
fa: لیست قیمت پیش‌فرض را هنگام ایجاد تراکنش خرید جدید پیکربندی کنید. قیمت آیتم‌ها از این لیست قیمت واکشی خواهند شد.

source: Confirm before resetting posting date
fa: قبل از بازنشانی تاریخ ثبت، تأیید کنید.

source: Confirmation Date
fa: تاریخ تأیید

source: Consider Accounting Dimensions
fa: ابعاد حسابداری را در نظر بگیرید

source: Consider Entire Party Ledger Amount
fa: کل مبلغ دفتر کل طرف حساب را در نظر بگیرید

source: Consider Minimum Order Qty
fa: حداقل مقدار سفارش را در نظر بگیرید

source: Consider Process Loss
fa: ضایعات فرآیند را در نظر بگیرید

source: Consider Projected Qty in Calculation
fa: مقدار پیش‌بینی شده را در محاسبه در نظر بگیرید

source: Consider Projected Qty in Calculation (RM)
fa: مقدار پیش‌بینی شده را در محاسبه (مواد اولیه) در نظر بگیرید

source: Consider Rejected Warehouses
fa: انبارهای رد شده را در نظر بگیرید

source: Consider Tax or Charge for
fa: مالیات یا هزینه را برای

source: Considered In Paid Amount
fa: در مبلغ پرداخت شده لحاظ شده است

source: Consolidate Sales Order Items
fa: آیتم‌های سفارش فروش را تجمیع کنید

source: Consolidate Sub Assembly Items
fa: آیتم‌های زیرمونتاژ را تجمیع کنید

source: Consolidated
fa: تجمیع شده

source: Consolidated Credit Note
fa: اعلامیه بستانکار تجمیع شده

source: Consolidated Financial Statement
fa: صورت مالی تلفیقی

source: Consolidated Sales Invoice
fa: فاکتور فروش تلفیقی

source: Consolidated Trial Balance
fa: تراز آزمایشی تلفیقی

source: Consolidated Trial Balance can be generated for Companies having same root Company.
fa: تراز آزمایشی تلفیقی را می‌توان برای شرکت‌هایی که شرکت اصلی یکسانی دارند، تولید کرد.

source: Consolidated Trial balance could not be generated as Exchange Rate from {0} to {1} is not available for {2}.
fa: تراز آزمایشی تلفیقی قابل تولید نبود زیرا نرخ ارز از {0} به {1} برای {2} در دسترس نیست.

source: Consultant
fa: مشاور

source: Consulting
fa: مشاوره

source: Consumable
fa: مصرفی

source: Consumables
fa: مواد مصرفی

source: Consumed
fa: مصرف شده

source: Consumed Amount
fa: مبلغ مصرف شده

source: Consumed Asset Total Value
fa: ارزش کل دارایی مصرف شده

source: Consumed Assets
fa: دارایی‌های مصرف شده

source: Consumed Items
fa: کالاهای مصرف شده

source: Consumed Items Cost
fa: بهای تمام شده کالاهای مصرف شده

source: Consumed Qty
fa: مقدار مصرف شده

source: Consumed Qty cannot be greater than Reserved Qty for item {0}
fa: مقدار مصرف شده نمی‌تواند بیشتر از مقدار رزرو شده برای آیتم {0} باشد.

source: Consumed Quantity
fa: مقدار مصرف شده

source: Consumed Stock Items
fa: اقلام موجودی مصرف شده

source: Consumed Stock Items, Consumed Asset Items or Consumed Service Items is mandatory for Capitalization
fa: اقلام موجودی مصرف شده، اقلام دارایی مصرف شده یا اقلام خدماتی مصرف شده برای سرمایه‌ای کردن اجباری است.

source: Consumed Stock Total Value
fa: ارزش کل موجودی مصرف شده

source: Consumer Products
fa: محصولات مصرفی

source: Consumption Rate
fa: نرخ مصرف

source: Contact Desc
fa: توضیحات مخاطب

source: Contact HTML
fa: HTML مخاطب

source: Contact Info
fa: اطلاعات تماس

source: Contact Information
fa: اطلاعات تماس

source: Contact List
fa: لیست مخاطبین

source: Contact Mobile
fa: موبایل مخاطب

source: Contact Mobile No
fa: شماره موبایل مخاطب

source: Contact Name
fa: نام مخاطب

source: Contact No.
fa: شماره تماس

source: Contact Person
fa: فرد رابط

source: Contact Person does not belong to the {0}
fa: فرد رابط متعلق به {0} نیست.

source: Contact:
fa: مخاطب:

source: Contact:
fa: مخاطب:

source: Contra Entry
fa: سند متقابل

source: Contract
fa: قرارداد

source: Contract Details
fa: جزئیات قرارداد

source: Contract End Date
fa: تاریخ پایان قرارداد
