Repository: ai-solution-company/systemafarin-custom-addon
Catalog: iran_core/locale/*.po
Languages: fa

source: Linking to Customer Failed. Please try again.
fa: پیوند به مشتری ناموفق بود. لطفاً دوباره تلاش کنید.

source: Linking to Supplier Failed. Please try again.
fa: پیوند به تأمین‌کننده ناموفق بود. لطفاً دوباره تلاش کنید.

source: Liquidity Ratios
fa: نسبت‌های نقدینگی

source: List items that form the package.
fa: آیتم‌هایی که بسته را تشکیل می‌دهند، فهرست کنید.

source: Litre
fa: لیتر

source: Litre-Atmosphere
fa: لیتر-اتمسفر

source: Load All Criteria
fa: بارگذاری همه معیارها

source: Loading Invoices! Please Wait...
fa: در حال بارگذاری فاکتورها! لطفاً صبر کنید...

source: Loan
fa: وام

source: Loan End Date
fa: تاریخ پایان وام

source: Loan Period (Days)
fa: دوره وام (روز)

source: Loan Start Date
fa: تاریخ شروع وام

source: Loan Start Date and Loan Period are mandatory to save the Invoice Discounting
fa: تاریخ شروع وام و دوره وام برای ذخیره تنزیل فاکتور اجباری هستند.

source: Loans (Liabilities)
fa: وام‌ها (بدهی‌ها)

source: Loans and Advances (Assets)
fa: وام‌ها و پیش‌پرداخت‌ها (دارایی‌ها)

source: Local
fa: محلی

source: Location Details
fa: جزئیات مکان

source: Location Name
fa: نام مکان

source: Locked
fa: قفل شده

source: Log Entries
fa: ورودی‌های گزارش

source: Log the selling and buying rate of an Item
fa: ثبت نرخ خرید و فروش یک آیتم

source: Logo
fa: لوگو

source: Long-term Provisions
fa: ذخایر بلندمدت

source: Longitude
fa: طول جغرافیایی

source: Lost
fa: از دست رفته

source: Lost Opportunity
fa: فرصت از دست رفته

source: Lost Quotation
fa: پیش‌فاکتور از دست رفته

source: Lost Quotations
fa: پیش‌فاکتورهای از دست رفته

source: Lost Quotations %
fa: درصد پیش‌فاکتورهای از دست رفته

source: Lost Reason
fa: دلیل از دست رفتن

source: Lost Reason Detail
fa: جزئیات دلیل از دست رفتن

source: Lost Reasons
fa: دلایل از دست رفتن

source: Lost Reasons are required in case opportunity is Lost.
fa: دلایل از دست رفتن در صورت از دست رفتن فرصت، الزامی است.

source: Lost Value
fa: ارزش از دست رفته

source: Lost Value %
fa: درصد ارزش از دست رفته

source: Lower Deduction Certificate
fa: گواهی کسر کمتر

source: Lower Income
fa: درآمد کمتر

source: Loyalty Amount
fa: مبلغ وفاداری

source: Loyalty Point Entry
fa: ثبت امتیاز وفاداری

source: Loyalty Point Entry Redemption
fa: بازخرید ثبت امتیاز وفاداری

source: Loyalty Points
fa: امتیازات وفاداری

source: Loyalty Points Redemption
fa: بازخرید امتیازات وفاداری

source: Loyalty Points will be calculated from the spent done (via the Sales Invoice), based on collection factor mentioned.
fa: امتیازات وفاداری بر اساس مبلغ هزینه شده (از طریق فاکتور فروش) و با توجه به ضریب جمع‌آوری ذکر شده، محاسبه خواهد شد.

source: Loyalty Points: {0}
fa: امتیازات وفاداری: {0}

source: Loyalty Program
fa: برنامه وفاداری

source: Loyalty Program Collection
fa: جمع‌آوری برنامه وفاداری

source: Loyalty Program Help
fa: راهنمای برنامه وفاداری

source: Loyalty Program Name
fa: نام برنامه وفاداری

source: Loyalty Program Tier
fa: سطح برنامه وفاداری

source: Loyalty Program Type
fa: نوع برنامه وفاداری

source: MPS Generated
fa: MPS تولید شده

source: MRP Log documents are being created in the background.
fa: اسناد گزارش MRP در پس‌زمینه در حال ایجاد هستند.

source: MT940 file detected. Please enable 'Import MT940 Format' to proceed.
fa: فایل MT940 شناسایی شد. لطفاً 'وارد کردن فرمت MT940' را فعال کنید تا ادامه دهید.

source: Machine
fa: دستگاه

source: Machine Type
fa: نوع دستگاه

source: Machine malfunction
fa: خرابی دستگاه

source: Machine operator errors
fa: خطاهای اپراتور دستگاه

source: Main
fa: اصلی

source: Main Cost Center
fa: مرکز هزینه اصلی

source: Main Cost Center {0} cannot be entered in the child table
fa: مرکز هزینه اصلی {0} را نمی‌توان در جدول فرعی وارد کرد

source: Main Item Code
fa: کد کالای اصلی

source: Maintain Asset
fa: نگهداری دارایی

source: Maintain Same Rate Throughout Internal Transaction
fa: حفظ نرخ یکسان در طول تراکنش داخلی

source: Maintain Same Rate Throughout Sales Cycle
fa: حفظ نرخ یکسان در طول چرخه فروش

source: Maintain Same Rate Throughout the Purchase Cycle
fa: حفظ نرخ یکسان در طول چرخه خرید

source: Maintain Stock
fa: نگهداری موجودی

source: Maintenance
fa: تعمیر و نگهداری

source: Maintenance Date
fa: تاریخ تعمیر و نگهداری

source: Maintenance Details
fa: جزئیات تعمیر و نگهداری

source: Maintenance Log
fa: گزارش تعمیر و نگهداری

source: Maintenance Manager Name
fa: نام مدیر تعمیر و نگهداری

source: Maintenance Required
fa: نیاز به تعمیر و نگهداری

source: Maintenance Role
fa: نقش تعمیر و نگهداری

source: Maintenance Schedule
fa: برنامه تعمیر و نگهداری

source: Maintenance Schedule Detail
fa: جزئیات برنامه تعمیر و نگهداری

source: Maintenance Schedule Item
fa: آیتم برنامه تعمیر و نگهداری

source: Maintenance Schedule is not generated for all the items. Please click on 'Generate Schedule'
fa: برنامه تعمیر و نگهداری برای همه آیتم‌ها تولید نشده است. لطفاً روی 'تولید برنامه' کلیک کنید.

source: Maintenance Schedule {0} exists against {1}
fa: برنامه تعمیر و نگهداری {0} برای {1} وجود دارد

source: Maintenance Schedules
fa: برنامه‌های تعمیر و نگهداری

source: Maintenance Status
fa: وضعیت تعمیر و نگهداری

source: Maintenance Status has to be Cancelled or Completed to Submit
fa: وضعیت تعمیر و نگهداری برای ثبت باید لغو شده یا تکمیل شده باشد

source: Maintenance Task
fa: وظیفه تعمیر و نگهداری

source: Maintenance Tasks
fa: وظایف تعمیر و نگهداری

source: Maintenance Team
fa: تیم تعمیر و نگهداری

source: Maintenance Team Member
fa: عضو تیم تعمیر و نگهداری

source: Maintenance Team Members
fa: اعضای تیم تعمیر و نگهداری

source: Maintenance Team Name
fa: نام تیم تعمیر و نگهداری

source: Maintenance Time
fa: زمان تعمیر و نگهداری

source: Maintenance Type
fa: نوع تعمیر و نگهداری

source: Maintenance Visit
fa: بازدید تعمیر و نگهداری

source: Maintenance Visit Purpose
fa: هدف بازدید تعمیر و نگهداری

source: Maintenance start date can not be before delivery date for Serial No {0}
fa: تاریخ شروع تعمیر و نگهداری نمی‌تواند قبل از تاریخ تحویل برای شماره سریال {0} باشد

source: Major/Optional Subjects
fa: دروس اصلی/اختیاری

source: Make
fa: ایجاد

source: Make Asset Movement
fa: ایجاد جابجایی دارایی

source: Make Depreciation Entry
fa: ایجاد سند استهلاک

source: Make Difference Entry
fa: ایجاد سند تفاوت

source: Make Lead Time
fa: زمان تولید

source: Make Payment via Journal Entry
fa: ایجاد پرداخت از طریق سند روزنامه

source: Make Purchase / Work Order
fa: ایجاد سفارش خرید / دستور کار

source: Make Purchase Invoice
fa: ایجاد فاکتور خرید

source: Make Quotation
fa: ایجاد پیش‌فاکتور

source: Make Return Entry
fa: ایجاد سند برگشت

source: Make Sales Invoice
fa: ایجاد فاکتور فروش

source: Make Serial No / Batch from Work Order
fa: ایجاد شماره سریال / بچ از دستور کار

source: Make Stock Entry
fa: ایجاد سند انبار

source: Make Subcontracting PO
fa: ایجاد سفارش خرید برون‌سپاری

source: Make Transfer Entry
fa: ایجاد سند انتقال

source: Make project from a template.
fa: ایجاد پروژه از یک الگو.

source: Make {0} Variant
fa: ایجاد گونه {0}

source: Make {0} Variants
fa: ایجاد گونه‌های {0}

source: Making Journal Entries against advance accounts: {0} is not recommended. These Journals won't be available for Reconciliation.
fa: ایجاد سند روزنامه در مقابل حساب‌های پیش‌پرداخت: {0} توصیه نمی‌شود. این اسناد برای مغایرت‌گیری در دسترس نخواهند بود.

source: Manage
fa: مدیریت

source: Manage cost of operations
fa: مدیریت هزینه عملیات

source: Manage your orders
fa: مدیریت سفارشات شما

source: Management
fa: مدیریت

source: Manager
fa: مدیر

source: Managing Director
fa: مدیر عامل

source: Mandatory Accounting Dimension
fa: بعد حسابداری اجباری

source: Mandatory Field
fa: فیلد اجباری

source: Mandatory For Balance Sheet
fa: اجباری برای ترازنامه

source: Mandatory For Profit and Loss Account
fa: اجباری برای حساب سود و زیان

source: Mandatory Missing
fa: اجباری وارد نشده

source: Mandatory Purchase Order
fa: سفارش خرید اجباری

source: Mandatory Purchase Receipt
fa: رسید خرید اجباری

source: Mandatory Section
fa: بخش اجباری

source: Manual
fa: دستی

source: Manual Inspection
fa: بازرسی دستی

source: Manual entry cannot be created! Disable automatic entry for deferred accounting in accounts settings and try again
fa: امکان ایجاد ورودی دستی وجود ندارد! ورودی خودکار برای حسابداری تعهدی را در تنظیمات حسابداری غیرفعال کرده و دوباره تلاش کنید.

source: Manufacture
fa: تولید

source: Manufacture against Material Request
fa: تولید بر اساس درخواست مواد

source: Manufactured Qty
fa: مقدار تولید شده

source: Manufacturer
fa: تولیدکننده

source: Manufacturer Part Number
fa: شماره قطعه تولیدکننده

source: Manufacturer Part Number <b>{0}</b> is invalid
fa: شماره قطعه تولیدکننده <b>{0}</b> نامعتبر است

source: Manufacturers used in Items
fa: تولیدکنندگان استفاده شده در کالاها

source: Manufacturing
fa: تولید

source: Manufacturing BOM
fa: BOM تولید

source: Manufacturing Date
fa: تاریخ تولید

source: Manufacturing Manager
fa: مدیر تولید

source: Manufacturing Quantity is mandatory
fa: مقدار تولید اجباری است

source: Manufacturing Section
fa: بخش تولید

source: Manufacturing Settings
fa: تنظیمات تولید

source: Manufacturing Time
fa: زمان تولید

source: Manufacturing Type
fa: نوع تولید

source: Manufacturing User
fa: کاربر تولید

source: Mapping Purchase Receipt ...
fa: نگاشت رسید خرید ...

source: Mapping Subcontracting Inward Order ...
fa: نگاشت سفارش ورودی برون‌سپاری ...

source: Mapping Subcontracting Order ...
fa: نگاشت سفارش برون‌سپاری ...

source: Mapping {0} ...
fa: نگاشت {0} ...

source: Margin
fa: حاشیه سود

source: Margin Money
fa: وجه تضمین

source: Margin Rate or Amount
fa: نرخ یا مبلغ حاشیه سود

source: Margin Type
fa: نوع حاشیه سود

source: Margin View
fa: نمایش حاشیه سود

source: Marital Status
fa: وضعیت تأهل

source: Mark As Closed
fa: بستن

source: Market Segment
fa: بخش بازار

source: Marketing
fa: بازاریابی

source: Marketing Expenses
fa: هزینه‌های بازاریابی

source: Marketing Specialist
fa: متخصص بازاریابی

source: Married
fa: متأهل

source: Mass Mailing
fa: ارسال ایمیل انبوه

source: Master Production Schedule
fa: برنامه اصلی تولید

source: Master Production Schedule Item
fa: آیتم برنامه اصلی تولید

source: Masters
fa: اطلاعات پایه

source: Material
fa: مواد

source: Material Consumption
fa: مصرف مواد

source: Material Consumption for Manufacture
fa: مصرف مواد برای تولید

source: Material Consumption is not set in Manufacturing Settings.
fa: مصرف مواد در تنظیمات تولید تنظیم نشده است.

source: Material Issue
fa: حواله مواد

source: Material Receipt
fa: رسید مواد

source: Material Request
fa: درخواست مواد

source: Material Request Date
fa: تاریخ درخواست مواد

source: Material Request Detail
fa: جزئیات درخواست مواد

source: Material Request Item
fa: آیتم درخواست مواد

source: Material Request No
fa: شماره درخواست مواد

source: Material Request Plan Item
fa: آیتم برنامه درخواست مواد

source: Material Request Type
fa: نوع درخواست مواد

source: Material Request not created, as quantity for Raw Materials already available.
fa: درخواست مواد ایجاد نشد، زیرا مقدار مواد اولیه از قبل موجود است.

source: Material Request of maximum {0} can be made for Item {1} against Sales Order {2}
fa: درخواست مواد حداکثر به میزان {0} می‌تواند برای آیتم {1} در مقابل سفارش فروش {2} ایجاد شود.

source: Material Request used to make this Stock Entry
fa: درخواست مواد استفاده شده برای ایجاد این سند انبار

source: Material Request {0} is cancelled or stopped
fa: درخواست مواد {0} لغو یا متوقف شده است

source: Material Request {0} submitted.
fa: درخواست مواد {0} ثبت شد.

source: Material Requested
fa: مواد درخواست شده

source: Material Requests
fa: درخواست‌های مواد

source: Material Requests Required
fa: درخواست‌های مواد مورد نیاز

source: Material Requests for which Supplier Quotations are not created
fa: درخواست‌های موادی که برای آنها پیش‌فاکتور تأمین‌کننده ایجاد نشده است

source: Material Requirements Planning
fa: برنامه‌ریزی نیازمندی‌های مواد

source: Material Requirements Planning Report
fa: گزارش برنامه‌ریزی نیازمندی‌های مواد

source: Material Returned from WIP
fa: مواد برگشتی از تولید در جریان

source: Material Transfer
fa: انتقال مواد

source: Material Transfer (In Transit)
fa: انتقال مواد (در حال انتقال)

source: Material Transfer for Manufacture
fa: انتقال مواد برای تولید

source: Material Transferred
fa: مواد منتقل شده

source: Material Transferred for Manufacture
fa: مواد منتقل شده برای تولید

source: Material Transferred for Manufacturing
fa: مواد منتقل شده برای تولید

source: Material Transferred for Subcontract
fa: مواد منتقل شده برای پیمانکاری فرعی

source: Material from Customer
fa: کالا از مشتری

source: Material to Supplier
fa: کالا به تأمین‌کننده

source: Materials are already received against the {0} {1}
fa: مواد از قبل در مقابل {0} {1} دریافت شده‌اند.

source: Materials needs to be transferred to the work in progress warehouse for the job card {0}
fa: مواد باید برای کارت کار {0} به انبار تولید در جریان منتقل شوند.

source: Max Amount
fa: حداکثر مبلغ

source: Max Amt
fa: حداکثر مبلغ

source: Max Discount (%)
fa: حداکثر تخفیف (درصد)

source: Max Grade
fa: حداکثر درجه

source: Max Producible Qty
fa: حداکثر مقدار قابل تولید

source: Max Qty
fa: حداکثر مقدار

source: Max Qty (As Per Stock UOM)
fa: حداکثر مقدار (بر اساس واحد اندازه‌گیری انبار)

source: Max Sample Quantity
fa: حداکثر مقدار نمونه

source: Max Score
fa: حداکثر امتیاز

source: Max discount allowed for item: {0} is {1}%
fa: حداکثر تخفیف مجاز برای آیتم: {0}، {1} درصد است.

source: Max: {0}
fa: حداکثر: {0}

source: Maximum Invoice Amount
fa: حداکثر مبلغ فاکتور

source: Maximum Net Rate
fa: حداکثر نرخ خالص

source: Maximum Payment Amount
fa: حداکثر مبلغ پرداخت

source: Maximum Samples - {0} can be retained for Batch {1} and Item {2}.
fa: حداکثر نمونه‌ها - {0} می‌تواند برای بچ {1} و آیتم {2} نگهداری شود.

source: Maximum Samples - {0} have already been retained for Batch {1} and Item {2} in Batch {3}.
fa: حداکثر نمونه‌ها - {0} از قبل برای بچ {1} و آیتم {2} در بچ {3} نگهداری شده‌اند.

source: Maximum Use
fa: حداکثر استفاده

source: Maximum Value
fa: حداکثر مقدار

source: Maximum discount for Item {0} is {1}%
fa: حداکثر تخفیف برای آیتم {0} برابر با {1}% است

source: Maximum quantity scanned for item {0}.
fa: حداکثر مقدار اسکن شده برای آیتم {0}.

source: Maximum sample quantity that can be retained
fa: حداکثر مقدار نمونه قابل نگهداری

source: Megacoulomb
fa: مگاکولن

source: Megagram/Litre
fa: مگاگرم/لیتر

source: Megahertz
fa: مگاهرتز

source: Megajoule
fa: مگاژول

source: Megawatt
fa: مگاوات

source: Mention Valuation Rate in the Item master.
fa: نرخ ارزش‌گذاری را در مستر کالا ذکر کنید.

source: Mention if non-standard Receivable account
fa: ذکر کنید اگر حساب دریافتنی غیر استاندارد است

source: Mention if non-standard payable account
fa: ذکر کنید اگر حساب پرداختنی غیر استاندارد است

source: Mention if non-standard receivable account applicable
fa: ذکر کنید اگر حساب دریافتنی غیر استاندارد قابل اعمال است

source: Merge
fa: ادغام

source: Merge Account
fa: ادغام حساب

source: Merge Invoices Based On
fa: ادغام فاکتورها بر اساس

source: Merge Progress
fa: پیشرفت ادغام

source: Merge Similar Account Heads
fa: ادغام سرفصل‌های حساب مشابه

source: Merge taxes from multiple documents
fa: ادغام مالیات‌ها از اسناد متعدد

source: Merge with Existing Account
fa: ادغام با حساب موجود

source: Merged
fa: ادغام شده

source: Merging is only possible if following properties are same in both records. Is Group, Root Type, Company and Account Currency
fa: ادغام تنها در صورتی امکان‌پذیر است که ویژگی‌های زیر در هر دو رکورد یکسان باشند: گروه بودن، نوع ریشه، شرکت و واحد پول حساب

source: Merging {0} of {1}
fa: در حال ادغام {0} از {1}

source: Message for Supplier
fa: پیام برای تأمین‌کننده

source: Message to show
fa: پیام برای نمایش

source: Message will be sent to the users to get their status on the Project
fa: پیام برای دریافت وضعیت کاربران در پروژه ارسال خواهد شد

source: Messages greater than 160 characters will be split into multiple messages
fa: پیام‌های بیشتر از ۱۶۰ کاراکتر به پیام‌های متعدد تقسیم خواهند شد

source: Messaging CRM Campagin
fa: کمپین پیام‌رسانی CRM

source: Meter
fa: متر

source: Meter Of Water
fa: متر آب

source: Meter/Second
fa: متر/ثانیه

source: Microbar
fa: میکروبار

source: Microgram
fa: میکروگرم

source: Microgram/Litre
fa: میکروگرم/لیتر

source: Micrometer
fa: میکرومتر

source: Microsecond
fa: میکروثانیه

source: Middle Income
fa: درآمد متوسط

source: Mile
fa: مایل

source: Mile (Nautical)
fa: مایل (دریایی)

source: Mile/Hour
fa: مایل/ساعت

source: Mile/Minute
fa: مایل/دقیقه

source: Mile/Second
fa: مایل/ثانیه

source: Milibar
fa: میلی‌بار

source: Milliampere
fa: میلی‌آمپر

source: Millicoulomb
fa: میلی‌کولن

source: Milligram
fa: میلی‌گرم

source: Milligram/Cubic Centimeter
fa: میلی‌گرم/سانتی‌متر مکعب

source: Milligram/Cubic Meter
fa: میلی‌گرم/متر مکعب

source: Milligram/Cubic Millimeter
fa: میلی‌گرم/میلی‌متر مکعب

source: Milligram/Litre
fa: میلی‌گرم/لیتر

source: Millihertz
fa: میلی‌هرتز

source: Millilitre
fa: میلی‌لیتر

source: Millimeter
fa: میلی‌متر

source: Millimeter Of Mercury
fa: میلی‌متر جیوه

source: Millimeter Of Water
fa: میلی‌متر آب

source: Millisecond
fa: میلی‌ثانیه

source: Min Amount
fa: حداقل مبلغ

source: Min Amt
fa: حداقل مبلغ

source: Min Amt can not be greater than Max Amt
fa: حداقل مبلغ نمی‌تواند بیشتر از حداکثر مبلغ باشد

source: Min Grade
fa: حداقل درجه

source: Min Order Qty
fa: حداقل مقدار سفارش

source: Min Qty
fa: حداقل مقدار

source: Min Qty (As Per Stock UOM)
fa: حداقل مقدار (بر اساس واحد اندازه‌گیری انبار)

source: Min Qty can not be greater than Max Qty
fa: حداقل مقدار نمی‌تواند بیشتر از حداکثر مقدار باشد

source: Min Qty should be greater than Recurse Over Qty
fa: حداقل مقدار باید بیشتر از مقدار بازگشتی باشد

source: Min Value: {0}, Max Value: {1}, in Increments of: {2}
fa: حداقل مقدار: {0}, حداکثر مقدار: {1}, با افزایش‌های: {2}

source: Minimum Invoice Amount
fa: حداقل مبلغ فاکتور

source: Minimum Lead Age (Days)
fa: حداقل عمر سرنخ (روز)

source: Minimum Net Rate
fa: حداقل نرخ خالص

source: Minimum Order Qty
fa: حداقل مقدار سفارش

source: Minimum Order Quantity
fa: حداقل مقدار سفارش

source: Minimum Payment Amount
fa: حداقل مبلغ پرداخت

source: Minimum Qty
fa: حداقل مقدار

source: Minimum Total Spent
fa: حداقل کل هزینه شده

source: Minimum Value
fa: حداقل مقدار

source: Minimum quantity should be as per Stock UOM
fa: حداقل مقدار باید بر اساس واحد اندازه‌گیری انبار باشد

source: Minute
fa: دقیقه

source: Minutes
fa: دقیقه

source: Miscellaneous Expenses
fa: هزینه‌های متفرقه

source: Mismatch
fa: عدم تطابق

source: Missing
fa: ناموجود

source: Missing Account
fa: حساب ناموجود

source: Missing Asset
fa: دارایی ناموجود

source: Missing Cost Center
fa: مرکز هزینه ناموجود

source: Missing Default in Company
fa: پیش‌فرض در شرکت ناموجود

source: Missing Filters
fa: فیلترهای ناموجود

source: Missing Finance Book
fa: دفتر مالی ناموجود

source: Missing Finished Good
fa: کالای ساخته شده ناموجود

source: Missing Formula
fa: فرمول ناموجود

source: Missing Item
fa: آیتم ناموجود

source: Missing Payments App
fa: برنامه پرداخت‌ها ناموجود

source: Missing Serial No Bundle
fa: بسته شماره سریال ناموجود

source: Missing email template for dispatch. Please set one in Delivery Settings.
fa: قالب ایمیل برای ارسال ناموجود است. لطفاً یکی را در تنظیمات تحویل تنظیم کنید.

source: Missing required filter: {0}
fa: فیلتر اجباری ناموجود: {0}

source: Missing value
fa: مقدار ناموجود

source: Mixed Conditions
fa: شرایط ترکیبی

source: Mobile:
fa: موبایل:

source: Mode Of Payment
fa: روش پرداخت

source: Mode of Payment
fa: روش پرداخت

source: Mode of Payment Account
fa: حساب روش پرداخت

source: Mode of Payments
fa: روش‌های پرداخت

source: Model
fa: مدل

source: Modes of Payment
fa: روش‌های پرداخت

source: Modified By
fa: اصلاح شده توسط

source: Modified On
fa: تاریخ اصلاح

source: Module (for Export)
fa: ماژول (برای خروجی)

source: Module Settings
fa: تنظیمات ماژول

source: Monitor Progress
fa: نظارت بر پیشرفت

source: Monitor for Last 'X' days
fa: نظارت برای 'X' روز گذشته

source: Monitoring Frequency
fa: تناوب نظارت

source: Month(s) after the end of the invoice month
fa: ماه(ها) پس از پایان ماه فاکتور

source: Monthly Completed Work Orders
fa: سفارشات کار تکمیل شده ماهانه

source: Monthly Distribution
fa: توزیع ماهانه

source: Monthly Distribution Percentage
fa: درصد توزیع ماهانه

source: Monthly Distribution Percentages
fa: درصدهای توزیع ماهانه

source: Monthly Quality Inspections
fa: بازرسی‌های کیفیت ماهانه

source: Monthly Rate
fa: نرخ ماهانه

source: Monthly Sales Target
fa: هدف فروش ماهانه

source: Monthly Total Work Orders
fa: کل سفارشات کار ماهانه

source: Months
fa: ماه‌ها

source: More/Less than 12 months.
fa: بیشتر/کمتر از ۱۲ ماه.

source: Motion Picture & Video
fa: فیلم و ویدئو

source: Move Item
fa: انتقال آیتم

source: Move Stock
fa: انتقال موجودی

source: Move to Cart
fa: انتقال به سبد خرید

source: Movement
fa: جابجایی

source: Moving Average
fa: میانگین متحرک

source: Moving up in tree ...
fa: در حال حرکت به بالا در ساختار درختی ...

source: Multi Currency
fa: چند ارزی

source: Multi-level BOM Creator
fa: ایجادکننده BOM چند سطحی

source: Multiple Loyalty Programs found for Customer {}. Please select manually.
fa: چندین برنامه وفاداری برای مشتری {} یافت شد. لطفاً به صورت دستی انتخاب کنید.

source: Multiple POS Opening Entry
fa: ثبت افتتاحیه چندگانه POS

source: Multiple Price Rules exists with same criteria, please resolve conflict by assigning priority. Price Rules: {0}
fa: چندین قانون قیمت با معیارهای یکسان وجود دارد، لطفاً با تعیین اولویت، تضاد را حل کنید. قوانین قیمت: {0}

source: Multiple Tier Program
fa: برنامه چند سطحی

source: Multiple Variants
fa: چندین واریانت

source: Multiple Warehouse Accounts
fa: حساب‌های انبار چندگانه

source: Multiple fiscal years exist for the date {0}. Please set company in Fiscal Year
fa: چندین سال مالی برای تاریخ {0} وجود دارد. لطفاً شرکت را در سال مالی تنظیم کنید.

source: Multiple items cannot be marked as finished item
fa: چندین آیتم را نمی‌توان به عنوان آیتم تکمیل‌شده علامت‌گذاری کرد.

source: Music
fa: موسیقی

source: Must be Whole Number
fa: باید عدد صحیح باشد

source: Must be a publicly accessible Google Sheets URL and adding Bank Account column is necessary for importing via Google Sheets
fa: باید یک URL عمومی Google Sheets باشد و افزودن ستون حساب بانکی برای وارد کردن از طریق Google Sheets ضروری است.

source: Mute Email
fa: بی‌صدا کردن ایمیل

source: N/A
fa: ناموجود

source: Name and Employee ID
fa: نام و کد پرسنلی

source: Name of Beneficiary
fa: نام ذینفع

source: Name of new Account. Note: Please don't create accounts for Customers and Suppliers
fa: نام حساب جدید. توجه: لطفاً برای مشتریان و تأمین‌کنندگان حساب ایجاد نکنید.

source: Name of the Monthly Distribution
fa: نام توزیع ماهانه

source: Named Place
fa: مکان نام‌گذاری شده

source: Naming Series Prefix
fa: پیشوند سری نام‌گذاری

source: Naming Series and Price Defaults
fa: سری نام‌گذاری و پیش‌فرض‌های قیمت

source: Naming Series is mandatory
fa: سری نام‌گذاری اجباری است

source: Nanocoulomb
fa: نانوکولن

source: Nanogram/Litre
fa: نانوگرم/لیتر

source: Nanohertz
fa: نانوهرتز

source: Nanometer
fa: نانومتر

source: Nanosecond
fa: نانوثانیه

source: Natural Gas
fa: گاز طبیعی

source: Needs Analysis
fa: تحلیل نیازها

source: Negative Quantity is not allowed
fa: مقدار منفی مجاز نیست

source: Negative Stock Error
fa: خطای موجودی منفی

source: Negative Valuation Rate is not allowed
fa: نرخ ارزیابی منفی مجاز نیست

source: Negotiation/Review
fa: مذاکره/بررسی

source: Net Amount
fa: مبلغ خالص

source: Net Amount (Company Currency)
fa: مبلغ خالص (ارز شرکت)

source: Net Asset value as on
fa: ارزش خالص دارایی در تاریخ

source: Net Cash from Financing
fa: خالص وجه نقد از تأمین مالی

source: Net Cash from Investing
fa: خالص وجه نقد از سرمایه‌گذاری

source: Net Cash from Operations
fa: خالص وجه نقد از عملیات

source: Net Change in Accounts Payable
fa: تغییر خالص در حساب‌های پرداختنی

source: Net Change in Accounts Receivable
fa: تغییر خالص در حساب‌های دریافتنی

source: Net Change in Cash
fa: تغییر خالص در وجه نقد

source: Net Change in Equity
fa: تغییر خالص در حقوق صاحبان سهام
