Repository: ai-solution-company/systemafarin-custom-addon
Catalog: iran_core/locale/*.po
Languages: fa

source: Warranty / AMC Details
fa: جزئیات گارانتی / قرارداد نگهداری

source: Warranty / AMC Status
fa: وضعیت گارانتی / قرارداد نگهداری

source: Warranty Claim
fa: ادعای گارانتی

source: Warranty Expiry (Serial)
fa: انقضای گارانتی (سریال)

source: Warranty Expiry Date
fa: تاریخ انقضای گارانتی

source: Warranty Period (Days)
fa: دوره گارانتی (روز)

source: Warranty Period (in days)
fa: دوره گارانتی (به روز)

source: Watt
fa: وات

source: Watt-Hour
fa: وات-ساعت

source: Wavelength In Gigametres
fa: طول موج بر حسب گیگامتر

source: Wavelength In Kilometres
fa: طول موج بر حسب کیلومتر

source: Wavelength In Megametres
fa: طول موج بر حسب مگامتر

source: We're here to help!
fa: ما اینجا هستیم تا کمک کنیم!

source: Website Attribute
fa: ویژگی وب‌سایت

source: Website Description
fa: توضیحات وب‌سایت

source: Website Filter Field
fa: فیلد فیلتر وب‌سایت

source: Website Image
fa: تصویر وب‌سایت

source: Website Item Group
fa: گروه آیتم وب‌سایت

source: Website Specifications
fa: مشخصات وب‌سایت

source: Website:
fa: وب‌سایت:

source: Week {0} {1}
fa: هفته {0} {1}

source: Weekday
fa: روز هفته

source: Weekly Off
fa: تعطیلی هفتگی

source: Weekly Time to send
fa: زمان هفتگی برای ارسال

source: Weight
fa: وزن

source: Weight (kg)
fa: وزن (کیلوگرم)

source: Weight Per Unit
fa: وزن هر واحد

source: Weight UOM
fa: واحد اندازه‌گیری وزن

source: Weighting Function
fa: تابع وزن‌دهی

source: What do you need help with?
fa: در چه زمینه‌ای نیاز به کمک دارید؟

source: WhatsApp
fa: واتس‌اپ

source: Wheels
fa: چرخ‌ها

source: When a parent warehouse is chosen, the system conducts Project Qty checks against the associated child warehouses
fa: هنگامی که یک انبار والد انتخاب می‌شود، سیستم بررسی‌های مقدار پروژه را در برابر انبارهای فرزند مرتبط انجام می‌دهد

source: When creating an Item, entering a value for this field will automatically create an Item Price at the backend.
fa: هنگام ایجاد یک آیتم، وارد کردن یک مقدار برای این فیلد به طور خودکار یک قیمت آیتم در بک‌اند ایجاد می‌کند.

source: While creating account for Child Company {0}, parent account {1} found as a ledger account.
fa: هنگام ایجاد حساب برای شرکت فرزند {0}، حساب والد {1} به عنوان یک حساب دفتر کل یافت شد.

source: While creating account for Child Company {0}, parent account {1} not found. Please create the parent account in corresponding COA
fa: هنگام ایجاد حساب برای شرکت فرزند {0}، حساب والد {1} یافت نشد. لطفاً حساب والد را در نمودار حساب‌های مربوطه ایجاد کنید.

source: While making Purchase Invoice from Purchase Order, use Exchange Rate on Invoice's transaction date rather than inheriting it from Purchase Order. Only applies for Purchase Invoice.
fa: هنگام ایجاد فاکتور خرید از سفارش خرید، از نرخ ارز در تاریخ تراکنش فاکتور استفاده کنید به جای اینکه آن را از سفارش خرید به ارث ببرید. فقط برای فاکتور خرید اعمال می‌شود.

source: White
fa: سفید

source: Widowed
fa: بیوه

source: Width (cm)
fa: عرض (سانتی‌متر)

source: Width of amount in word
fa: عرض مبلغ به حروف

source: Will also apply for variants
fa: برای انواع نیز اعمال خواهد شد.

source: Will also apply for variants unless overridden
fa: همچنین برای واریانت‌ها اعمال خواهد شد مگر اینکه نادیده گرفته شود.

source: Wire Transfer
fa: حواله بانکی

source: With Operations
fa: با عملیات

source: With Period Closing Entry For Opening Balances
fa: با سند بستن دوره برای مانده‌های افتتاحیه

source: Withdrawal
fa: برداشت

source: Work Done
fa: کار انجام شده

source: Work In Progress
fa: کالای در جریان ساخت

source: Work In Progress Warehouse
fa: انبار کالای در جریان ساخت

source: Work Order
fa: دستور کار

source: Work Order / Subcontract PO
fa: دستور کار / سفارش خرید برون‌سپاری

source: Work Order Analysis
fa: تحلیل دستور کار

source: Work Order Consumed Materials
fa: مواد مصرفی دستور کار

source: Work Order Item
fa: آیتم دستور کار

source: Work Order Operation
fa: عملیات دستور کار

source: Work Order Qty
fa: مقدار دستور کار

source: Work Order Qty Analysis
fa: تحلیل مقدار دستور کار

source: Work Order Stock Report
fa: گزارش موجودی دستور کار

source: Work Order Summary
fa: خلاصه دستور کار

source: Work Order cannot be created for following reason: <br> {0}
fa: دستور کار به دلیل زیر قابل ایجاد نیست: <br> {0}

source: Work Order cannot be raised against a Item Template
fa: دستور کار را نمی‌توان برای یک قالب آیتم صادر کرد.

source: Work Order has been {0}
fa: دستور کار {0} شده است.

source: Work Order not created
fa: دستور کار ایجاد نشد

source: Work Order {0} created
fa: دستور کار {0} ایجاد شد

source: Work Order {0}: Job Card not found for the operation {1}
fa: دستور کار {0}: کارت کار برای عملیات {1} یافت نشد.

source: Work Orders
fa: دستورات کار

source: Work Orders Created: {0}
fa: دستورات کار ایجاد شده: {0}

source: Work Orders in Progress
fa: دستورات کار در حال انجام

source: Work in Progress
fa: کالای در جریان ساخت

source: Work-in-Progress Warehouse
fa: انبار کالای در جریان ساخت

source: Work-in-Progress Warehouse is required before Submit
fa: انبار کالای در جریان ساخت قبل از ثبت نهایی اجباری است.

source: Workday
fa: روز کاری

source: Workday {0} has been repeated.
fa: روز کاری {0} تکرار شده است.

source: Working
fa: در حال کار

source: Working Hours
fa: ساعات کاری

source: Workstation
fa: ایستگاه کاری

source: Workstation / Machine
fa: ایستگاه کاری / دستگاه

source: Workstation Cost
fa: هزینه ایستگاه کاری

source: Workstation Dashboard
fa: داشبورد ایستگاه کاری

source: Workstation Name
fa: نام ایستگاه کاری

source: Workstation Operating Component
fa: جزء عملیاتی ایستگاه کاری

source: Workstation Operating Component Account
fa: حساب جزء عملیاتی ایستگاه کاری

source: Workstation Status
fa: وضعیت ایستگاه کاری

source: Workstation Type
fa: نوع ایستگاه کاری

source: Workstation Working Hour
fa: ساعت کاری ایستگاه کاری

source: Workstation is closed on the following dates as per Holiday List: {0}
fa: ایستگاه کاری طبق لیست تعطیلات در تاریخ‌های زیر بسته است: {0}

source: Workstations
fa: ایستگاه‌های کاری

source: Write Off
fa: حذف از دفاتر

source: Write Off Account
fa: حساب حذف از دفاتر

source: Write Off Amount
fa: مبلغ حذف از دفاتر

source: Write Off Amount (Company Currency)
fa: مبلغ حذف از دفاتر (ارز شرکت)

source: Write Off Based On
fa: حذف از دفاتر بر اساس

source: Write Off Cost Center
fa: مرکز هزینه حذف از دفاتر

source: Write Off Difference Amount
fa: مبلغ تفاوت حذف از دفاتر

source: Write Off Entry
fa: سند حذف از دفاتر

source: Write Off Limit
fa: سقف حذف از دفاتر

source: Write Off Outstanding Amount
fa: مبلغ باقیمانده حذف از دفاتر

source: Writeoff
fa: حذف از دفاتر

source: Written Down Value
fa: ارزش دفتری کاهش‌یافته

source: Wrong Company
fa: شرکت اشتباه

source: Wrong Password
fa: رمز عبور اشتباه

source: Wrong Template
fa: الگوی اشتباه

source: XML Files Processed
fa: فایل‌های XML پردازش شده

source: Yard
fa: محوطه

source: Year End Date
fa: تاریخ پایان سال

source: Year Name
fa: نام سال

source: Year Start Date
fa: تاریخ شروع سال

source: Year of Passing
fa: سال فوت

source: Year start date or end date is overlapping with {0}. To avoid please set company
fa: تاریخ شروع یا پایان سال با {0} همپوشانی دارد. برای جلوگیری، لطفاً شرکت را تنظیم کنید

source: You are importing data for the code list:
fa: شما در حال وارد کردن داده برای لیست کد هستید:

source: You are not allowed to update as per the conditions set in {} Workflow.
fa: شما طبق شرایط تعیین شده در گردش کار {} مجاز به به‌روزرسانی نیستید.

source: You are not authorized to add or update entries before {0}
fa: شما مجاز به اضافه یا به‌روزرسانی ثبت‌ها قبل از {0} نیستید

source: You are not authorized to make/edit Stock Transactions for Item {0} under warehouse {1} before this time.
fa: شما مجاز به ایجاد/ویرایش تراکنش‌های انبار برای آیتم {0} در انبار {1} قبل از این زمان نیستید.

source: You are not authorized to set Frozen value
fa: شما مجاز به تنظیم مقدار مسدود شده نیستید

source: You are picking more than required quantity for the item {0}. Check if there is any other pick list created for the sales order {1}.
fa: شما در حال برداشت بیش از مقدار مورد نیاز برای آیتم {0} هستید. بررسی کنید که آیا لیست برداشت دیگری برای سفارش فروش {1} ایجاد شده است.

source: You can add the original invoice {} manually to proceed.
fa: می‌توانید فاکتور اصلی {} را به صورت دستی برای ادامه اضافه کنید.

source: You can also copy-paste this link in your browser
fa: همچنین می‌توانید این لینک را در مرورگر خود کپی و پیست کنید

source: You can also set default CWIP account in Company {}
fa: همچنین می‌توانید حساب پیش‌فرض CWIP را در شرکت {} تنظیم کنید

source: You can change the parent account to a Balance Sheet account or select a different account.
fa: می‌توانید حساب والد را به یک حساب ترازنامه تغییر دهید یا یک حساب دیگر انتخاب کنید.

source: You can not enter current voucher in 'Against Journal Entry' column
fa: نمی‌توانید سند جاری را در ستون 'در مقابل سند روزنامه' وارد کنید

source: You can only have Plans with the same billing cycle in a Subscription
fa: شما فقط می‌توانید طرح‌هایی با چرخه صورتحساب یکسان در یک اشتراک داشته باشید.

source: You can only redeem max {0} points in this order.
fa: شما فقط می‌توانید حداکثر {0} امتیاز را در این سفارش استفاده کنید.

source: You can only select one mode of payment as default
fa: شما فقط می‌توانید یک روش پرداخت را به عنوان پیش‌فرض انتخاب کنید.

source: You can redeem upto {0}.
fa: شما می‌توانید تا {0} را استفاده کنید.

source: You can set it as a machine name or operation type. For example, stiching machine 12
fa: شما می‌توانید آن را به عنوان نام دستگاه یا نوع عملیات تنظیم کنید. برای مثال، دستگاه دوخت ۱۲

source: You can't make any changes to Job Card since Work Order is closed.
fa: شما نمی‌توانید هیچ تغییری در کارت کار ایجاد کنید زیرا سفارش کار بسته شده است.

source: You can't process the serial number {0} as it has already been used in the SABB {1}. {2} if you want to inward same serial number multiple times then enabled 'Allow existing Serial No to be Manufactured/Received again' in the {3}
fa: شما نمی‌توانید شماره سریال {0} را پردازش کنید زیرا قبلاً در SABB {1} استفاده شده است. {2} اگر می‌خواهید همان شماره سریال را چندین بار وارد کنید، سپس 'اجازه تولید/دریافت مجدد شماره سریال موجود' را در {3} فعال کنید.

source: You can't redeem Loyalty Points having more value than the Total Amount.
fa: شما نمی‌توانید امتیازات وفاداری را که ارزش آن‌ها بیشتر از مبلغ کل است، استفاده کنید.

source: You cannot change the rate if BOM is mentioned against any Item.
fa: اگر BOM برای هر آیتمی ذکر شده باشد، نمی‌توانید نرخ را تغییر دهید.

source: You cannot create a {0} within the closed Accounting Period {1}
fa: شما نمی‌توانید یک {0} را در دوره حسابداری بسته شده {1} ایجاد کنید.

source: You cannot create or cancel any accounting entries with in the closed Accounting Period {0}
fa: شما نمی‌توانید هیچ سند حسابداری را در دوره حسابداری بسته شده {0} ایجاد یا لغو کنید.

source: You cannot create/amend any accounting entries till this date.
fa: شما نمی‌توانید هیچ سند حسابداری را تا این تاریخ ایجاد/اصلاح کنید.

source: You cannot credit and debit same account at the same time
fa: شما نمی‌توانید یک حساب را همزمان بستانکار و بدهکار کنید.

source: You cannot delete Project Type 'External'
fa: شما نمی‌توانید نوع پروژه 'خارجی' را حذف کنید.

source: You cannot edit root node.
fa: شما نمی‌توانید گره ریشه را ویرایش کنید.

source: You cannot enable both the settings '{0}' and '{1}'.
fa: شما نمی‌توانید هر دو تنظیمات '{0}' و '{1}' را فعال کنید.

source: You cannot redeem more than {0}.
fa: شما نمی‌توانید بیشتر از {0} استفاده کنید.

source: You cannot repost item valuation before {}
fa: شما نمی‌توانید ارزش‌گذاری آیتم را قبل از {} مجدداً ثبت کنید.

source: You cannot restart a Subscription that is not cancelled.
fa: شما نمی‌توانید اشتراکی را که لغو نشده است، مجدداً شروع کنید.

source: You cannot submit empty order.
fa: شما نمی‌توانید سفارش خالی را ارسال کنید.

source: You cannot submit the order without payment.
fa: شما نمی‌توانید سفارش را بدون پرداخت ارسال کنید.

source: You cannot {0} this document because another Period Closing Entry {1} exists after {2}
fa: شما نمی‌توانید این سند را {0} کنید زیرا یک سند بستن دوره {1} دیگر بعد از {2} وجود دارد.

source: You do not have permissions to {} items in a {}.
fa: شما مجوز {} آیتم‌ها را در یک {} ندارید.

source: You don't have enough Loyalty Points to redeem
fa: شما امتیازات وفاداری کافی برای استفاده ندارید.

source: You don't have enough points to redeem.
fa: شما امتیاز کافی برای استفاده ندارید.

source: You had {} errors while creating opening invoices. Check {} for more details
fa: شما {} خطا هنگام ایجاد فاکتورهای افتتاحیه داشتید. برای جزئیات بیشتر {} را بررسی کنید.

source: You have already selected items from {0} {1}
fa: شما قبلاً آیتم‌ها را از {0} {1} انتخاب کرده‌اید.

source: You have been invited to collaborate on the project {0}.
fa: شما برای همکاری در پروژه {0} دعوت شده‌اید.

source: You have enabled {0} and {1} in {2}. This can lead to prices from the default price list being inserted in the transaction price list.
fa: شما {0} و {1} را در {2} فعال کرده‌اید. این می‌تواند منجر به درج قیمت‌ها از لیست قیمت پیش‌فرض در لیست قیمت تراکنش شود.

source: You have enabled {0} and {1} in {2}. This can lead to prices from the default price list being inserted into the transaction price list.
fa: شما {0} و {1} را در {2} فعال کرده‌اید. این می‌تواند منجر به درج قیمت‌ها از لیست قیمت پیش‌فرض در لیست قیمت تراکنش شود.

source: You have entered a duplicate Delivery Note on Row
fa: شما یک حواله تحویل تکراری در ردیف وارد کرده‌اید.

source: You have to enable auto re-order in Stock Settings to maintain re-order levels.
fa: برای حفظ سطوح سفارش مجدد، باید سفارش مجدد خودکار را در تنظیمات انبار فعال کنید.

source: You have unsaved changes. Do you want to save the invoice?
fa: شما تغییرات ذخیره نشده دارید. آیا می‌خواهید فاکتور را ذخیره کنید؟

source: You must select a customer before adding an item.
fa: شما باید قبل از افزودن یک آیتم، مشتری را انتخاب کنید.

source: You need to cancel POS Closing Entry {} to be able to cancel this document.
fa: شما باید سند بستن صندوق فروشگاهی {} را لغو کنید تا بتوانید این سند را لغو کنید.

source: You selected the account group {1} as {2} Account in row {0}. Please select a single account.
fa: شما گروه حساب {1} را به عنوان حساب {2} در ردیف {0} انتخاب کردید. لطفاً یک حساب واحد را انتخاب کنید.

source: YouTube Interactions
fa: تعاملات یوتیوب

source: Your Name (required)
fa: نام شما (اجباری)

source: Your email has been verified and your appointment has been scheduled
fa: ایمیل شما تأیید شده و قرار ملاقات شما برنامه‌ریزی شده است.

source: Your order is out for delivery!
fa: سفارش شما برای تحویل ارسال شده است!

source: Your tickets
fa: بلیط‌های شما

source: Youtube ID
fa: شناسه یوتیوب

source: Youtube Statistics
fa: آمار یوتیوب

source: ZIP Code
fa: کد پستی

source: Zero Balance
fa: مانده صفر

source: Zero Rated
fa: با نرخ صفر

source: Zero quantity
fa: مقدار صفر

source: Zip File
fa: فایل فشرده

source: [Important] [ERPNext] Auto Reorder Errors
fa: [مهم] [ERPNext] خطاهای سفارش‌گذاری مجدد خودکار

source: `Allow Negative rates for Items`
fa: `اجازه نرخ‌های منفی برای آیتم‌ها`

source: after
fa: بعد از

source: as Code
fa: به عنوان کد

source: as Description
fa: به عنوان توضیحات

source: as Title
fa: به عنوان عنوان

source: as a percentage of finished item quantity
fa: به عنوان درصدی از مقدار کالای نهایی

source: at
fa: در

source: based_on
fa: بر اساس

source: by {}
fa: توسط {}

source: cannot be greater than 100
fa: نمی‌تواند بیشتر از ۱۰۰ باشد

source: dated {0}
fa: به تاریخ {0}

source: description
fa: توضیحات

source: development
fa: توسعه

source: discount applied
fa: تخفیف اعمال شده

source: doc_type
fa: نوع سند

source: doctype
fa: نوع سند

source: e.g. "Summer Holiday 2019 Offer 20"
fa: مثال: "پیشنهاد تعطیلات تابستانی ۲۰۱۹ ۲۰"

source: example: Next Day Shipping
fa: مثال: ارسال روز بعد

source: fieldname
fa: نام فیلد

source: hidden
fa: مخفی

source: hours
fa: ساعت

source: image
fa: تصویر

source: material_request_item
fa: آیتم درخواست مواد

source: must be between 0 and 100
fa: باید بین ۰ و ۱۰۰ باشد

source: name
fa: نام

source: on
fa: در

source: or its descendants
fa: یا زیرمجموعه‌های آن

source: out of 5
fa: از ۵

source: paid to
fa: پرداخت شده به

source: payments app is not installed. Please install it from {0} or {1}
fa: برنامه پرداخت‌ها نصب نشده است. لطفاً آن را از {0} یا {1} نصب کنید.

source: payments app is not installed. Please install it from {} or {}
fa: برنامه پرداخت‌ها نصب نشده است. لطفاً آن را از {} یا {} نصب کنید.

source: per hour
fa: در ساعت

source: performing either one below:
fa: با انجام یکی از موارد زیر:

source: product bundle item row's name in sales order. Also indicates that picked item is to be used for a product bundle
fa: نام ردیف آیتم بسته محصول در سفارش فروش. همچنین نشان می‌دهد که آیتم انتخاب شده برای یک بسته محصول استفاده خواهد شد.

source: production
fa: تولید

source: ratings
fa: امتیازات

source: received from
fa: دریافت شده از

source: returned
fa: مرجوع شده

source: sandbox
fa: سندباکس

source: sold
fa: فروخته شده

source: subscription is already cancelled.
fa: اشتراک قبلاً لغو شده است.

source: temporary name
fa: نام موقت

source: title
fa: عنوان

source: to
fa: به

source: to unallocate the amount of this Return Invoice before cancelling it.
fa: برای آزاد کردن مبلغ این فاکتور برگشت از فروش قبل از لغو آن.

source: unique e.g. SAVE20 To be used to get discount
fa: منحصربه‌فرد، مثلاً SAVE20. برای دریافت تخفیف استفاده می‌شود.

source: variance
fa: واریانس

source: via Asset Repair
fa: از طریق تعمیر دارایی

source: via BOM Update Tool
fa: از طریق ابزار به‌روزرسانی BOM

source: you must select Capital Work in Progress Account in accounts table
fa: باید حساب دارایی در جریان ساخت را در جدول حساب‌ها انتخاب کنید.

source: {0} '{1}' is disabled
fa: {0} '{1}' غیرفعال است

source: {0} '{1}' not in Fiscal Year {2}
fa: {0} '{1}' در سال مالی {2} نیست

source: {0} ({1}) cannot be greater than planned quantity ({2}) in Work Order {3}
fa: {0} ({1}) نمی‌تواند بیشتر از مقدار برنامه‌ریزی شده ({2}) در سفارش کار {3} باشد

source: {0} <b>{1}</b> has submitted Assets. Remove Item <b>{2}</b> from table to continue.
fa: {0} <b>{1}</b> دارایی‌ها را ثبت کرده است. برای ادامه، آیتم <b>{2}</b> را از جدول حذف کنید.

source: {0} Account not found against Customer {1}.
fa: حساب {0} برای مشتری {1} یافت نشد.

source: {0} Account: {1} ({2}) must be in either customer billing currency: {3} or Company default currency: {4}
fa: حساب {0}: {1} ({2}) باید در یکی از واحد پول صورتحساب مشتری: {3} یا واحد پول پیش‌فرض شرکت: {4} باشد

source: {0} Budget for Account {1} against {2} {3} is {4}. It is already exceeded by {5}.
fa: بودجه {0} برای حساب {1} در مقابل {2} {3}، {4} است. این مبلغ قبلاً به میزان {5} از حد مجاز فراتر رفته است.

source: {0} Budget for Account {1} against {2} {3} is {4}. It will be exceeded by {5}.
fa: بودجه {0} برای حساب {1} در مقابل {2} {3}، {4} است. این مبلغ به میزان {5} از حد مجاز فراتر خواهد رفت.

source: {0} Coupon used are {1}. Allowed quantity is exhausted
fa: کوپن‌های استفاده شده {0}، {1} مورد است. تعداد مجاز به اتمام رسیده است.

source: {0} Digest
fa: خلاصه {0}

source: {0} Number {1} is already used in {2} {3}
fa: شماره {1} {0} قبلاً در {2} {3} استفاده شده است.

source: {0} Operating Cost for operation {1}
fa: هزینه عملیاتی {0} برای عملیات {1}

source: {0} Operations: {1}
fa: عملیات {0}: {1}

source: {0} Request for {1}
fa: درخواست {0} برای {1}

source: {0} Retain Sample is based on batch, please check Has Batch No to retain sample of item
fa: نگهداری نمونه {0} بر اساس بچ است، لطفاً برای نگهداری نمونه آیتم، 'دارای شماره بچ' را علامت بزنید.

source: {0} Transaction(s) Reconciled
fa: {0} تراکنش تطبیق داده شد

source: {0} account is not of company {1}
fa: {0} حساب متعلق به شرکت {1} نیست

source: {0} account is not of type {1}
fa: {0} حساب از نوع {1} نیست

source: {0} account not found while submitting purchase receipt
fa: حساب {0} هنگام ثبت رسید خرید یافت نشد

source: {0} against Bill {1} dated {2}
fa: {0} در مقابل فاکتور {1} به تاریخ {2}

source: {0} against Purchase Order {1}
fa: {0} در مقابل سفارش خرید {1}

source: {0} against Sales Invoice {1}
fa: {0} در مقابل فاکتور فروش {1}

source: {0} against Sales Order {1}
fa: {0} در مقابل سفارش فروش {1}

source: {0} already has a Parent Procedure {1}.
fa: {0} از قبل دارای رویه والد {1} است.

source: {0} and {1} are mandatory
fa: {0} و {1} اجباری هستند

source: {0} asset cannot be transferred
fa: دارایی {0} قابل انتقال نیست

source: {0} can not be negative
fa: {0} نمی‌تواند منفی باشد

source: {0} cannot be changed with opened Opening Entries.
fa: {0} با وجود ثبت‌های افتتاحیه باز، قابل تغییر نیست.

source: {0} cannot be used as a Main Cost Center because it has been used as child in Cost Center Allocation {1}
fa: {0} نمی‌تواند به عنوان مرکز هزینه اصلی استفاده شود زیرا در تخصیص مرکز هزینه {1} به عنوان زیرمجموعه استفاده شده است

source: {0} cannot be zero
fa: {0} نمی‌تواند صفر باشد

source: {0} created
fa: {0} ایجاد شد

source: {0} currency must be same as company's default currency. Please select another account.
fa: واحد پول {0} باید با واحد پول پیش‌فرض شرکت یکسان باشد. لطفاً حساب دیگری را انتخاب کنید.

source: {0} currently has a {1} Supplier Scorecard standing, and Purchase Orders to this supplier should be issued with caution.
fa: {0} در حال حاضر دارای وضعیت کارت امتیاز تأمین‌کننده {1} است، و سفارشات خرید به این تأمین‌کننده باید با احتیاط صادر شوند.

source: {0} currently has a {1} Supplier Scorecard standing, and RFQs to this supplier should be issued with caution.
fa: {0} در حال حاضر دارای وضعیت کارت امتیاز تأمین‌کننده {1} است، و درخواست‌های قیمت (RFQ) به این تأمین‌کننده باید با احتیاط صادر شوند.

source: {0} does not belong to Company {1}
fa: {0} متعلق به شرکت {1} نیست

source: {0} entered twice in Item Tax
fa: {0} دو بار در مالیات آیتم وارد شده است

source: {0} entered twice {1} in Item Taxes
fa: {0} دو بار {1} در مالیات‌های آیتم وارد شده است

source: {0} for {1}
fa: {0} برای {1}

source: {0} has Payment Term based allocation enabled. Select a Payment Term for Row #{1} in Payment References section
fa: {0} دارای تخصیص بر اساس شرایط پرداخت فعال است. یک شرط پرداخت برای ردیف #{1} در بخش مراجع پرداخت انتخاب کنید

source: {0} has been submitted successfully
fa: {0} با موفقیت ثبت شد

source: {0} hours
fa: {0} ساعت

source: {0} in row {1}
fa: {0} در ردیف {1}

source: {0} is a mandatory Accounting Dimension. <br>Please set a value for {0} in Accounting Dimensions section.
fa: {0} یک بعد حسابداری اجباری است. <br>لطفاً مقداری برای {0} در بخش ابعاد حسابداری تعیین کنید.

source: {0} is added multiple times on rows: {1}
fa: {0} چندین بار در ردیف‌های: {1} اضافه شده است

source: {0} is already running for {1}
fa: {0} از قبل برای {1} در حال اجرا است

source: {0} is blocked so this transaction cannot proceed
fa: {0} مسدود است، بنابراین این تراکنش نمی‌تواند ادامه یابد

source: {0} is mandatory for Item {1}
fa: {0} برای آیتم {1} اجباری است

source: {0} is mandatory for account {1}
fa: {0} برای حساب {1} اجباری است

source: {0} is mandatory. Maybe Currency Exchange record is not created for {1} to {2}
fa: {0} اجباری است. شاید رکورد نرخ ارز برای {1} به {2} ایجاد نشده باشد

source: {0} is mandatory. Maybe Currency Exchange record is not created for {1} to {2}.
fa: {0} اجباری است. شاید رکورد نرخ ارز برای {1} به {2} ایجاد نشده باشد.

source: {0} is not a company bank account
fa: {0} حساب بانکی شرکت نیست

source: {0} is not a group node. Please select a group node as parent cost center
fa: {0} یک گره گروه نیست. لطفاً یک گره گروه را به عنوان مرکز هزینه والد انتخاب کنید.

source: {0} is not a stock Item
fa: {0} یک آیتم انبار نیست

source: {0} is not a valid Value for Attribute {1} of Item {2}.
fa: {0} یک مقدار معتبر برای ویژگی {1} آیتم {2} نیست.

source: {0} is not added in the table
fa: {0} در جدول اضافه نشده است

source: {0} is not enabled in {1}
fa: {0} در {1} فعال نیست

source: {0} is not running. Cannot trigger events for this Document
fa: {0} در حال اجرا نیست. امکان راه‌اندازی رویدادها برای این سند وجود ندارد.

source: {0} is not the default supplier for any items.
fa: {0} تأمین‌کننده پیش‌فرض برای هیچ کالایی نیست.
