Repository: ai-solution-company/systemafarin-custom-addon
Catalog: iran_core/locale/*.po
Languages: fa

source: {0} is on hold till {1}
fa: {0} تا تاریخ {1} در حالت تعلیق است.

source: {0} is open. Close the POS or cancel the existing POS Opening Entry to create a new POS Opening Entry.
fa: {0} باز است. برای ایجاد سند افتتاحیه جدید صندوق فروش، صندوق فروش را ببندید یا سند افتتاحیه موجود را لغو کنید.

source: {0} is still in Draft. Please submit it before saving the Asset Repair.
fa: {0} هنوز در وضعیت پیش‌نویس است. لطفاً قبل از ذخیره تعمیر دارایی، آن را ارسال کنید.

source: {0} is still in Draft. Please submit it before saving the Asset.
fa: {0} هنوز در وضعیت پیش‌نویس است. لطفاً قبل از ذخیره دارایی، آن را ارسال کنید.

source: {0} items in progress
fa: {0} کالا در حال انجام

source: {0} items lost during process.
fa: {0} کالا در طول فرآیند از دست رفت.

source: {0} items produced
fa: {0} کالا تولید شد

source: {0} must be negative in return document
fa: {0} باید در سند برگشتی منفی باشد.

source: {0} not allowed to transact with {1}. Please change the Company or add the Company in the 'Allowed To Transact With'-Section in the Customer record.
fa: {0} مجاز به معامله با {1} نیست. لطفاً شرکت را تغییر دهید یا شرکت را در بخش 'مجاز به معامله با' در سابقه مشتری اضافه کنید.

source: {0} not found for item {1}
fa: {0} برای کالای {1} یافت نشد.

source: {0} parameter is invalid
fa: پارامتر {0} نامعتبر است.

source: {0} payment entries can not be filtered by {1}
fa: اسناد پرداخت {0} را نمی‌توان با {1} فیلتر کرد.

source: {0} qty of Item {1} is being received into Warehouse {2} with capacity {3}.
fa: مقدار {0} از کالای {1} در حال دریافت به انبار {2} با ظرفیت {3} است.

source: {0} units are reserved for Item {1} in Warehouse {2}, please un-reserve the same to {3} the Stock Reconciliation.
fa: {0} واحد از کالای {1} در انبار {2} رزرو شده است، لطفاً برای {3} کردن مغایرت‌گیری موجودی، آن را از رزرو خارج کنید.

source: {0} units of Item {1} is not available in any of the warehouses.
fa: {0} واحد از کالای {1} در هیچ یک از انبارها موجود نیست.

source: {0} units of Item {1} is picked in another Pick List.
fa: {0} واحد از کالای {1} در یک لیست انتخاب دیگر برداشته شده است.

source: {0} units of {1} are required in {2} with the inventory dimension: {3} ({4}) on {5} {6} for {7} to complete the transaction.
fa: {0} واحد از {1} در {2} با ابعاد موجودی: {3} ({4}) در تاریخ {5} {6} برای {7} جهت تکمیل تراکنش مورد نیاز است.

source: {0} units of {1} needed in {2} on {3} {4} for {5} to complete this transaction.
fa: {0} واحد از {1} در {2} در تاریخ {3} {4} برای {5} جهت تکمیل این تراکنش مورد نیاز است.

source: {0} units of {1} needed in {2} on {3} {4} to complete this transaction.
fa: {0} واحد از {1} در {2} در تاریخ {3} {4} برای تکمیل این تراکنش مورد نیاز است.

source: {0} units of {1} needed in {2} to complete this transaction.
fa: {0} واحد از {1} در {2} برای تکمیل این تراکنش مورد نیاز است.

source: {0} until {1}
fa: {0} تا {1}

source: {0} valid serial nos for Item {1}
fa: {0} شماره سریال معتبر برای کالای {1}

source: {0} variants created.
fa: {0} نوع (واریانت) ایجاد شد.

source: {0} view is currently unsupported in Custom Financial Report.
fa: نمای {0} در گزارش مالی سفارشی در حال حاضر پشتیبانی نمی‌شود.

source: {0} will be given as discount.
fa: {0} به عنوان تخفیف داده خواهد شد.

source: {0} will be set as the {1} in subsequently scanned items
fa: {0} به عنوان {1} در کالاهای اسکن شده بعدی تنظیم خواهد شد.

source: {0} {1} Manually
fa: {0} {1} به صورت دستی

source: {0} {1} Partially Reconciled
fa: {0} {1} تا حدی مغایرت‌گیری شده

source: {0} {1} cannot be updated. If you need to make changes, we recommend canceling the existing entry and creating a new one.
fa: {0} {1} قابل به‌روزرسانی نیست. اگر نیاز به ایجاد تغییرات دارید، توصیه می‌کنیم سند موجود را لغو کرده و یک سند جدید ایجاد کنید.

source: {0} {1} created
fa: {0} {1} ایجاد شد

source: {0} {1} does not exist
fa: {0} {1} وجود ندارد

source: {0} {1} has accounting entries in currency {2} for company {3}. Please select a receivable or payable account with currency {2}.
fa: {0} {1} دارای اسناد حسابداری با ارز {2} برای شرکت {3} است. لطفاً یک حساب دریافتنی یا پرداختنی با ارز {2} انتخاب کنید.

source: {0} {1} has already been fully paid.
fa: {0} {1} قبلاً به طور کامل پرداخت شده است.

source: {0} {1} has already been partly paid. Please use the 'Get Outstanding Invoice' or the 'Get Outstanding Orders' button to get the latest outstanding amounts.
fa: {0} {1} قبلاً تا حدی پرداخت شده است. لطفاً از دکمه 'دریافت فاکتورهای معوق' یا 'دریافت سفارشات معوق' برای دریافت آخرین مبالغ معوق استفاده کنید.

source: {0} {1} has been modified. Please refresh.
fa: {0} {1} تغییر یافته است. لطفاً صفحه را بازخوانی کنید.

source: {0} {1} has not been submitted so the action cannot be completed
fa: {0} {1} ارسال نشده است، بنابراین این اقدام قابل تکمیل نیست.

source: {0} {1} is allocated twice in this Bank Transaction
fa: {0} {1} دو بار در این تراکنش بانکی تخصیص یافته است.

source: {0} {1} is already linked to Common Code {2}.
fa: {0} {1} قبلاً به کد مشترک {2} پیوند داده شده است.

source: {0} {1} is associated with {2}, but Party Account is {3}
fa: {0} {1} با {2} مرتبط است، اما حساب طرف حساب {3} است.

source: {0} {1} is cancelled or closed
fa: {0} {1} لغو یا بسته شده است.

source: {0} {1} is cancelled or stopped
fa: {0} {1} لغو یا متوقف شده است.

source: {0} {1} is cancelled so the action cannot be completed
fa: {0} {1} لغو شده است، بنابراین عملیات نمی‌تواند تکمیل شود.

source: {0} {1} is closed
fa: {0} {1} بسته شده است.

source: {0} {1} is disabled
fa: {0} {1} غیرفعال است.

source: {0} {1} is frozen
fa: {0} {1} مسدود شده است.

source: {0} {1} is fully billed
fa: {0} {1} به طور کامل صورت‌حساب شده است.

source: {0} {1} is not active
fa: {0} {1} فعال نیست.

source: {0} {1} is not associated with {2} {3}
fa: {0} {1} با {2} {3} مرتبط نیست.

source: {0} {1} is not in any active Fiscal Year
fa: {0} {1} در هیچ سال مالی فعالی قرار ندارد.

source: {0} {1} is not submitted
fa: {0} {1} ارسال نشده است.

source: {0} {1} is on hold
fa: {0} {1} در حالت تعلیق است.

source: {0} {1} must be submitted
fa: {0} {1} باید ارسال شود.

source: {0} {1} not allowed to be reposted. Modify {2} to enable reposting.
fa: امکان ارسال مجدد {0} {1} وجود ندارد. {2} را برای فعال کردن ارسال مجدد تغییر دهید.

source: {0} {1} status is {2}
fa: وضعیت {0} {1}، {2} است.

source: {0} {1} via CSV File
fa: {0} {1} از طریق فایل CSV

source: {0} {1}: 'Profit and Loss' type account {2} not allowed in Opening Entry
fa: {0} {1}: حساب از نوع «سود و زیان» {2} در ثبت افتتاحیه مجاز نیست.

source: {0} {1}: Account {2} does not belong to Company {3}
fa: {0} {1}: حساب {2} متعلق به شرکت {3} نیست.

source: {0} {1}: Account {2} is a Group Account and group accounts cannot be used in transactions
fa: {0} {1}: حساب {2} یک حساب گروهی است و حساب‌های گروهی نمی‌توانند در تراکنش‌ها استفاده شوند.

source: {0} {1}: Account {2} is inactive
fa: {0} {1}: حساب {2} غیرفعال است.

source: {0} {1}: Accounting Entry for {2} can only be made in currency: {3}
fa: {0} {1}: سند حسابداری برای {2} فقط می‌تواند با ارز {3} ایجاد شود.

source: {0} {1}: Cost Center is mandatory for Item {2}
fa: {0} {1}: مرکز هزینه برای آیتم {2} اجباری است.

source: {0} {1}: Cost Center is required for 'Profit and Loss' account {2}.
fa: {0} {1}: مرکز هزینه برای حساب «سود و زیان» {2} الزامی است.

source: {0} {1}: Cost Center {2} does not belong to Company {3}
fa: {0} {1}: مرکز هزینه {2} متعلق به شرکت {3} نیست.

source: {0} {1}: Cost Center {2} is a group cost center and group cost centers cannot be used in transactions
fa: {0} {1}: مرکز هزینه {2} یک مرکز هزینه گروهی است و مراکز هزینه گروهی نمی‌توانند در تراکنش‌ها استفاده شوند.

source: {0} {1}: Customer is required against Receivable account {2}
fa: {0} {1}: مشتری برای حساب دریافتنی {2} الزامی است.

source: {0} {1}: Either debit or credit amount is required for {2}
fa: {0} {1}: مبلغ بدهکار یا بستانکار برای {2} الزامی است.

source: {0} {1}: Supplier is required against Payable account {2}
fa: {0} {1}: تأمین‌کننده برای حساب پرداختنی {2} الزامی است.

source: {0}% Billed
fa: {0}٪ صورت‌حساب شده

source: {0}% Delivered
fa: {0}٪ تحویل شده

source: {0}% of total invoice value will be given as discount.
fa: {0}٪ از کل مبلغ فاکتور به عنوان تخفیف اعمال خواهد شد.

source: {0}'s {1} cannot be after {2}'s Expected End Date.
fa: {1} مربوط به {0} نمی‌تواند پس از تاریخ پایان مورد انتظار {2} باشد.

source: {0}, complete the operation {1} before the operation {2}.
fa: {0}، عملیات {1} را قبل از عملیات {2} تکمیل کنید.

source: {0}: {1} does not belong to the Company: {2}
fa: {0}: {1} متعلق به شرکت {2} نیست.

source: {0}: {1} does not exists
fa: {0}: {1} وجود ندارد.

source: {0}: {1} is a group account.
fa: {0}: {1} یک حساب گروهی است.

source: {0}: {1} must be less than {2}
fa: {0}: {1} باید کمتر از {2} باشد.

source: {count} Assets created for {item_code}
fa: {count} دارایی برای {item_code} ایجاد شد

source: {doctype} {name} is cancelled or closed.
fa: {doctype} {name} لغو یا بسته شده است.

source: {field_label} is mandatory for sub-contracted {doctype}.
fa: {field_label} برای {doctype} برون‌سپاری شده اجباری است.

source: {item_name}'s Sample Size ({sample_size}) cannot be greater than the Accepted Quantity ({accepted_quantity})
fa: اندازه نمونه ({sample_size}) {item_name} نمی‌تواند بیشتر از مقدار پذیرفته شده ({accepted_quantity}) باشد.

source: {ref_doctype} {ref_name} is {status}.
fa: {ref_doctype} {ref_name} {status} است.

source: {} Available
fa: {} موجود

source: {} To Deliver
fa: {} برای تحویل

source: {} To Receive
fa: {} برای دریافت

source: {} Assigned
fa: {} اختصاص یافته

source: {} Available
fa: {} موجود

source: {} Open
fa: {} باز

source: {} Pending
fa: {} در انتظار

source: {} To Bill
fa: {} برای صورتحساب

source: {} can't be cancelled since the Loyalty Points earned has been redeemed. First cancel the {} No {}
fa: {} قابل لغو نیست زیرا امتیازات وفاداری کسب شده بازخرید شده است. ابتدا {} شماره {} را لغو کنید.

source: {} has submitted assets linked to it. You need to cancel the assets to create purchase return.
fa: {} دارایی‌های مرتبط با آن را ثبت کرده است. برای ایجاد برگشت خرید، باید دارایی‌ها را لغو کنید.

source: {} is a child company.
fa: {} یک شرکت زیرمجموعه است.

source: {} {} is already linked with another {}
fa: {} {} قبلاً با یک {} دیگر مرتبط شده است.

source: {} {} is already linked with {} {}
fa: {} {} قبلاً با {} {} مرتبط شده است.

source: {} {} is not affecting bank account {}
fa: {} {} بر حساب بانکی {} تأثیری نمی‌گذارد.
