Repository: ai-solution-company/systemafarin-custom-addon
Catalog: iran_core/locale/*.po
Languages: fa

source: Asset Depreciation Schedules created/updated:<br>{0}<br><br>Please check, edit if needed, and submit the Asset.
fa: برنامه‌های استهلاک دارایی ایجاد/به‌روزرسانی شده‌اند:<br>{0}<br><br>لطفاً بررسی کنید، در صورت نیاز ویرایش کنید و دارایی را ثبت کنید.

source: Asset Depreciations and Balances
fa: استهلاکات و مانده‌های دارایی

source: Asset Details
fa: جزئیات دارایی

source: Asset Disposal
fa: واگذاری دارایی

source: Asset Finance Book
fa: دفتر مالی دارایی

source: Asset ID
fa: شناسه دارایی

source: Asset Location
fa: مکان دارایی

source: Asset Maintenance
fa: نگهداری دارایی

source: Asset Maintenance Log
fa: گزارش نگهداری دارایی

source: Asset Maintenance Task
fa: وظیفه نگهداری دارایی

source: Asset Maintenance Team
fa: تیم نگهداری دارایی

source: Asset Movement
fa: جابجایی دارایی

source: Asset Movement Item
fa: آیتم جابجایی دارایی

source: Asset Movement record {0} created
fa: سند جابجایی دارایی {0} ایجاد شد

source: Asset Name
fa: نام دارایی

source: Asset Naming Series
fa: سری نامگذاری دارایی

source: Asset Owner
fa: مالک دارایی

source: Asset Owner Company
fa: شرکت مالک دارایی

source: Asset Quantity
fa: تعداد دارایی

source: Asset Received But Not Billed
fa: دارایی دریافت شده اما صورتحساب نشده

source: Asset Repair
fa: تعمیر دارایی

source: Asset Repair Consumed Item
fa: آیتم مصرفی تعمیر دارایی

source: Asset Repair Purchase Invoice
fa: فاکتور خرید تعمیر دارایی

source: Asset Settings
fa: تنظیمات دارایی

source: Asset Shift Allocation
fa: تخصیص شیفت دارایی

source: Asset Shift Factor
fa: ضریب شیفت دارایی

source: Asset Shift Factor {0} is set as default currently. Please change it first.
fa: ضریب شیفت دارایی {0} در حال حاضر به عنوان پیش‌فرض تنظیم شده است. لطفاً ابتدا آن را تغییر دهید.

source: Asset Status
fa: وضعیت دارایی

source: Asset Value
fa: ارزش دارایی

source: Asset Value Adjustment
fa: تعدیل ارزش دارایی

source: Asset Value Adjustment cannot be posted before Asset's purchase date <b>{0}</b>.
fa: تعدیل ارزش دارایی را نمی‌توان قبل از تاریخ خرید دارایی <b>{0}</b> ثبت کرد.

source: Asset Value Analytics
fa: تحلیل ارزش دارایی

source: Asset cancelled
fa: دارایی لغو شد

source: Asset cannot be cancelled, as it is already {0}
fa: دارایی را نمی‌توان لغو کرد، زیرا قبلاً {0} شده است.

source: Asset cannot be scrapped before the last depreciation entry.
fa: دارایی را نمی‌توان قبل از آخرین سند استهلاک اسقاط کرد.

source: Asset capitalized after Asset Capitalization {0} was submitted
fa: دارایی پس از ثبت سند سرمایه‌ای کردن دارایی {0}، سرمایه‌ای شد.

source: Asset created
fa: دارایی ایجاد شد

source: Asset created after being split from Asset {0}
fa: دارایی پس از تفکیک از دارایی {0} ایجاد شد.

source: Asset deleted
fa: دارایی حذف شد

source: Asset issued to Employee {0}
fa: دارایی به کارمند {0} تحویل داده شد.

source: Asset out of order due to Asset Repair {0}
fa: دارایی به دلیل تعمیر دارایی {0} از کار افتاد.

source: Asset received at Location {0} and issued to Employee {1}
fa: دارایی در مکان {0} دریافت و به کارمند {1} تحویل داده شد.

source: Asset restored
fa: دارایی بازیابی شد

source: Asset restored after Asset Capitalization {0} was cancelled
fa: دارایی پس از لغو سند سرمایه‌ای کردن دارایی {0} بازیابی شد.

source: Asset returned
fa: دارایی بازگردانده شد

source: Asset scrapped
fa: دارایی اسقاط شد

source: Asset scrapped via Journal Entry {0}
fa: دارایی از طریق سند روزنامه {0} اسقاط شد.

source: Asset sold
fa: دارایی فروخته شد

source: Asset submitted
fa: دارایی ثبت شد

source: Asset transferred to Location {0}
fa: دارایی به مکان {0} منتقل شد.

source: Asset updated after being split into Asset {0}
fa: دارایی پس از تفکیک به دارایی {0} به‌روزرسانی شد.

source: Asset updated due to Asset Repair {0} {1}.
fa: دارایی به دلیل تعمیر دارایی {0} {1} به‌روزرسانی شد.

source: Asset {0} cannot be scrapped, as it is already {1}
fa: دارایی {0} را نمی‌توان اسقاط کرد، زیرا قبلاً {1} شده است.

source: Asset {0} does not belong to Item {1}
fa: دارایی {0} متعلق به آیتم {1} نیست.

source: Asset {0} does not belong to company {1}
fa: دارایی {0} متعلق به شرکت {1} نیست.

source: Asset {0} does not belong to the custodian {1}
fa: دارایی {0} متعلق به امین {1} نیست.

source: Asset {0} does not belong to the location {1}
fa: دارایی {0} متعلق به مکان {1} نیست.

source: Asset {0} does not exist
fa: دارایی {0} وجود ندارد.

source: Asset {0} has been updated. Please set the depreciation details if any and submit it.
fa: دارایی {0} به‌روزرسانی شده است. لطفاً جزئیات استهلاک را (در صورت وجود) تنظیم و آن را ثبت کنید.

source: Asset {0} is in {1} status and cannot be repaired.
fa: دارایی {0} در وضعیت {1} است و قابل تعمیر نیست.

source: Asset {0} is not set to calculate depreciation.
fa: دارایی {0} برای محاسبه استهلاک تنظیم نشده است.

source: Asset {0} is not submitted. Please submit the asset before proceeding.
fa: دارایی {0} ثبت نشده است. لطفاً قبل از ادامه، دارایی را ثبت کنید.

source: Asset {0} must be submitted
fa: دارایی {0} باید ثبت شود.

source: Asset {assets_link} created for {item_code}
fa: دارایی {assets_link} برای {item_code} ایجاد شد.

source: Asset's depreciation schedule updated after Asset Shift Allocation {0}
fa: برنامه استهلاک دارایی پس از تخصیص شیفت دارایی {0} به‌روزرسانی شد.

source: Asset's value adjusted after cancellation of Asset Value Adjustment {0}
fa: ارزش دارایی پس از لغو تعدیل ارزش دارایی {0} تعدیل شد.

source: Asset's value adjusted after submission of Asset Value Adjustment {0}
fa: ارزش دارایی پس از ثبت تعدیل ارزش دارایی {0} تعدیل شد.

source: Assets
fa: دارایی‌ها

source: Assets not created for {item_code}. You will have to create asset manually.
fa: دارایی‌ها برای {item_code} ایجاد نشدند. باید دارایی را به صورت دستی ایجاد کنید.

source: Assets {assets_link} created for {item_code}
fa: دارایی‌های {assets_link} برای {item_code} ایجاد شدند.

source: Assign Job to Employee
fa: اختصاص شغل به کارمند

source: Assign to Name
fa: اختصاص به نام

source: Assignment Conditions
fa: شرایط تخصیص

source: Associate
fa: مرتبط کردن

source: At Row #{0}: The picked quantity {1} for the item {2} is greater than available stock {3} for the batch {4} in the warehouse {5}. Please restock the item.
fa: در ردیف #{0}: مقدار انتخاب شده {1} برای آیتم {2} بیشتر از موجودی در دسترس {3} برای بچ {4} در انبار {5} است. لطفاً آیتم را دوباره موجود کنید.

source: At Row #{0}: The picked quantity {1} for the item {2} is greater than available stock {3} in the warehouse {4}.
fa: در ردیف #{0}: مقدار انتخاب شده {1} برای آیتم {2} بیشتر از موجودی در دسترس {3} در انبار {4} است.

source: At least one account with exchange gain or loss is required
fa: حداقل یک حساب با سود یا زیان تسعیر ارز مورد نیاز است.

source: At least one asset has to be selected.
fa: حداقل یک دارایی باید انتخاب شود.

source: At least one invoice has to be selected.
fa: حداقل یک فاکتور باید انتخاب شود.

source: At least one item should be entered with negative quantity in return document
fa: حداقل یک آیتم باید با مقدار منفی در سند برگشت وارد شود.

source: At least one mode of payment is required for POS invoice.
fa: حداقل یک روش پرداخت برای فاکتور POS مورد نیاز است.

source: At least one of the Applicable Modules should be selected
fa: حداقل یکی از ماژول‌های قابل اجرا باید انتخاب شود.

source: At least one of the Selling or Buying must be selected
fa: حداقل یکی از گزینه‌های فروش یا خرید باید انتخاب شود.

source: At least one row is required for a financial report template
fa: حداقل یک ردیف برای الگوی گزارش مالی مورد نیاز است.

source: At least one warehouse is mandatory
fa: حداقل یک انبار اجباری است.

source: At row #{0}: the Difference Account must not be a Stock type account, please change the Account Type for the account {1} or select a different account
fa: در ردیف #{0}: حساب تفاوت نباید از نوع حساب موجودی باشد، لطفاً نوع حساب را برای حساب {1} تغییر دهید یا حساب دیگری را انتخاب کنید.

source: At row #{0}: the sequence id {1} cannot be less than previous row sequence id {2}
fa: در ردیف #{0}: شناسه توالی {1} نمی‌تواند کمتر از شناسه توالی ردیف قبلی {2} باشد.

source: At row #{0}: you have selected the Difference Account {1}, which is a Cost of Goods Sold type account. Please select a different account
fa: در ردیف #{0}: شما حساب تفاوت {1} را انتخاب کرده‌اید که از نوع حساب بهای تمام شده کالای فروخته شده است. لطفاً حساب دیگری را انتخاب کنید.

source: At row {0}: Batch No is mandatory for Item {1}
fa: در ردیف {0}: شماره بچ برای آیتم {1} اجباری است.

source: At row {0}: Parent Row No cannot be set for item {1}
fa: در ردیف {0}: شماره ردیف والد را نمی‌توان برای آیتم {1} تنظیم کرد.

source: At row {0}: Qty is mandatory for the batch {1}
fa: در ردیف {0}: مقدار برای بچ {1} اجباری است.

source: At row {0}: Serial No is mandatory for Item {1}
fa: در ردیف {0}: شماره سریال برای آیتم {1} اجباری است.

source: At row {0}: Serial and Batch Bundle {1} has already created. Please remove the values from the serial no or batch no fields.
fa: در ردیف {0}: بسته سریال و بچ {1} قبلاً ایجاد شده است. لطفاً مقادیر را از فیلدهای شماره سریال یا شماره بچ حذف کنید.

source: At row {0}: set Parent Row No for item {1}
fa: در ردیف {0}: شماره ردیف والد را برای آیتم {1} تنظیم کنید.

source: Atleast one raw material for Finished Good Item {0} should be customer provided.
fa: حداقل یک ماده اولیه برای کالای ساخته شده {0} باید توسط مشتری تأمین شود.

source: Atmosphere
fa: محیط

source: Attach CSV File
fa: پیوست کردن فایل CSV

source: Attach a comma separated .csv file with two columns, one for the old name and one for the new name.
fa: یک فایل .csv با جداکننده کاما و دو ستون، یکی برای نام قدیمی و دیگری برای نام جدید پیوست کنید.

source: Attach custom Chart of Accounts file
fa: پیوست کردن فایل نمودار حساب‌های سفارشی

source: Attendance & Leaves
fa: حضور و غیاب و مرخصی‌ها

source: Attendance Device ID (Biometric/RF tag ID)
fa: شناسه دستگاه حضور و غیاب (شناسه بیومتریک/تگ RF)

source: Attribute
fa: ویژگی

source: Attribute Name
fa: نام ویژگی

source: Attribute Value
fa: مقدار ویژگی

source: Attribute table is mandatory
fa: جدول ویژگی‌ها اجباری است.

source: Attribute value: {0} must appear only once
fa: مقدار ویژگی: {0} باید فقط یک بار ظاهر شود.

source: Attribute {0} selected multiple times in Attributes Table
fa: ویژگی {0} چندین بار در جدول ویژگی‌ها انتخاب شده است.

source: Attributes
fa: ویژگی‌ها

source: Auditor
fa: حسابرس

source: Authentication Failed
fa: احراز هویت ناموفق بود.

source: Authorised By
fa: تایید شده توسط

source: Authorization Control
fa: کنترل مجوز

source: Authorization Rule
fa: قاعده مجوز

source: Authorized Signatory
fa: امضاکننده مجاز

source: Authorized Value
fa: مقدار مجاز

source: Auto Create Assets on Purchase
fa: ایجاد خودکار دارایی‌ها هنگام خرید

source: Auto Create Exchange Rate Revaluation
fa: ایجاد خودکار تجدید ارزیابی نرخ ارز

source: Auto Create Purchase Receipt
fa: ایجاد خودکار رسید خرید

source: Auto Create Serial and Batch Bundle For Outward
fa: ایجاد خودکار بسته سریال و بچ برای خروج

source: Auto Create Subcontracting Order
fa: ایجاد خودکار سفارش برون‌سپاری

source: Auto Created
fa: ایجاد شده خودکار

source: Auto Created Serial and Batch Bundle
fa: بسته سریال و بچ ایجاد شده خودکار

source: Auto Creation of Contact
fa: ایجاد خودکار مخاطب

source: Auto Fetch
fa: واکشی خودکار

source: Auto Fetch Serial Numbers
fa: واکشی خودکار شماره سریال‌ها

source: Auto Insert Item Price If Missing
fa: درج خودکار قیمت آیتم در صورت عدم وجود

source: Auto Material Request
fa: درخواست مواد خودکار

source: Auto Material Requests Generated
fa: درخواست‌های مواد خودکار ایجاد شده

source: Auto Opt In (For all customers)
fa: عضویت خودکار (برای همه مشتریان)

source: Auto Reconcile
fa: تطبیق خودکار

source: Auto Reconcile Payments
fa: تطبیق خودکار پرداخت‌ها

source: Auto Reconciliation
fa: تطبیق خودکار

source: Auto Reconciliation Job Trigger
fa: راه‌انداز وظیفه تطبیق خودکار

source: Auto Reconciliation has started in the background
fa: تطبیق خودکار در پس‌زمینه آغاز شد

source: Auto Reconciliation of Payments has been disabled. Enable it through {0}
fa: تطبیق خودکار پرداخت‌ها غیرفعال شده است. آن را از طریق {0} فعال کنید.

source: Auto Repeat Detail
fa: جزئیات تکرار خودکار

source: Auto Reserve Serial and Batch Nos
fa: رزرو خودکار شماره سریال و بچ

source: Auto Reserve Stock
fa: رزرو خودکار موجودی

source: Auto Reserve Stock for Sales Order on Purchase
fa: رزرو خودکار موجودی برای سفارش فروش هنگام خرید

source: Auto Tax Settings Error
fa: خطای تنظیمات مالیات خودکار

source: Auto close Opportunity Replied after the no. of days mentioned above
fa: بستن خودکار فرصت‌های پاسخ‌داده شده پس از تعداد روزهای ذکر شده در بالا

source: Auto match and set the Party in Bank Transactions
fa: تطبیق و تنظیم خودکار طرف حساب در تراکنش‌های بانکی

source: Auto re-order
fa: سفارش‌گذاری مجدد خودکار

source: Auto repeat document updated
fa: سند تکرار خودکار به‌روز شد

source: Auto write off precision loss while consolidation
fa: حذف خودکار زیان دقت هنگام تجمیع

source: Automatically Add Filtered Item To Cart
fa: افزودن خودکار آیتم فیلتر شده به سبد خرید

source: Automatically Add Taxes and Charges from Item Tax Template
fa: افزودن خودکار مالیات‌ها و هزینه‌ها از قالب مالیات آیتم

source: Automatically Add Taxes from Taxes and Charges Template
fa: افزودن خودکار مالیات‌ها از قالب مالیات‌ها و هزینه‌ها

source: Automatically Create New Batch
fa: ایجاد خودکار بچ جدید

source: Automatically Fetch Payment Terms from Order
fa: واکشی خودکار شرایط پرداخت از سفارش

source: Automatically Process Deferred Accounting Entry
fa: پردازش خودکار ثبت حسابداری معوق

source: Automatically post balancing accounting entry
fa: ثبت خودکار سند حسابداری ترازکننده

source: Automotive
fa: خودرو

source: Availability Of Slots
fa: ظرفیت‌های موجود

source: Available
fa: موجود

source: Available Batch Qty at From Warehouse
fa: مقدار موجود دسته‌ای در انبار مبدأ

source: Available Batch Qty at Warehouse
fa: مقدار موجود دسته‌ای در انبار

source: Available Batch Report
fa: گزارش دسته‌های موجود

source: Available For Use Date
fa: تاریخ قابل استفاده

source: Available Qty
fa: مقدار موجود

source: Available Qty For Consumption
fa: مقدار موجود جهت مصرف

source: Available Qty at Company
fa: مقدار موجود در شرکت

source: Available Qty at Source Warehouse
fa: مقدار موجود در انبار مبدأ

source: Available Qty at Target Warehouse
fa: مقدار موجود در انبار مقصد

source: Available Qty at WIP Warehouse
fa: مقدار موجود در انبار در جریان ساخت

source: Available Qty at Warehouse
fa: مقدار موجود در انبار

source: Available Qty to Reserve
fa: مقدار موجود جهت رزرو

source: Available Quantity
fa: مقدار موجود

source: Available Serial No
fa: شماره سریال موجود

source: Available Stock
fa: موجودی در دسترس

source: Available Stock for Packing Items
fa: موجودی در دسترس برای اقلام بسته‌بندی

source: Available for use date is required
fa: تاریخ قابل استفاده اجباری است

source: Available quantity is {0}, you need {1}
fa: مقدار موجود {0} است، شما به {1} نیاز دارید

source: Available {0}
fa: {0} موجود

source: Available-for-use Date
fa: تاریخ قابل استفاده

source: Available-for-use Date should be after purchase date
fa: تاریخ قابل استفاده باید بعد از تاریخ خرید باشد

source: Average Age
fa: میانگین سن

source: Average Completion
fa: میانگین تکمیل

source: Average Discount
fa: میانگین تخفیف

source: Average Rate
fa: میانگین نرخ

source: Average Response Time
fa: میانگین زمان پاسخگویی

source: Average time taken by the supplier to deliver
fa: میانگین زمان صرف شده توسط تأمین‌کننده برای تحویل

source: Avg Daily Outgoing
fa: میانگین خروجی روزانه

source: Avg Rate
fa: میانگین نرخ

source: Avg Rate (Balance Stock)
fa: میانگین نرخ (موجودی باقیمانده)

source: Avg. Buying Price List Rate
fa: میانگین نرخ لیست قیمت خرید

source: Avg. Selling Price List Rate
fa: میانگین نرخ لیست قیمت فروش

source: Avg. Selling Rate
fa: میانگین نرخ فروش

source: BIN Qty
fa: مقدار قفسه

source: BOM 1 {0} and BOM 2 {1} should not be same
fa: BOM 1 {0} و BOM 2 {1} نباید یکسان باشند

source: BOM Comparison Tool
fa: ابزار مقایسه BOM

source: BOM Created
fa: BOM ایجاد شد

source: BOM Creator
fa: ایجادکننده BOM

source: BOM Creator Item
fa: آیتم ایجادکننده BOM

source: BOM Detail No
fa: شماره جزئیات BOM

source: BOM Explorer
fa: کاوشگر BOM

source: BOM Explosion Item
fa: آیتم تجزیه BOM

source: BOM ID
fa: شناسه BOM

source: BOM Info
fa: اطلاعات BOM

source: BOM Item
fa: آیتم BOM

source: BOM Level
fa: سطح BOM

source: BOM No
fa: شماره BOM

source: BOM No (For Semi-Finished Goods)
fa: شماره BOM (برای کالاهای نیمه‌ساخته)

source: BOM No. for a Finished Good Item
fa: شماره BOM برای یک آیتم کالای ساخته‌شده

source: BOM Operation
fa: عملیات BOM

source: BOM Operations Time
fa: زمان عملیات BOM

source: BOM Qty
fa: مقدار BOM

source: BOM Rate
fa: نرخ BOM

source: BOM Scrap Item
fa: آیتم ضایعات BOM

source: BOM Search
fa: جستجوی BOM

source: BOM Stock Calculated
fa: موجودی BOM محاسبه شد

source: BOM Stock Report
fa: گزارش موجودی BOM

source: BOM Tree
fa: درخت BOM

source: BOM UoM
fa: واحد اندازه‌گیری BOM

source: BOM Update Batch
fa: دسته به‌روزرسانی BOM

source: BOM Update Initiated
fa: به‌روزرسانی BOM آغاز شد

source: BOM Update Log
fa: گزارش به‌روزرسانی BOM

source: BOM Update Tool
fa: ابزار به‌روزرسانی BOM

source: BOM Update Tool Log with job status maintained
fa: گزارش ابزار به‌روزرسانی BOM با وضعیت کار نگهداری‌شده

source: BOM Updation already in progress. Please wait until {0} is complete.
fa: به‌روزرسانی BOM در حال انجام است. لطفاً تا تکمیل {0} منتظر بمانید.

source: BOM Updation is queued and may take a few minutes. Check {0} for progress.
fa: به‌روزرسانی BOM در صف قرار گرفته و ممکن است چند دقیقه طول بکشد. برای مشاهده پیشرفت، {0} را بررسی کنید.

source: BOM Variance Report
fa: گزارش واریانس BOM

source: BOM Website Item
fa: آیتم وب‌سایت BOM

source: BOM Website Operation
fa: عملیات وب‌سایت BOM

source: BOM and Manufacturing Quantity are required
fa: BOM و مقدار تولید الزامی است

source: BOM and Production
fa: BOM و تولید

source: BOM does not contain any stock item
fa: BOM شامل هیچ کالای انبارداری نیست

source: BOM recursion: {0} cannot be child of {1}
fa: بازگشت BOM: {0} نمی‌تواند فرزند {1} باشد

source: BOM recursion: {1} cannot be parent or child of {0}
fa: بازگشت BOM: {1} نمی‌تواند والد یا فرزند {0} باشد

source: BOM {0} does not belong to Item {1}
fa: BOM {0} متعلق به کالای {1} نیست

source: BOM {0} must be active
fa: BOM {0} باید فعال باشد

source: BOM {0} must be submitted
fa: BOM {0} باید ثبت نهایی شده باشد

source: BOM {0} not found for the item {1}
fa: BOM {0} برای کالای {1} یافت نشد

source: BOMs Updated
fa: BOMها به‌روزرسانی شد

source: BOMs created successfully
fa: BOMها با موفقیت ایجاد شد

source: BOMs creation failed
fa: ایجاد BOMها ناموفق بود

source: BOMs creation has been enqueued, kindly check the status after some time
fa: ایجاد BOMها در صف قرار گرفت، لطفاً وضعیت را پس از مدتی بررسی کنید

source: Backdated Stock Entry
fa: سند انبار با تاریخ گذشته

source: Backflush Materials From WIP Warehouse
fa: برگشت مواد از انبار در جریان ساخت

source: Backflush Raw Materials
fa: برگشت مواد اولیه

source: Backflush Raw Materials Based On
fa: برگشت مواد اولیه بر اساس

source: Backflush Raw Materials From Work-in-Progress Warehouse
fa: برگشت مواد اولیه از انبار در جریان ساخت

source: Backflush Raw Materials of Subcontract Based On
fa: برگشت مواد اولیه پیمانکاری فرعی بر اساس

source: Balance
fa: مانده

source: Balance (Dr - Cr)
fa: مانده (بدهکار - بستانکار)

source: Balance ({0})
fa: مانده ({0})

source: Balance In Account Currency
fa: مانده به ارز حساب

source: Balance In Base Currency
fa: مانده به ارز پایه

source: Balance Qty
fa: مانده مقدار

source: Balance Qty (Stock)
fa: مانده مقدار (انبار)

source: Balance Serial No
fa: مانده شماره سریال

source: Balance Sheet
fa: ترازنامه

source: Balance Sheet Closing Balance
fa: مانده اختتامیه ترازنامه

source: Balance Sheet Summary
fa: خلاصه ترازنامه

source: Balance Stock Qty
fa: مانده مقدار موجودی

source: Balance Stock Value
fa: مانده ارزش موجودی

source: Balance Type
fa: نوع مانده

source: Balance Value
fa: ارزش مانده

source: Balance for Account {0} must always be {1}
fa: مانده حساب {0} همیشه باید {1} باشد

source: Balance must be
fa: مانده باید باشد

source: Bank
fa: بانک

source: Bank / Cash Account
fa: حساب بانک / صندوق

source: Bank A/C No.
fa: شماره حساب بانکی

source: Bank Account
fa: حساب بانکی

source: Bank Account Details
fa: جزئیات حساب بانکی

source: Bank Account Info
fa: اطلاعات حساب بانکی

source: Bank Account No
fa: شماره حساب بانکی

source: Bank Account Subtype
fa: زیرنوع حساب بانکی

source: Bank Account Type
fa: نوع حساب بانکی

source: Bank Account {} in Bank Transaction {} is not matching with Bank Account {}
fa: حساب بانکی {} در تراکنش بانکی {} با حساب بانکی {} مطابقت ندارد.

source: Bank Accounts
fa: حساب‌های بانکی

source: Bank Balance
fa: موجودی بانک

source: Bank Charges
fa: کارمزدهای بانکی

source: Bank Charges Account
fa: حساب کارمزدهای بانکی

source: Bank Clearance
fa: تسویه بانکی

source: Bank Clearance Detail
fa: جزئیات تسویه بانکی

source: Bank Clearance Summary
fa: خلاصه تسویه بانکی

source: Bank Credit Balance
fa: مانده بستانکار بانکی

source: Bank Details
fa: جزئیات بانک

source: Bank Draft
fa: حواله بانکی

source: Bank Entry
fa: ثبت بانکی

source: Bank Guarantee
fa: ضمانت‌نامه بانکی

source: Bank Guarantee Number
fa: شماره ضمانت‌نامه بانکی

source: Bank Guarantee Type
fa: نوع ضمانت‌نامه بانکی

source: Bank Name
fa: نام بانک

source: Bank Overdraft Account
fa: حساب اضافه برداشت بانکی

source: Bank Reconciliation Statement
fa: صورت مغایرت بانکی

source: Bank Reconciliation Tool
fa: ابزار مغایرت‌گیری بانکی

source: Bank Statement Import
fa: واردات صورتحساب بانکی

source: Bank Statement balance as per General Ledger
fa: مانده صورتحساب بانکی طبق دفتر کل

source: Bank Transaction
fa: تراکنش بانکی

source: Bank Transaction Mapping
fa: تطبیق تراکنش بانکی

source: Bank Transaction Payments
fa: پرداخت‌های تراکنش بانکی

source: Bank Transaction {0} Matched
fa: تراکنش بانکی {0} تطبیق داده شد.

source: Bank Transaction {0} added as Journal Entry
fa: تراکنش بانکی {0} به عنوان سند روزنامه اضافه شد.

source: Bank Transaction {0} added as Payment Entry
fa: تراکنش بانکی {0} به عنوان سند پرداخت اضافه شد.

source: Bank Transaction {0} is already fully reconciled
fa: تراکنش بانکی {0} قبلاً به طور کامل مغایرت‌گیری شده است.

source: Bank Transaction {0} updated
fa: تراکنش بانکی {0} به‌روزرسانی شد.

source: Bank account cannot be named as {0}
fa: حساب بانکی نمی‌تواند {0} نامیده شود.

source: Bank account {0} already exists and could not be created again
fa: حساب بانکی {0} از قبل موجود است و نمی‌تواند دوباره ایجاد شود.

source: Bank accounts added
fa: حساب‌های بانکی اضافه شد.

source: Bank transaction creation error
fa: خطای ایجاد تراکنش بانکی

source: Bank/Cash Account
fa: حساب بانک/صندوق

source: Bank/Cash Account {0} doesn't belong to company {1}
fa: حساب بانک/صندوق {0} متعلق به شرکت {1} نیست.

source: Banking
fa: بانکداری

source: Barcode Type
fa: نوع بارکد

source: Barcode {0} already used in Item {1}
fa: بارکد {0} قبلاً در آیتم {1} استفاده شده است

source: Barcode {0} is not a valid {1} code
fa: بارکد {0} یک کد {1} معتبر نیست

source: Barcodes
fa: بارکدها

source: Barleycorn
fa: دانه جو

source: Barrel (Oil)
fa: بشکه (نفت)

source: Barrel(Beer)
fa: بشکه (آبجو)

source: Base Amount
fa: مبلغ پایه

source: Base Amount (Company Currency)
fa: مبلغ پایه (ارز شرکت)

source: Base Change Amount (Company Currency)
fa: مبلغ تغییر پایه (ارز شرکت)

source: Base Cost Per Unit
fa: بهای تمام شده پایه هر واحد

source: Base Hour Rate(Company Currency)
fa: نرخ ساعتی پایه (ارز شرکت)

source: Base Rate
fa: نرخ پایه

source: Base Tax Withholding Net Total
fa: جمع خالص مالیات تکلیفی پایه

source: Base Total
fa: جمع کل پایه

source: Base Total Billable Amount
fa: کل مبلغ قابل صورتحساب پایه

source: Base Total Billed Amount
fa: کل مبلغ صورتحساب شده پایه

source: Base Total Costing Amount
fa: کل مبلغ بهای تمام شده پایه

source: Based On Data ( in years )
fa: بر اساس داده (به سال)

source: Based On Document
fa: بر اساس سند

source: Based On Payment Terms
fa: بر اساس شرایط پرداخت

source: Based On Price List
fa: بر اساس لیست قیمت
