Repository: ai-solution-company/systemafarin-custom-addon
Catalog: iran_core/locale/*.po
Languages: fa

source: Payment Request Outstanding
fa: درخواست پرداخت‌های معوق

source: Payment Request Type
fa: نوع درخواست پرداخت

source: Payment Request created from Sales Order or Purchase Order will be in Draft status. When disabled document will be in unsaved state.
fa: درخواست پرداخت ایجاد شده از سفارش فروش یا سفارش خرید در وضعیت پیش‌نویس خواهد بود. در صورت غیرفعال شدن، سند در وضعیت ذخیره‌نشده قرار می‌گیرد.

source: Payment Request for {0}
fa: درخواست پرداخت برای {0}

source: Payment Request is already created
fa: درخواست پرداخت قبلاً ایجاد شده است

source: Payment Request took too long to respond. Please try requesting for payment again.
fa: درخواست پرداخت برای پاسخ‌گویی بیش از حد طول کشید. لطفاً مجدداً درخواست پرداخت را امتحان کنید.

source: Payment Requests cannot be created against: {0}
fa: درخواست پرداخت را نمی‌توان در برابر موارد زیر ایجاد کرد: {0}

source: Payment Schedule
fa: برنامه پرداخت

source: Payment Status
fa: وضعیت پرداخت

source: Payment Term
fa: شرط پرداخت

source: Payment Term Name
fa: نام شرط پرداخت

source: Payment Term Outstanding
fa: شرط پرداخت معوق

source: Payment Terms
fa: شرایط پرداخت

source: Payment Terms Status for Sales Order
fa: وضعیت شرایط پرداخت برای سفارش فروش

source: Payment Terms Template
fa: قالب شرایط پرداخت

source: Payment Terms Template Detail
fa: جزئیات قالب شرایط پرداخت

source: Payment Terms from orders will be fetched into the invoices as is
fa: شرایط پرداخت از سفارشات به همان صورت به فاکتورها منتقل خواهد شد

source: Payment Terms:
fa: شرایط پرداخت:

source: Payment Type
fa: نوع پرداخت

source: Payment Type must be one of Receive, Pay and Internal Transfer
fa: نوع پرداخت باید یکی از موارد دریافت، پرداخت و انتقال داخلی باشد

source: Payment URL
fa: لینک پرداخت

source: Payment Unlink Error
fa: خطای لغو پیوند پرداخت

source: Payment against {0} {1} cannot be greater than Outstanding Amount {2}
fa: مبلغ پرداخت در برابر {0} {1} نمی‌تواند بیشتر از مبلغ معوق {2} باشد

source: Payment amount cannot be less than or equal to 0
fa: مبلغ پرداخت نمی‌تواند کمتر یا مساوی 0 باشد

source: Payment methods are mandatory. Please add at least one payment method.
fa: روش‌های پرداخت اجباری هستند. لطفاً حداقل یک روش پرداخت اضافه کنید.

source: Payment of {0} received successfully.
fa: پرداخت {0} با موفقیت دریافت شد.

source: Payment of {0} received successfully. Waiting for other requests to complete...
fa: پرداخت {0} با موفقیت دریافت شد. در انتظار تکمیل درخواست‌های دیگر...

source: Payment related to {0} is not completed
fa: پرداخت مربوط به {0} تکمیل نشده است

source: Payment request failed
fa: درخواست پرداخت ناموفق بود

source: Payment term {0} not used in {1}
fa: شرط پرداخت {0} در {1} استفاده نشده است

source: Payments
fa: پرداخت‌ها

source: Payments could not be updated.
fa: پرداخت‌ها قابل به‌روزرسانی نبودند.

source: Payments updated.
fa: پرداخت‌ها به‌روزرسانی شدند.

source: Payroll Entry
fa: سند حقوق و دستمزد

source: Payroll Payable
fa: حقوق و دستمزد پرداختنی

source: Payslip
fa: فیش حقوقی

source: Peck (UK)
fa: پک (بریتانیا)

source: Peck (US)
fa: پک (آمریکا)

source: Pegged Against
fa: متصل به

source: Pegged Currencies
fa: ارزهای متصل

source: Pegged Currency Details
fa: جزئیات ارزهای متصل

source: Pending Activities
fa: فعالیت‌های در انتظار

source: Pending Amount
fa: مبلغ در انتظار

source: Pending Qty
fa: مقدار در انتظار

source: Pending Quantity
fa: مقدار در انتظار

source: Pending Review
fa: در انتظار بررسی

source: Pending SO Items For Purchase Request
fa: آیتم‌های سفارش فروش در انتظار درخواست خرید

source: Pending Work Order
fa: سفارش کار در انتظار

source: Pending activities for today
fa: فعالیت‌های در انتظار امروز

source: Pending processing
fa: در انتظار پردازش

source: Pension Funds
fa: صندوق‌های بازنشستگی

source: Per Day
fa: روزانه

source: Per Day Shift Time (In Hours) * No of Workstations * No of Shift
fa: روزانه زمان شیفت (به ساعت) * تعداد ایستگاه‌های کاری * تعداد شیفت

source: Per Month
fa: ماهانه

source: Per Received
fa: به ازای دریافت شده

source: Per Transferred
fa: به ازای انتقال یافته

source: Per Unit Time in Mins
fa: زمان هر واحد به دقیقه

source: Per Week
fa: هفتگی

source: Per Year
fa: سالانه

source: Percentage (%)
fa: درصد (%)

source: Percentage Allocation
fa: تخصیص درصدی

source: Percentage Allocation should be equal to 100%
fa: تخصیص درصدی باید برابر با ۱۰۰% باشد

source: Percentage you are allowed to order beyond the Blanket Order quantity.
fa: درصدی که مجاز به سفارش فراتر از مقدار سفارش کلی هستید.

source: Percentage you are allowed to sell beyond the Blanket Order quantity.
fa: درصدی که مجاز به فروش فراتر از مقدار سفارش کلی هستید.

source: Percentage you are allowed to transfer more against the quantity ordered. For example: If you have ordered 100 units. and your Allowance is 10% then you are allowed to transfer 110 units.
fa: درصدی که مجاز به انتقال بیشتر از مقدار سفارش داده شده هستید. به عنوان مثال: اگر ۱۰۰ واحد سفارش داده‌اید و سهمیه شما ۱۰% است، مجاز به انتقال ۱۱۰ واحد هستید.

source: Perception Analysis
fa: تحلیل ادراک

source: Period Based On
fa: مبنای دوره

source: Period Closed
fa: دوره بسته شده

source: Period Closing Entry For Current Period
fa: سند بستن دوره برای دوره جاری

source: Period Closing Settings
fa: تنظیمات بستن دوره

source: Period Closing Voucher
fa: سند بستن دوره

source: Period Closing Voucher {0} GL Entry Cancellation Failed
fa: لغو ثبت دفتر کل سند بستن دوره {0} با شکست مواجه شد

source: Period Closing Voucher {0} GL Entry Processing Failed
fa: پردازش ثبت دفتر کل سند بستن دوره {0} با شکست مواجه شد

source: Period Details
fa: جزئیات دوره

source: Period End Date
fa: تاریخ پایان دوره

source: Period End Date cannot be greater than Fiscal Year End Date
fa: تاریخ پایان دوره نمی‌تواند بزرگتر از تاریخ پایان سال مالی باشد

source: Period Movement (Debits - Credits)
fa: گردش دوره (بدهکار - بستانکار)

source: Period Name
fa: نام دوره

source: Period Score
fa: امتیاز دوره

source: Period Settings
fa: تنظیمات دوره

source: Period Start Date
fa: تاریخ شروع دوره

source: Period Start Date cannot be greater than Period End Date
fa: تاریخ شروع دوره نمی‌تواند بزرگتر از تاریخ پایان دوره باشد

source: Period Start Date must be {0}
fa: تاریخ شروع دوره باید {0} باشد

source: Period To Date
fa: تا تاریخ دوره

source: Period based On
fa: دوره بر اساس

source: Periodic Accounting
fa: حسابداری ادواری

source: Periodic Accounting Entry
fa: سند حسابداری ادواری

source: Periodic Accounting Entry is not allowed for company {0} with perpetual inventory enabled
fa: سند حسابداری ادواری برای شرکت {0} با موجودی دائم فعال مجاز نیست

source: Periodic Entry Difference Account
fa: حساب تفاوت سند ادواری

source: Periodicity
fa: تناوب

source: Permanent Address
fa: آدرس دائمی

source: Permanent Address Is
fa: آدرس دائمی است

source: Perpetual inventory required for the company {0} to view this report.
fa: موجودی دائم برای شرکت {0} جهت مشاهده این گزارش الزامی است.

source: Personal Details
fa: اطلاعات شخصی

source: Personal Email
fa: ایمیل شخصی

source: Petrol
fa: بنزین

source: Pharmaceutical
fa: دارویی

source: Pharmaceuticals
fa: محصولات دارویی

source: Phone Ext.
fa: داخلی تلفن

source: Phone No
fa: شماره تلفن

source: Phone Number
fa: شماره تلفن

source: Pick List
fa: لیست جمع‌آوری

source: Pick List Incomplete
fa: لیست جمع‌آوری ناقص

source: Pick List Item
fa: آیتم لیست جمع‌آوری

source: Pick Manually
fa: انتخاب دستی

source: Pick Serial / Batch
fa: انتخاب سریال / بچ

source: Pick Serial / Batch Based On
fa: انتخاب سریال / بچ بر اساس

source: Pick Serial / Batch No
fa: شماره سریال / بچ

source: Picked Qty
fa: مقدار انتخاب شده

source: Picked Qty (in Stock UOM)
fa: مقدار انتخاب شده (در واحد اندازه‌گیری انبار)

source: Pickup
fa: تحویل گرفتن

source: Pickup Contact Person
fa: شخص تماس برای تحویل گرفتن

source: Pickup Date
fa: تاریخ تحویل گرفتن

source: Pickup Date cannot be before this day
fa: تاریخ تحویل گرفتن نمی‌تواند قبل از امروز باشد

source: Pickup From
fa: زمان شروع تحویل

source: Pickup To time should be greater than Pickup From time
fa: زمان پایان تحویل باید بزرگتر از زمان شروع تحویل باشد

source: Pickup Type
fa: نوع تحویل

source: Pickup from
fa: از زمان تحویل

source: Pickup to
fa: تا زمان تحویل

source: Pint (UK)
fa: پینت (بریتانیا)

source: Pint (US)
fa: پینت (آمریکا)

source: Pint, Dry (US)
fa: پینت خشک (آمریکا)

source: Pint, Liquid (US)
fa: پینت مایع (آمریکا)

source: Pipeline By
fa: مسئول پایپ‌لاین

source: Place of Issue
fa: محل صدور

source: Plaid Access Token
fa: توکن دسترسی Plaid

source: Plaid Client ID
fa: شناسه مشتری Plaid

source: Plaid Environment
fa: محیط Plaid

source: Plaid Link Failed
fa: اتصال Plaid ناموفق بود

source: Plaid Link Refresh Required
fa: نیاز به به‌روزرسانی اتصال Plaid

source: Plaid Link Updated
fa: اتصال Plaid به‌روز شد

source: Plaid Secret
fa: کلید محرمانه Plaid

source: Plaid Settings
fa: تنظیمات Plaid

source: Plaid transactions sync error
fa: خطا در همگام‌سازی تراکنش‌های Plaid

source: Plan
fa: برنامه

source: Plan Name
fa: نام برنامه

source: Plan material for sub-assemblies
fa: برنامه‌ریزی مواد برای زیرمونتاژها

source: Plan operations X days in advance
fa: برنامه‌ریزی عملیات X روز قبل

source: Plan time logs outside Workstation working hours
fa: برنامه‌ریزی ثبت زمان خارج از ساعات کاری ایستگاه کاری

source: Planned
fa: برنامه‌ریزی شده

source: Planned End Date
fa: تاریخ پایان برنامه‌ریزی شده

source: Planned End Time
fa: زمان پایان برنامه‌ریزی شده

source: Planned Operating Cost
fa: هزینه عملیاتی برنامه‌ریزی شده

source: Planned Purchase Order
fa: سفارش خرید برنامه‌ریزی شده

source: Planned Qty
fa: مقدار برنامه‌ریزی شده

source: Planned Qty: Quantity, for which, Work Order has been raised, but is pending to be manufactured.
fa: مقدار برنامه‌ریزی شده: مقداری که برای آن دستور کار صادر شده، اما تولید آن در انتظار است.

source: Planned Quantity
fa: مقدار برنامه‌ریزی شده

source: Planned Start Date
fa: تاریخ شروع برنامه‌ریزی شده

source: Planned Start Time
fa: زمان شروع برنامه‌ریزی شده

source: Planned Work Order
fa: دستور کار برنامه‌ریزی شده

source: Planning
fa: برنامه‌ریزی

source: Plans
fa: برنامه‌ها

source: Plant Dashboard
fa: داشبورد کارخانه

source: Plant Floor
fa: سالن تولید

source: Plants and Machineries
fa: تأسیسات و ماشین‌آلات

source: Please Restock Items and Update the Pick List to continue. To discontinue, cancel the Pick List.
fa: لطفاً موجودی اقلام را تکمیل کرده و لیست انتخاب را به‌روزرسانی کنید تا ادامه دهید. برای انصراف، لیست انتخاب را لغو کنید.

source: Please Select a Company
fa: لطفاً یک شرکت را انتخاب کنید.

source: Please Select a Company.
fa: لطفاً یک شرکت را انتخاب کنید.

source: Please Select a Customer
fa: لطفاً یک مشتری را انتخاب کنید.

source: Please Select a Supplier
fa: لطفاً یک تأمین‌کننده را انتخاب کنید.

source: Please Set Priority
fa: لطفاً اولویت را تعیین کنید.

source: Please Set Supplier Group in Buying Settings.
fa: لطفاً گروه تأمین‌کننده را در تنظیمات خرید تعیین کنید.

source: Please Specify Account
fa: لطفاً حساب را مشخص کنید.

source: Please add 'Supplier' role to user {0}.
fa: لطفاً نقش 'تأمین‌کننده' را به کاربر {0} اضافه کنید.

source: Please add Mode of payments and opening balance details.
fa: لطفاً روش‌های پرداخت و جزئیات مانده افتتاحیه را اضافه کنید.

source: Please add Request for Quotation to the sidebar in Portal Settings.
fa: لطفاً درخواست قیمت را به نوار کناری در تنظیمات پورتال اضافه کنید.

source: Please add Root Account for - {0}
fa: لطفاً حساب ریشه را برای - {0} اضافه کنید.

source: Please add a Temporary Opening account in Chart of Accounts
fa: لطفاً یک حساب افتتاحیه موقت در نمودار حساب‌ها اضافه کنید.

source: Please add atleast one Serial No / Batch No
fa: لطفاً حداقل یک شماره سریال / شماره بچ اضافه کنید.

source: Please add the Bank Account column
fa: لطفاً ستون حساب بانکی را اضافه کنید.

source: Please add the account to root level Company - {0}
fa: لطفاً حساب را به شرکت سطح ریشه - {0} اضافه کنید.

source: Please add the account to root level Company - {}
fa: لطفاً حساب را به شرکت سطح ریشه - {} اضافه کنید.

source: Please add {1} role to user {0}.
fa: لطفاً نقش {1} را به کاربر {0} اضافه کنید.

source: Please adjust the qty or edit {0} to proceed.
fa: لطفاً مقدار را تنظیم یا {0} را ویرایش کنید تا ادامه دهید.

source: Please attach CSV file
fa: لطفاً فایل CSV را پیوست کنید.

source: Please cancel and amend the Payment Entry
fa: لطفاً سند پرداخت را لغو و اصلاح کنید.

source: Please cancel payment entry manually first
fa: لطفاً ابتدا سند پرداخت را به صورت دستی لغو کنید.

source: Please cancel related transaction.
fa: لطفاً تراکنش مربوطه را لغو کنید.

source: Please check Multi Currency option to allow accounts with other currency
fa: لطفاً گزینه چند ارزی را فعال کنید تا حساب‌ها با ارزهای دیگر مجاز شوند.

source: Please check Process Deferred Accounting {0} and submit manually after resolving errors.
fa: لطفاً پردازش حسابداری تعهدی {0} را بررسی کرده و پس از رفع خطاها، به صورت دستی ارسال کنید.

source: Please check either with operations or FG Based Operating Cost.
fa: لطفاً با عملیات یا هزینه عملیاتی مبتنی بر کالای نهایی بررسی کنید.

source: Please check the error message and take necessary actions to fix the error and then restart the reposting again.
fa: لطفاً پیام خطا را بررسی کرده و اقدامات لازم را برای رفع آن انجام دهید، سپس بازنشر را مجدداً شروع کنید.

source: Please check your Plaid client ID and secret values
fa: لطفاً شناسه مشتری و مقادیر رمز Plaid خود را بررسی کنید.

source: Please check your email to confirm the appointment
fa: لطفاً ایمیل خود را برای تأیید قرار ملاقات بررسی کنید.

source: Please click on 'Generate Schedule'
fa: لطفاً روی 'ایجاد برنامه' کلیک کنید.

source: Please click on 'Generate Schedule' to fetch Serial No added for Item {0}
fa: لطفاً برای واکشی شماره سریال‌های اضافه شده برای آیتم {0}، روی 'ایجاد برنامه' کلیک کنید.

source: Please click on 'Generate Schedule' to get schedule
fa: لطفاً برای دریافت برنامه، روی 'ایجاد برنامه' کلیک کنید.

source: Please contact any of the following users to extend the credit limits for {0}: {1}
fa: لطفاً برای افزایش سقف اعتبار برای {0}، با هر یک از کاربران زیر تماس بگیرید: {1}

source: Please contact any of the following users to {} this transaction.
fa: لطفاً برای {} این تراکنش، با هر یک از کاربران زیر تماس بگیرید.

source: Please contact your administrator to extend the credit limits for {0}.
fa: لطفاً برای افزایش سقف اعتبار برای {0}، با مدیر سیستم خود تماس بگیرید.

source: Please convert the parent account in corresponding child company to a group account.
fa: لطفاً حساب والد را در شرکت فرعی مربوطه به یک حساب گروهی تبدیل کنید.

source: Please create Customer from Lead {0}.
fa: لطفاً مشتری را از سرنخ {0} ایجاد کنید.

source: Please create Landed Cost Vouchers against Invoices that have 'Update Stock' enabled.
fa: لطفاً اسناد بهای تمام شده وارداتی را برای فاکتورهایی که 'به‌روزرسانی موجودی' در آن‌ها فعال است، ایجاد کنید.

source: Please create a new Accounting Dimension if required.
fa: لطفاً در صورت نیاز، یک بعد حسابداری جدید ایجاد کنید.

source: Please create purchase from internal sale or delivery document itself
fa: لطفاً خرید را از سند فروش داخلی یا سند تحویل ایجاد کنید.

source: Please create purchase receipt or purchase invoice for the item {0}
fa: لطفاً رسید خرید یا فاکتور خرید را برای آیتم {0} ایجاد کنید.

source: Please delete Product Bundle {0}, before merging {1} into {2}
fa: لطفاً بسته محصول {0} را قبل از ادغام {1} در {2} حذف کنید.

source: Please disable workflow temporarily for Journal Entry {0}
fa: لطفاً گردش کار را به طور موقت برای سند روزنامه {0} غیرفعال کنید.

source: Please do not book expense of multiple assets against one single Asset.
fa: لطفاً هزینه چندین دارایی را در مقابل یک دارایی واحد ثبت نکنید.

source: Please do not create more than 500 items at a time
fa: لطفاً بیش از 500 آیتم را همزمان ایجاد نکنید.

source: Please enable Applicable on Booking Actual Expenses
fa: لطفاً 'قابل اعمال در ثبت هزینه‌های واقعی' را فعال کنید.

source: Please enable Applicable on Purchase Order and Applicable on Booking Actual Expenses
fa: لطفاً 'قابل اعمال در سفارش خرید' و 'قابل اعمال در ثبت هزینه‌های واقعی' را فعال کنید.

source: Please enable Use Old Serial / Batch Fields to make_bundle
fa: لطفاً 'استفاده از فیلدهای قدیمی سریال / بچ' را برای make_bundle فعال کنید.

source: Please enable only if the understand the effects of enabling this.
fa: لطفاً فقط در صورتی فعال کنید که اثرات فعال‌سازی آن را درک می‌کنید.

source: Please enable {0} in the {1}.
fa: لطفاً {0} را در {1} فعال کنید.

source: Please enable {} in {} to allow same item in multiple rows
fa: لطفاً {} را در {} فعال کنید تا امکان استفاده از یک آیتم در چندین ردیف فراهم شود.

source: Please ensure that the {0} account is a Balance Sheet account. You can change the parent account to a Balance Sheet account or select a different account.
fa: لطفاً اطمینان حاصل کنید که حساب {0} یک حساب ترازنامه‌ای است. می‌توانید حساب والد را به یک حساب ترازنامه‌ای تغییر دهید یا حساب دیگری را انتخاب کنید.

source: Please ensure that the {0} account {1} is a Payable account. You can change the account type to Payable or select a different account.
fa: لطفاً اطمینان حاصل کنید که حساب {0} ({1}) یک حساب پرداختنی است. می‌توانید نوع حساب را به پرداختنی تغییر دهید یا حساب دیگری را انتخاب کنید.

source: Please ensure {} account is a Balance Sheet account.
fa: لطفاً اطمینان حاصل کنید که حساب {} یک حساب ترازنامه‌ای است.

source: Please ensure {} account {} is a Receivable account.
fa: لطفاً اطمینان حاصل کنید که حساب {} ({}) یک حساب دریافتنی است.

source: Please enter <b>Difference Account</b> or set default <b>Stock Adjustment Account</b> for company {0}
fa: لطفاً <b>حساب تفاوت</b> را وارد کنید یا <b>حساب تعدیل موجودی</b> پیش‌فرض را برای شرکت {0} تنظیم کنید.

source: Please enter Account for Change Amount
fa: لطفاً حساب برای مبلغ تغییر را وارد کنید.

source: Please enter Approving Role or Approving User
fa: لطفاً نقش تأییدکننده یا کاربر تأییدکننده را وارد کنید.

source: Please enter Cost Center
fa: لطفاً مرکز هزینه را وارد کنید.

source: Please enter Delivery Date
fa: لطفاً تاریخ تحویل را وارد کنید.

source: Please enter Employee Id of this sales person
fa: لطفاً شناسه کارمند این فروشنده را وارد کنید.

source: Please enter Expense Account
fa: لطفاً حساب هزینه را وارد کنید.

source: Please enter Item Code to get Batch Number
fa: لطفاً کد آیتم را برای دریافت شماره بچ وارد کنید.

source: Please enter Item Code to get batch no
fa: لطفاً کد آیتم را برای دریافت شماره بچ وارد کنید.

source: Please enter Item first
fa: لطفاً ابتدا آیتم را وارد کنید.

source: Please enter Maintenance Details first
fa: لطفاً ابتدا جزئیات نگهداری را وارد کنید.

source: Please enter Planned Qty for Item {0} at row {1}
fa: لطفاً مقدار برنامه‌ریزی شده را برای آیتم {0} در ردیف {1} وارد کنید.

source: Please enter Preferred Contact Email
fa: لطفاً ایمیل تماس ترجیحی را وارد کنید.

source: Please enter Production Item first
fa: لطفاً ابتدا آیتم تولیدی را وارد کنید.

source: Please enter Purchase Receipt first
fa: لطفاً ابتدا رسید خرید را وارد کنید.

source: Please enter Receipt Document
fa: لطفاً سند رسید را وارد کنید.

source: Please enter Reference date
fa: لطفاً تاریخ مرجع را وارد کنید.

source: Please enter Root Type for account- {0}
fa: لطفاً نوع ریشه را برای حساب {0} وارد کنید.

source: Please enter Serial Nos
fa: لطفاً شماره سریال‌ها را وارد کنید.

source: Please enter Shipment Parcel information
fa: لطفاً اطلاعات بسته حمل و نقل را وارد کنید.

source: Please enter Warehouse and Date
fa: لطفاً انبار و تاریخ را وارد کنید.

source: Please enter Write Off Account
fa: لطفاً حساب سوخت شده را وارد کنید.

source: Please enter a valid number of deliveries
fa: لطفاً تعداد معتبری برای تحویل‌ها وارد کنید.

source: Please enter a valid quantity
fa: لطفاً مقدار معتبری وارد کنید.

source: Please enter at least one delivery date and quantity
fa: لطفاً حداقل یک تاریخ تحویل و مقدار وارد کنید.

source: Please enter company name first
fa: لطفاً ابتدا نام شرکت را وارد کنید.

source: Please enter default currency in Company Master
fa: لطفاً ارز پیش‌فرض را در اطلاعات اصلی شرکت وارد کنید.

source: Please enter message before sending
fa: لطفاً پیام را قبل از ارسال وارد کنید.

source: Please enter mobile number first.
fa: لطفاً ابتدا شماره موبایل را وارد کنید.

source: Please enter parent cost center
fa: لطفاً مرکز هزینه والد را وارد کنید.

source: Please enter quantity for item {0}
fa: لطفاً مقدار را برای آیتم {0} وارد کنید.

source: Please enter relieving date.
fa: لطفاً تاریخ تسویه را وارد کنید.

source: Please enter serial nos
fa: لطفاً شماره سریال‌ها را وارد کنید.

source: Please enter the company name to confirm
fa: لطفاً نام شرکت را برای تأیید وارد کنید.

source: Please enter the first delivery date
fa: لطفاً اولین تاریخ تحویل را وارد کنید.

source: Please enter the phone number first
fa: لطفاً ابتدا شماره تلفن را وارد کنید.

source: Please enter the {schedule_date}.
fa: لطفاً {schedule_date} را وارد کنید.

source: Please enter valid Financial Year Start and End Dates
fa: لطفاً تاریخ‌های شروع و پایان سال مالی معتبر را وارد کنید.

source: Please enter {0}
fa: لطفاً {0} را وارد کنید.

source: Please enter {0} first
fa: لطفاً ابتدا {0} را وارد کنید.

source: Please fill the Material Requests table
fa: لطفاً جدول درخواست‌های مواد را تکمیل کنید.

source: Please fill the Sales Orders table
fa: لطفاً جدول سفارشات فروش را تکمیل کنید.

source: Please first set Last Name, Email and Phone for the user
fa: لطفاً ابتدا نام خانوادگی، ایمیل و تلفن را برای کاربر تنظیم کنید.

source: Please fix overlapping time slots for {0}
fa: لطفاً بازه‌های زمانی همپوشان را برای {0} رفع کنید.

source: Please fix overlapping time slots for {0}.
fa: لطفاً بازه‌های زمانی همپوشان را برای {0} رفع کنید.

source: Please import accounts against parent company or enable {} in company master.
fa: لطفاً حساب‌ها را برای شرکت والد وارد کنید یا {} را در اطلاعات اصلی شرکت فعال کنید.

source: Please make sure the employees above report to another Active employee.
fa: لطفاً اطمینان حاصل کنید که کارمندان بالا به یک کارمند فعال دیگر گزارش می‌دهند.

source: Please make sure the file you are using has 'Parent Account' column present in the header.
fa: لطفاً اطمینان حاصل کنید که فایل مورد استفاده شما دارای ستون 'Parent Account' در سربرگ است.

source: Please make sure you really want to delete all the transactions for this company. Your master data will remain as it is. This action cannot be undone.
fa: لطفاً اطمینان حاصل کنید که واقعاً می‌خواهید تمام تراکنش‌های این شرکت را حذف کنید. اطلاعات اصلی شما بدون تغییر باقی خواهد ماند. این عمل قابل بازگشت نیست.

source: Please mention 'Weight UOM' along with Weight.
fa: لطفاً 'واحد اندازه‌گیری وزن' را همراه با وزن ذکر کنید.

source: Please mention '{0}' in Company: {1}
fa: لطفاً '{0}' را در شرکت: {1} ذکر کنید.

source: Please mention no of visits required
fa: لطفاً تعداد بازدیدهای مورد نیاز را ذکر کنید.

source: Please mention the Current and New BOM for replacement.
fa: لطفاً BOM فعلی و جدید را برای جایگزینی ذکر کنید.

source: Please pull items from Delivery Note
fa: لطفاً آیتم‌ها را از حواله انبار واکشی کنید.

source: Please rectify and try again.
fa: لطفاً اصلاح کرده و دوباره تلاش کنید.

source: Please refresh or reset the Plaid linking of the Bank {}.
fa: لطفاً اتصال Plaid بانک {} را بازخوانی یا بازنشانی کنید.

source: Please save before proceeding.
fa: لطفاً قبل از ادامه، ذخیره کنید.

source: Please save first
fa: لطفاً ابتدا ذخیره کنید.

source: Please save the Sales Order before adding a delivery schedule.
fa: لطفاً سفارش فروش را قبل از افزودن برنامه تحویل ذخیره کنید.

source: Please select <b>Template Type</b> to download template
fa: لطفاً <b>نوع الگو</b> را برای دانلود الگو انتخاب کنید.

source: Please select Apply Discount On
fa: لطفاً اعمال تخفیف بر روی را انتخاب کنید.

source: Please select BOM against item {0}
fa: لطفاً BOM را برای آیتم {0} انتخاب کنید.

source: Please select BOM for Item in Row {0}
fa: لطفاً BOM را برای آیتم در ردیف {0} انتخاب کنید.

source: Please select BOM in BOM field for Item {item_code}.
fa: لطفاً BOM را در فیلد BOM برای آیتم {item_code} انتخاب کنید.
