Repository: ai-solution-company/systemafarin-custom-addon
Catalog: iran_core/locale/*.po
Languages: fa

source: The holiday on {0} is not between From Date and To Date
fa: روز تعطیل در {0} بین تاریخ شروع و تاریخ پایان نیست.

source: The item {item} is not marked as {type_of} item. You can enable it as {type_of} item from its Item master.
fa: آیتم {item} به عنوان آیتم {type_of} علامت‌گذاری نشده است. می‌توانید آن را از مستر آیتم خود به عنوان آیتم {type_of} فعال کنید.

source: The items {0} and {1} are present in the following {2} :
fa: آیتم‌های {0} و {1} در {2}های زیر موجود هستند:

source: The items {items} are not marked as {type_of} item. You can enable them as {type_of} item from their Item masters.
fa: آیتم‌های {items} به عنوان آیتم {type_of} علامت‌گذاری نشده‌اند. می‌توانید آن‌ها را از مسترهای آیتم خود به عنوان آیتم {type_of} فعال کنید.

source: The job card {0} is in {1} state and you cannot complete.
fa: کارت کار {0} در وضعیت {1} است و نمی‌توانید آن را تکمیل کنید.

source: The job card {0} is in {1} state and you cannot start it again.
fa: کارت کار {0} در وضعیت {1} است و نمی‌توانید دوباره آن را شروع کنید.

source: The last scanned warehouse has been cleared and won't be set in the subsequently scanned items
fa: آخرین انبار اسکن شده پاک شده است و در آیتم‌های اسکن شده بعدی تنظیم نخواهد شد.

source: The lowest tier must have a minimum spent amount of 0. Customers need to be part of a tier as soon as they are enrolled in the program.
fa: پایین‌ترین سطح باید حداقل مبلغ هزینه شده 0 داشته باشد. مشتریان باید به محض ثبت‌نام در برنامه، بخشی از یک سطح باشند.

source: The net weight of this package. (calculated automatically as sum of net weight of items)
fa: وزن خالص این بسته. (به صورت خودکار به عنوان مجموع وزن خالص آیتم‌ها محاسبه می‌شود)

source: The new BOM after replacement
fa: BOM جدید پس از جایگزینی

source: The number of shares and the share numbers are inconsistent
fa: تعداد سهام و شماره‌های سهام همخوانی ندارند.

source: The operation {0} can not add multiple times
fa: عملیات {0} نمی‌تواند چندین بار اضافه شود.

source: The operation {0} can not be the sub operation
fa: عملیات {0} نمی‌تواند عملیات فرعی باشد.

source: The original invoice should be consolidated before or along with the return invoice.
fa: فاکتور اصلی باید قبل یا همزمان با فاکتور برگشتی تلفیق شود.

source: The parent account {0} does not exists in the uploaded template
fa: حساب والد {0} در قالب بارگذاری شده وجود ندارد.

source: The payment gateway account in plan {0} is different from the payment gateway account in this payment request
fa: حساب درگاه پرداخت در برنامه {0} با حساب درگاه پرداخت در این درخواست پرداخت متفاوت است.

source: The percentage you are allowed to bill more against the amount ordered. For example, if the order value is $100 for an item and tolerance is set as 10%, then you are allowed to bill up to $110
fa: درصدی که مجاز هستید بیشتر از مبلغ سفارش داده شده صورتحساب صادر کنید. به عنوان مثال، اگر ارزش سفارش برای یک آیتم ۱۰۰ دلار باشد و تلرانس ۱۰٪ تنظیم شده باشد، مجاز هستید تا ۱۱۰ دلار صورتحساب صادر کنید.

source: The percentage you are allowed to pick more items in the pick list than the ordered quantity.
fa: درصدی که مجاز هستید آیتم‌های بیشتری را در لیست برداشت نسبت به مقدار سفارش داده شده انتخاب کنید.

source: The percentage you are allowed to receive or deliver more against the quantity ordered. For example, if you have ordered 100 units, and your Allowance is 10%, then you are allowed to receive 110 units.
fa: درصدی که مجاز به دریافت یا تحویل بیشتر نسبت به مقدار سفارش داده شده هستید. به عنوان مثال، اگر ۱۰۰ واحد سفارش داده‌اید و حد مجاز شما ۱۰٪ است، مجاز به دریافت ۱۱۰ واحد هستید.

source: The percentage you are allowed to transfer more against the quantity ordered. For example, if you have ordered 100 units, and your Allowance is 10%, then you are allowed transfer 110 units.
fa: درصدی که مجاز به انتقال بیشتر نسبت به مقدار سفارش داده شده هستید. به عنوان مثال، اگر ۱۰۰ واحد سفارش داده‌اید و حد مجاز شما ۱۰٪ است، مجاز به انتقال ۱۱۰ واحد هستید.

source: The reserved stock will be released when you update items. Are you certain you wish to proceed?
fa: موجودی رزرو شده هنگام به‌روزرسانی آیتم‌ها آزاد خواهد شد. آیا مطمئن هستید که می‌خواهید ادامه دهید؟

source: The reserved stock will be released. Are you certain you wish to proceed?
fa: موجودی رزرو شده آزاد خواهد شد. آیا مطمئن هستید که می‌خواهید ادامه دهید؟

source: The root account {0} must be a group
fa: حساب ریشه {0} باید از نوع گروه باشد.

source: The selected BOMs are not for the same item
fa: BOMهای انتخاب شده مربوط به یک آیتم نیستند.

source: The selected change account {} doesn't belongs to Company {}.
fa: حساب تغییر انتخاب شده {} به شرکت {} تعلق ندارد.

source: The selected item cannot have Batch
fa: آیتم انتخاب شده نمی‌تواند دسته‌ای باشد.

source: The seller and the buyer cannot be the same
fa: فروشنده و خریدار نمی‌توانند یکسان باشند.

source: The serial and batch bundle {0} not linked to {1} {2}
fa: بسته سریال و بچ {0} به {1} {2} پیوند داده نشده است.

source: The serial no {0} does not belong to item {1}
fa: شماره سریال {0} به آیتم {1} تعلق ندارد.

source: The shareholder does not belong to this company
fa: سهامدار به این شرکت تعلق ندارد.

source: The shares already exist
fa: سهام از قبل موجود است.

source: The shares don't exist with the {0}
fa: سهام با {0} وجود ندارد.

source: The stock for the item {0} in the {1} warehouse was negative on the {2}. You should create a positive entry {3} before the date {4} and time {5} to post the correct valuation rate. For more details, please read the <a href='https://docs.erpnext.com/docs/user/manual/en/stock-adjustment-cogs-with-negative-stock'>documentation<a>.
fa: موجودی آیتم {0} در انبار {1} در تاریخ {2} منفی بود. برای ثبت نرخ ارزیابی صحیح، باید یک ثبت مثبت {3} قبل از تاریخ {4} و زمان {5} ایجاد کنید. برای جزئیات بیشتر، لطفاً <a href='https://docs.erpnext.com/docs/user/manual/en/stock-adjustment-cogs-with-negative-stock'>مستندات<a> را مطالعه کنید.

source: The stock has been reserved for the following Items and Warehouses, un-reserve the same to {0} the Stock Reconciliation: <br /><br /> {1}
fa: موجودی برای آیتم‌ها و انبارهای زیر رزرو شده است، برای {0} کردن تطبیق موجودی، آن را از رزرو خارج کنید: <br /><br /> {1}

source: The sync has started in the background, please check the {0} list for new records.
fa: همگام‌سازی در پس‌زمینه آغاز شده است، لطفاً لیست {0} را برای رکوردهای جدید بررسی کنید.

source: The system will create a Sales Invoice or a POS Invoice from the POS interface based on this setting. For high-volume transactions, it is recommended to use POS Invoice.
fa: سیستم بر اساس این تنظیم، یک فاکتور فروش یا فاکتور POS از رابط POS ایجاد خواهد کرد. برای تراکنش‌های با حجم بالا، توصیه می‌شود از فاکتور POS استفاده شود.

source: The task has been enqueued as a background job.
fa: وظیفه به عنوان یک کار پس‌زمینه در صف قرار گرفته است.

source: The task has been enqueued as a background job. In case there is any issue on processing in background, the system will add a comment about the error on this Stock Reconciliation and revert to the Draft stage
fa: وظیفه به عنوان یک کار پس‌زمینه در صف قرار گرفته است. در صورت بروز هرگونه مشکل در پردازش پس‌زمینه، سیستم یک توضیح در مورد خطا در این تطبیق موجودی اضافه کرده و به مرحله پیش‌نویس بازگردانده خواهد شد.

source: The task has been enqueued as a background job. In case there is any issue on processing in background, the system will add a comment about the error on this Stock Reconciliation and revert to the Submitted stage
fa: وظیفه به عنوان یک کار پس‌زمینه در صف قرار گرفته است. در صورت بروز هرگونه مشکل در پردازش پس‌زمینه، سیستم یک توضیح در مورد خطا در این تطبیق موجودی اضافه کرده و به مرحله ارسال شده بازگردانده خواهد شد.

source: The total Issue / Transfer quantity {0} in Material Request {1} cannot be greater than allowed requested quantity {2} for Item {3}
fa: کل مقدار صدور / انتقال {0} در درخواست مواد {1} نمی‌تواند بیشتر از مقدار درخواستی مجاز {2} برای آیتم {3} باشد.

source: The total Issue / Transfer quantity {0} in Material Request {1} cannot be greater than requested quantity {2} for Item {3}
fa: کل مقدار صدور / انتقال {0} در درخواست مواد {1} نمی‌تواند بیشتر از مقدار درخواستی {2} برای آیتم {3} باشد.

source: The uploaded file does not appear to be in valid MT940 format.
fa: فایل بارگذاری شده به نظر نمی‌رسد در فرمت معتبر MT940 باشد.

source: The uploaded file does not match the selected Code List.
fa: فایل بارگذاری شده با لیست کد انتخاب شده مطابقت ندارد.

source: The user cannot submit the Serial and Batch Bundle manually
fa: کاربر نمی‌تواند بسته سریال و بچ را به صورت دستی ارسال کند.

source: The user will be able to transfer additional materials from the store to the Work in Progress (WIP) warehouse.
fa: کاربر قادر خواهد بود مواد اضافی را از انبار به انبار در جریان ساخت (WIP) منتقل کند.

source: The users with this Role are allowed to create/modify a stock transaction, even though the transaction is frozen.
fa: کاربران با این نقش مجاز به ایجاد/تغییر تراکنش موجودی هستند، حتی اگر تراکنش مسدود شده باشد.

source: The value of {0} differs between Items {1} and {2}
fa: مقدار {0} بین آیتم‌های {1} و {2} متفاوت است.

source: The value {0} is already assigned to an existing Item {1}.
fa: مقدار {0} از قبل به آیتم موجود {1} اختصاص داده شده است.

source: The warehouse where you store finished Items before they are shipped.
fa: انباری که آیتم‌های تکمیل شده را قبل از ارسال در آن نگهداری می‌کنید.

source: The warehouse where you store your raw materials. Each required item can have a separate source warehouse. Group warehouse also can be selected as source warehouse. On submission of the Work Order, the raw materials will be reserved in these warehouses for production usage.
fa: انباری که مواد اولیه خود را در آن نگهداری می‌کنید. هر آیتم مورد نیاز می‌تواند یک انبار منبع جداگانه داشته باشد. انبار گروه نیز می‌تواند به عنوان انبار منبع انتخاب شود. هنگام ارسال سفارش کار، مواد اولیه در این انبارها برای استفاده در تولید رزرو خواهند شد.

source: The warehouse where your Items will be transferred when you begin production. Group Warehouse can also be selected as a Work in Progress warehouse.
fa: انباری که آیتم‌های شما هنگام آغاز تولید به آن منتقل خواهند شد. انبار گروه نیز می‌تواند به عنوان انبار در جریان ساخت انتخاب شود.

source: The {0} ({1}) must be equal to {2} ({3})
fa: {0} ({1}) باید برابر با {2} ({3}) باشد.

source: The {0} contains Unit Price Items.
fa: {0} شامل آیتم‌های با قیمت واحد است.

source: The {0} {1} created successfully
fa: {0} {1} با موفقیت ایجاد شد.

source: The {0} {1} does not match with the {0} {2} in the {3} {4}
fa: {0} {1} با {0} {2} در {3} {4} مطابقت ندارد.

source: The {0} {1} is used to calculate the valuation cost for the finished good {2}.
fa: {0} {1} برای محاسبه هزینه ارزیابی کالای تکمیل شده {2} استفاده می‌شود.

source: Then Pricing Rules are filtered out based on Customer, Customer Group, Territory, Supplier, Supplier Type, Campaign, Sales Partner etc.
fa: سپس قوانین قیمت‌گذاری بر اساس مشتری، گروه مشتری، قلمرو، تأمین‌کننده، نوع تأمین‌کننده، کمپین، شریک فروش و غیره فیلتر می‌شوند.

source: There are active maintenance or repairs against the asset. You must complete all of them before cancelling the asset.
fa: نگهداری یا تعمیرات فعالی برای این دارایی وجود دارد. باید قبل از لغو دارایی، همه آنها را تکمیل کنید.

source: There are inconsistencies between the rate, no of shares and the amount calculated
fa: ناهماهنگی‌هایی بین نرخ، تعداد سهام و مبلغ محاسبه شده وجود دارد.

source: There are ledger entries against this account. Changing {0} to non-{1} in live system will cause incorrect output in 'Accounts {2}' report
fa: ورودی‌های دفتر کل برای این حساب وجود دارد. تغییر {0} به غیر-{1} در سیستم عملیاتی باعث خروجی نادرست در گزارش 'حساب‌ها {2}' خواهد شد.

source: There are no Failed transactions
fa: هیچ تراکنش ناموفقی وجود ندارد.

source: There are no active Fiscal Years for which Demo Data can be generated.
fa: هیچ سال مالی فعالی برای تولید داده‌های آزمایشی وجود ندارد.

source: There are no slots available on this date
fa: در این تاریخ هیچ جایگاه خالی وجود ندارد.

source: There are two options to maintain valuation of stock. FIFO (first in - first out) and Moving Average. To understand this topic in detail please visit <a href='https://docs.erpnext.com/docs/v13/user/manual/en/stock/articles/item-valuation-fifo-and-moving-average' target='_blank'>Item Valuation, FIFO and Moving Average.</a>
fa: دو گزینه برای نگهداری ارزش‌گذاری موجودی وجود دارد: فایفو (اولین وارده - اولین صادره) و میانگین متحرک. برای درک جزئیات این موضوع، لطفاً از <a href='https://docs.erpnext.com/docs/v13/user/manual/en/stock/articles/item-valuation-fifo-and-moving-average' target='_blank'>ارزش‌گذاری آیتم، فایفو و میانگین متحرک</a> بازدید کنید.

source: There aren't any item variants for the selected item
fa: هیچ نوع آیتمی برای آیتم انتخاب‌شده وجود ندارد.

source: There can be multiple tiered collection factor based on the total spent. But the conversion factor for redemption will always be same for all the tier.
fa: می‌تواند چندین ضریب جمع‌آوری طبقه‌بندی‌شده بر اساس کل هزینه شده وجود داشته باشد. اما ضریب تبدیل برای بازخرید همیشه برای تمام سطوح یکسان خواهد بود.

source: There can only be 1 Account per Company in {0} {1}
fa: فقط می‌تواند 1 حساب به ازای هر شرکت در {0} {1} وجود داشته باشد.

source: There can only be one Shipping Rule Condition with 0 or blank value for "To Value"
fa: فقط می‌تواند یک شرط قانون حمل و نقل با مقدار 0 یا خالی برای "تا مقدار" وجود داشته باشد.

source: There is already a valid Lower Deduction Certificate {0} for Supplier {1} against category {2} for this time period.
fa: قبلاً یک گواهی کسر کمتر معتبر {0} برای تأمین‌کننده {1} در برابر دسته‌بندی {2} برای این دوره زمانی وجود دارد.

source: There is already an active Subcontracting BOM {0} for the Finished Good {1}.
fa: قبلاً یک BOM برون‌سپاری فعال {0} برای کالای نهایی {1} وجود دارد.

source: There is no batch found against the {0}: {1}
fa: هیچ بچی در برابر {0}: {1} یافت نشد.

source: There must be atleast 1 Finished Good in this Stock Entry
fa: حداقل 1 کالای نهایی باید در این سند انبار وجود داشته باشد.

source: There was an error creating Bank Account while linking with Plaid.
fa: هنگام اتصال به Plaid، خطایی در ایجاد حساب بانکی رخ داد.

source: There was an error syncing transactions.
fa: خطایی در همگام‌سازی تراکنش‌ها رخ داد.

source: There was an error updating Bank Account {} while linking with Plaid.
fa: هنگام اتصال به Plaid، خطایی در به‌روزرسانی حساب بانکی {} رخ داد.

source: There was an issue connecting to Plaid's authentication server. Check browser console for more information
fa: مشکلی در اتصال به سرور احراز هویت Plaid وجود داشت. برای اطلاعات بیشتر کنسول مرورگر را بررسی کنید.

source: There were issues unlinking payment entry {0}.
fa: مشکلاتی در لغو پیوند سند پرداخت {0} وجود داشت.

source: This Account has '0' balance in either Base Currency or Account Currency
fa: این حساب در ارز پایه یا ارز حساب دارای مانده '0' است.

source: This Item is a Template and cannot be used in transactions. Item attributes will be copied over into the variants unless 'No Copy' is set
fa: این آیتم یک الگو است و نمی‌تواند در تراکنش‌ها استفاده شود. ویژگی‌های آیتم در انواع کپی خواهند شد مگر اینکه 'عدم کپی' تنظیم شده باشد.

source: This Item is a Variant of {0} (Template).
fa: این آیتم نوعی از {0} (الگو) است.

source: This Month's Summary
fa: خلاصه این ماه

source: This Purchase Order has been fully subcontracted.
fa: این سفارش خرید به طور کامل برون‌سپاری شده است.

source: This Sales Order has been fully subcontracted.
fa: این سفارش فروش به طور کامل برون‌سپاری شده است.

source: This Warehouse will be auto-updated in the Target Warehouse field of Work Order.
fa: این انبار به صورت خودکار در فیلد انبار مقصد سفارش کار به‌روزرسانی خواهد شد.

source: This Warehouse will be auto-updated in the Work In Progress Warehouse field of Work Orders.
fa: این انبار به صورت خودکار در فیلد انبار در جریان ساخت سفارشات کار به‌روزرسانی خواهد شد.

source: This Week's Summary
fa: خلاصه این هفته

source: This action will stop future billing. Are you sure you want to cancel this subscription?
fa: این اقدام صورت‌حساب‌های آتی را متوقف خواهد کرد. آیا از لغو این اشتراک مطمئن هستید؟

source: This action will unlink this account from any external service integrating ERPNext with your bank accounts. It cannot be undone. Are you certain ?
fa: این اقدام این حساب را از هر سرویس خارجی که ERPNext را با حساب‌های بانکی شما یکپارچه می‌کند، لغو پیوند خواهد کرد. این عمل قابل بازگشت نیست. آیا مطمئن هستید؟

source: This asset category is marked as non-depreciable. Please disable depreciation calculation or choose a different category.
fa: این دسته‌بندی دارایی به عنوان غیرقابل استهلاک علامت‌گذاری شده است. لطفاً محاسبه استهلاک را غیرفعال کنید یا دسته‌بندی دیگری را انتخاب کنید.

source: This covers all scorecards tied to this Setup
fa: این شامل تمام کارت‌های امتیازی مرتبط با این تنظیمات می‌شود.

source: This document is over limit by {0} {1} for item {4}. Are you making another {3} against the same {2}?
fa: این سند به میزان {0} {1} برای آیتم {4} از حد مجاز فراتر رفته است. آیا در حال ایجاد {3} دیگری در برابر همان {2} هستید؟

source: This field is used to set the 'Customer'.
fa: این فیلد برای تنظیم 'مشتری' استفاده می‌شود.

source: This filter will be applied to Journal Entry.
fa: این فیلتر بر روی سند روزنامه اعمال خواهد شد.

source: This invoice has already been paid.
fa: این فاکتور قبلاً پرداخت شده است.

source: This is a Template BOM and will be used to make the work order for {0} of the item {1}
fa: این یک BOM الگو است و برای ایجاد سفارش کار برای {0} از آیتم {1} استفاده خواهد شد.

source: This is a location where final product stored.
fa: این مکانی است که محصول نهایی در آن ذخیره می‌شود.

source: This is a location where operations are executed.
fa: این مکانی است که عملیات در آن اجرا می‌شوند.

source: This is a location where raw materials are available.
fa: این مکانی است که مواد اولیه در آن موجود است.

source: This is a location where scraped materials are stored.
fa: این مکانی است که مواد ضایعاتی در آن ذخیره می‌شوند.

source: This is a preview of the email to be sent. A PDF of the document will automatically be attached with the email.
fa: این پیش‌نمایشی از ایمیل ارسالی است. یک فایل PDF از سند به صورت خودکار به ایمیل پیوست خواهد شد.

source: This is a root account and cannot be edited.
fa: این یک حساب ریشه است و قابل ویرایش نیست.

source: This is a root customer group and cannot be edited.
fa: این یک گروه مشتری ریشه است و قابل ویرایش نیست.

source: This is a root department and cannot be edited.
fa: این یک دپارتمان ریشه است و قابل ویرایش نیست.

source: This is a root item group and cannot be edited.
fa: این یک گروه کالای ریشه است و قابل ویرایش نیست.

source: This is a root sales person and cannot be edited.
fa: این یک فروشنده ریشه است و قابل ویرایش نیست.

source: This is a root supplier group and cannot be edited.
fa: این یک گروه تأمین‌کننده ریشه است و قابل ویرایش نیست.

source: This is a root territory and cannot be edited.
fa: این یک منطقه ریشه است و قابل ویرایش نیست.

source: This is based on stock movement. See {0} for details
fa: این بر اساس گردش موجودی است. برای جزئیات به {0} مراجعه کنید.

source: This is based on the Time Sheets created against this project
fa: این بر اساس برگه‌های زمانی ایجاد شده برای این پروژه است.

source: This is based on transactions against this Sales Person. See timeline below for details
fa: این بر اساس تراکنش‌های مربوط به این فروشنده است. برای جزئیات به جدول زمانی زیر مراجعه کنید.

source: This is considered dangerous from accounting point of view.
fa: این از منظر حسابداری خطرناک تلقی می‌شود.

source: This is done to handle accounting for cases when Purchase Receipt is created after Purchase Invoice
fa: این برای مدیریت حسابداری مواردی انجام می‌شود که رسید خرید پس از فاکتور خرید ایجاد شده باشد.

source: This is enabled by default. If you want to plan materials for sub-assemblies of the Item you're manufacturing leave this enabled. If you plan and manufacture the sub-assemblies separately, you can disable this checkbox.
fa: این به طور پیش‌فرض فعال است. اگر می‌خواهید مواد را برای زیرمونتاژهای آیتمی که تولید می‌کنید برنامه‌ریزی کنید، این گزینه را فعال نگه دارید. اگر زیرمونتاژها را به طور جداگانه برنامه‌ریزی و تولید می‌کنید، می‌توانید این کادر را غیرفعال کنید.

source: This is for raw material Items that'll be used to create finished goods. If the Item is an additional service like 'washing' that'll be used in the BOM, keep this unchecked.
fa: این برای آیتم‌های مواد اولیه‌ای است که برای تولید کالاهای نهایی استفاده می‌شوند. اگر آیتم یک خدمت اضافی مانند "شستشو" است که در BOM استفاده می‌شود، این گزینه را بدون علامت بگذارید.

source: This item filter has already been applied for the {0}
fa: این فیلتر کالا قبلاً برای {0} اعمال شده است.

source: This option can be checked to edit the 'Posting Date' and 'Posting Time' fields.
fa: این گزینه را می‌توان برای ویرایش فیلدهای 'تاریخ ثبت' و 'زمان ثبت' علامت زد.

source: This schedule was created when Asset {0} was adjusted through Asset Value Adjustment {1}.
fa: این برنامه زمانی ایجاد شد که دارایی {0} از طریق تعدیل ارزش دارایی {1} تعدیل شد.

source: This schedule was created when Asset {0} was consumed through Asset Capitalization {1}.
fa: این برنامه زمانی ایجاد شد که دارایی {0} از طریق سرمایه‌گذاری دارایی {1} مصرف شد.

source: This schedule was created when Asset {0} was repaired through Asset Repair {1}.
fa: این برنامه زمانی ایجاد شد که دارایی {0} از طریق تعمیر دارایی {1} تعمیر شد.

source: This schedule was created when Asset {0} was restored due to Sales Invoice {1} cancellation.
fa: این برنامه زمانی ایجاد شد که دارایی {0} به دلیل لغو فاکتور فروش {1} بازیابی شد.

source: This schedule was created when Asset {0} was restored on Asset Capitalization {1}'s cancellation.
fa: این برنامه زمانی ایجاد شد که دارایی {0} با لغو سرمایه‌گذاری دارایی {1} بازیابی شد.

source: This schedule was created when Asset {0} was restored.
fa: این برنامه زمانی ایجاد شد که دارایی {0} بازیابی شد.

source: This schedule was created when Asset {0} was returned through Sales Invoice {1}.
fa: این برنامه زمانی ایجاد شد که دارایی {0} از طریق فاکتور فروش {1} برگشت داده شد.

source: This schedule was created when Asset {0} was scrapped.
fa: این برنامه زمانی ایجاد شد که دارایی {0} اسقاط شد.

source: This schedule was created when Asset {0} was {1} into new Asset {2}.
fa: این برنامه زمانی ایجاد شد که دارایی {0} به دارایی جدید {2} {1} شد.

source: This schedule was created when Asset {0} was {1} through Sales Invoice {2}.
fa: این برنامه زمانی ایجاد شد که دارایی {0} از طریق فاکتور فروش {2} {1} شد.

source: This schedule was created when Asset {0}'s Asset Value Adjustment {1} was cancelled.
fa: این برنامه زمانی ایجاد شد که تعدیل ارزش دارایی {1} مربوط به دارایی {0} لغو شد.

source: This schedule was created when Asset {0}'s shifts were adjusted through Asset Shift Allocation {1}.
fa: این برنامه زمانی ایجاد شد که شیفت‌های دارایی {0} از طریق تخصیص شیفت دارایی {1} تعدیل شد.

source: This section allows the user to set the Body and Closing text of the Dunning Letter for the Dunning Type based on language, which can be used in Print.
fa: این بخش به کاربر اجازه می‌دهد تا متن اصلی و پایانی نامه اخطار پرداخت را برای نوع اخطار پرداخت بر اساس زبان تنظیم کند که می‌تواند در چاپ استفاده شود.

source: This table is used to set details about the 'Item', 'Qty', 'Basic Rate', etc.
fa: این جدول برای تنظیم جزئیات مربوط به 'آیتم'، 'تعداد'، 'نرخ پایه' و غیره استفاده می‌شود.

source: This tool helps you to update or fix the quantity and valuation of stock in the system. It is typically used to synchronise the system values and what actually exists in your warehouses.
fa: این ابزار به شما کمک می‌کند تا مقدار و ارزش‌گذاری موجودی در سیستم را به‌روزرسانی یا اصلاح کنید. معمولاً برای همگام‌سازی مقادیر سیستم با آنچه واقعاً در انبارهای شما وجود دارد، استفاده می‌شود.

source: This value shall be used when no matching Common Code for a record is found.
fa: این مقدار زمانی استفاده خواهد شد که هیچ کد مشترک منطبقی برای یک رکورد یافت نشود.
