Repository: ai-solution-company/systemafarin-custom-addon
Catalog: iran_core/locale/*.po
Languages: fa

source: Goods are already received against the outward entry {0}
fa: کالاها قبلاً در برابر سند خروجی {0} دریافت شده‌اند

source: Government
fa: دولت

source: Grace Period
fa: مهلت ارفاقی

source: Graduate
fa: فارغ‌التحصیل

source: Grain
fa: گرین

source: Grain/Cubic Foot
fa: گرین/فوت مکعب

source: Grain/Gallon (UK)
fa: گرین/گالن (بریتانیا)

source: Grain/Gallon (US)
fa: گرین/گالن (آمریکا)

source: Gram
fa: گرم

source: Gram-Force
fa: گرم-نیرو

source: Gram/Cubic Centimeter
fa: گرم/سانتی‌متر مکعب

source: Gram/Cubic Meter
fa: گرم/متر مکعب

source: Gram/Cubic Millimeter
fa: گرم/میلی‌متر مکعب

source: Gram/Litre
fa: گرم/لیتر

source: Grand Total
fa: جمع کل

source: Grand Total (Company Currency)
fa: جمع کل (واحد پول شرکت)

source: Grant Commission
fa: اعطای کمیسیون

source: Greater Than Amount
fa: بیشتر از مبلغ

source: Greeting Message
fa: پیام خوش‌آمدگویی

source: Greeting Subtitle
fa: زیرعنوان خوش‌آمدگویی

source: Greeting Title
fa: عنوان خوش‌آمدگویی

source: Greetings Section
fa: بخش خوش‌آمدگویی

source: Grocery
fa: خواربار

source: Gross Margin
fa: حاشیه سود ناخالص

source: Gross Margin %
fa: حاشیه سود ناخالص %

source: Gross Profit
fa: سود ناخالص

source: Gross Profit / Loss
fa: سود/زیان ناخالص

source: Gross Profit Percent
fa: درصد سود ناخالص

source: Gross Profit Ratio
fa: نسبت سود ناخالص

source: Gross Weight
fa: وزن ناخالص

source: Gross Weight UOM
fa: واحد اندازه‌گیری وزن ناخالص

source: Gross and Net Profit Report
fa: گزارش سود و زیان ناخالص و خالص

source: Group By Customer
fa: گروه‌بندی بر اساس مشتری

source: Group By Supplier
fa: گروه‌بندی بر اساس تأمین‌کننده

source: Group Node
fa: گره گروهی

source: Group Same Items
fa: گروه‌بندی کالاهای مشابه

source: Group Warehouses cannot be used in transactions. Please change the value of {0}
fa: انبارهای گروهی را نمی‌توان در تراکنش‌ها استفاده کرد. لطفاً مقدار {0} را تغییر دهید.

source: Group by
fa: گروه‌بندی بر اساس

source: Group by Material Request
fa: گروه‌بندی بر اساس درخواست مواد

source: Group by Party
fa: گروه‌بندی بر اساس طرف حساب

source: Group by Purchase Order
fa: گروه‌بندی بر اساس سفارش خرید

source: Group by Sales Order
fa: گروه‌بندی بر اساس سفارش فروش

source: Group by Voucher
fa: گروه‌بندی بر اساس سند

source: Group node warehouse is not allowed to select for transactions
fa: انتخاب انبار گره گروهی برای تراکنش‌ها مجاز نیست

source: Group same items
fa: گروه‌بندی کالاهای مشابه

source: Groups
fa: گروه‌ها

source: Growth View
fa: نمای رشد

source: HR Manager
fa: مدیر منابع انسانی

source: HR User
fa: کاربر منابع انسانی

source: Half-Yearly
fa: شش‌ماهه

source: Hand
fa: دست

source: Handle Employee Advances
fa: مدیریت مساعده کارکنان

source: Hardware
fa: سخت‌افزار

source: Has Alternative Item
fa: دارای کالای جایگزین است

source: Has Batch No
fa: دارای شماره بچ است

source: Has Certificate
fa: دارای گواهی است

source: Has Corrective Cost
fa: دارای هزینه اصلاحی است

source: Has Expiry Date
fa: دارای تاریخ انقضا است

source: Has Item Scanned
fa: کالا اسکن شده است

source: Has Print Format
fa: دارای فرمت چاپ است

source: Has Priority
fa: دارای اولویت است

source: Has Serial No
fa: دارای شماره سریال است

source: Has Subcontracted
fa: برون‌سپاری شده است

source: Has Unit Price Items
fa: دارای آیتم‌های با قیمت واحد است

source: Has Variants
fa: دارای تنوع است

source: Have Default Naming Series for Batch ID?
fa: آیا سری نام‌گذاری پیش‌فرض برای شناسه بچ وجود دارد؟

source: Head of Marketing and Sales
fa: رئیس بازاریابی و فروش

source: Heads (or groups) against which Accounting Entries are made and balances are maintained.
fa: سرفصل‌ها (یا گروه‌هایی) که اسناد حسابداری بر اساس آن‌ها ثبت و مانده‌ها نگهداری می‌شوند.

source: Health Care
fa: بهداشت و درمان

source: Health Details
fa: جزئیات سلامت

source: Hectare
fa: هکتار

source: Hectogram/Litre
fa: هکتوگرم/لیتر

source: Hectometer
fa: هکتومتر

source: Hectopascal
fa: هکتوپاسکال

source: Height (cm)
fa: ارتفاع (سانتی‌متر)

source: Help Results for
fa: نتایج راهنما برای

source: Help Section
fa: بخش راهنما

source: Help Text
fa: متن راهنما

source: Helps you distribute the Budget/Target across months if you have seasonality in your business.
fa: به شما کمک می‌کند تا بودجه/هدف را در طول ماه‌ها توزیع کنید، اگر کسب‌وکار شما دارای فصلی بودن است.

source: Here are the error logs for the aforementioned failed depreciation entries: {0}
fa: در اینجا گزارش خطاهای مربوط به ثبت‌های استهلاک ناموفق ذکر شده است: {0}

source: Here are the options to proceed:
fa: در اینجا گزینه‌های ادامه کار آمده است:

source: Here you can maintain family details like name and occupation of parent, spouse and children
fa: در اینجا می‌توانید جزئیات خانواده مانند نام و شغل والدین، همسر و فرزندان را نگهداری کنید.

source: Here you can maintain height, weight, allergies, medical concerns etc
fa: در اینجا می‌توانید قد، وزن، آلرژی‌ها، مسائل پزشکی و غیره را نگهداری کنید.

source: Here, you can select a senior of this Employee. Based on this, Organization Chart will be populated.
fa: در اینجا، می‌توانید یک مافوق برای این کارمند انتخاب کنید. بر اساس این انتخاب، نمودار سازمانی تکمیل خواهد شد.

source: Here, your weekly offs are pre-populated based on the previous selections. You can add more rows to also add public and national holidays individually.
fa: در اینجا، تعطیلات هفتگی شما بر اساس انتخاب‌های قبلی از پیش پر شده‌اند. می‌توانید ردیف‌های بیشتری اضافه کنید تا تعطیلات عمومی و ملی را نیز به صورت جداگانه اضافه نمایید.

source: Hertz
fa: هرتز

source: Hi,
fa: سلام،

source: Hidden Line (Internal Use Only)
fa: ردیف پنهان (فقط برای استفاده داخلی)

source: Hidden list maintaining the list of contacts linked to Shareholder
fa: لیست پنهان برای نگهداری مخاطبین مرتبط با سهامدار

source: Hide Currency Symbol
fa: مخفی کردن نماد ارز

source: Hide Customer's Tax ID from Sales Transactions
fa: مخفی کردن شناسه مالیاتی مشتری در تراکنش‌های فروش

source: Hide If Zero
fa: مخفی کردن در صورت صفر بودن

source: Hide Images
fa: مخفی کردن تصاویر

source: Hide Recent Orders
fa: مخفی کردن سفارشات اخیر

source: Hide Unavailable Items
fa: مخفی کردن کالاهای ناموجود

source: Hide this line if amount is zero
fa: این ردیف را در صورت صفر بودن مبلغ مخفی کن

source: Hide timesheets
fa: مخفی کردن برگه‌های حضور و غیاب

source: Higher the number, higher the priority
fa: هرچه عدد بالاتر باشد، اولویت بیشتر است.

source: History In Company
fa: سابقه در شرکت

source: Hold
fa: در انتظار

source: Hold Invoice
fa: فاکتور در انتظار

source: Hold Type
fa: نوع نگهداری

source: Holiday
fa: تعطیلات

source: Holiday Date {0} added multiple times
fa: تاریخ تعطیلات {0} چندین بار اضافه شده است.

source: Holiday List
fa: لیست تعطیلات

source: Holiday List Name
fa: نام لیست تعطیلات

source: Holidays
fa: تعطیلات

source: Holt-Winters
fa: هولت-وینترز

source: Horsepower
fa: اسب بخار

source: Horsepower-Hours
fa: اسب بخار-ساعت

source: Hour
fa: ساعت

source: Hour Rate
fa: نرخ ساعتی

source: Hours
fa: ساعت

source: Hours Spent
fa: ساعات صرف شده

source: How Pricing Rule is applied?
fa: قاعده قیمت‌گذاری چگونه اعمال می‌شود؟

source: How frequently?
fa: هر چند وقت یکبار؟

source: How often should Project and Company be updated based on Sales Transactions?
fa: پروژه و شرکت هر چند وقت یکبار باید بر اساس تراکنش‌های فروش به‌روزرسانی شوند؟

source: How often should Project be updated of Total Purchase Cost ?
fa: پروژه هر چند وقت یکبار باید از کل هزینه خرید به‌روزرسانی شود؟

source: How this line gets its data
fa: این سطر چگونه داده‌های خود را دریافت می‌کند

source: How to format and present values in the financial report (only if different from column fieldtype)
fa: نحوه قالب‌بندی و نمایش مقادیر در گزارش مالی (فقط در صورتی که با نوع فیلد ستون متفاوت باشد)

source: Hrs
fa: ساعت

source: Human Resources
fa: منابع انسانی

source: Hundredweight (UK)
fa: هندرویت (بریتانیا)

source: Hundredweight (US)
fa: هندرویت (آمریکا)

source: Iches Of Water
fa: اینچ آب

source: Id
fa: شناسه

source: Identification of the package for the delivery (for print)
fa: شناسایی بسته برای تحویل (جهت چاپ)

source: Identifying Decision Makers
fa: شناسایی تصمیم‌گیرندگان

source: Idle
fa: بیکار

source: If "Months" is selected, a fixed amount will be booked as deferred revenue or expense for each month irrespective of the number of days in a month. It will be prorated if deferred revenue or expense is not booked for an entire month
fa: اگر "ماه‌ها" انتخاب شود، مبلغ ثابتی به عنوان درآمد یا هزینه تعهدی برای هر ماه، صرف‌نظر از تعداد روزهای ماه، ثبت خواهد شد. اگر درآمد یا هزینه تعهدی برای یک ماه کامل ثبت نشود، به نسبت روزهای آن ماه محاسبه خواهد شد.

source: If <b>Enabled</b> - Reconciliation happens on the <b>Advance Payment posting date</b><br> If <b>Disabled</b> - Reconciliation happens on oldest of 2 Dates: <b>Invoice Date</b> or the <b>Advance Payment posting date</b><br>
fa: اگر <b>فعال</b> باشد - تسویه حساب در <b>تاریخ ثبت پیش‌پرداخت</b> انجام می‌شود<br> اگر <b>غیرفعال</b> باشد - تسویه حساب در قدیمی‌ترین تاریخ از بین 2 تاریخ: <b>تاریخ فاکتور</b> یا <b>تاریخ ثبت پیش‌پرداخت</b> انجام می‌شود<br>

source: If Auto Opt In is checked, then the customers will be automatically linked with the concerned Loyalty Program (on save)
fa: اگر گزینه «عضویت خودکار» فعال باشد، مشتریان به طور خودکار به برنامه وفاداری مربوطه (هنگام ذخیره) مرتبط خواهند شد.

source: If Income or Expense
fa: اگر درآمد یا هزینه باشد

source: If an operation is divided into sub operations, they can be added here.
fa: اگر یک عملیات به زیرعملیات‌ها تقسیم شده باشد، می‌توان آن‌ها را در اینجا اضافه کرد.

source: If blank, parent Warehouse Account or company default will be considered in transactions
fa: اگر خالی باشد، حساب انبار والد یا پیش‌فرض شرکت در تراکنش‌ها در نظر گرفته خواهد شد.

source: If checked, Rejected Quantity will be included while making Purchase Invoice from Purchase Receipt.
fa: اگر فعال باشد، مقدار رد شده هنگام ایجاد فاکتور خرید از رسید خرید، لحاظ خواهد شد.

source: If checked, Stock will be reserved on <b>Submit</b>
fa: اگر فعال باشد، موجودی در زمان <b>ارسال</b> رزرو خواهد شد.

source: If checked, picked qty won't automatically be fulfilled on submit of pick list.
fa: اگر فعال باشد، مقدار انتخاب شده به طور خودکار پس از ارسال لیست انتخاب، تکمیل نخواهد شد.

source: If checked, the tax amount will be considered as already included in the Paid Amount in Payment Entry
fa: اگر فعال باشد، مبلغ مالیات به عنوان بخشی از مبلغ پرداخت شده در سند پرداخت در نظر گرفته خواهد شد.

source: If checked, the tax amount will be considered as already included in the Print Rate / Print Amount
fa: اگر فعال باشد، مبلغ مالیات به عنوان بخشی از نرخ چاپ / مبلغ چاپ در نظر گرفته خواهد شد.

source: If checked, we will create demo data for you to explore the system. This demo data can be erased later.
fa: اگر فعال باشد، ما داده‌های آزمایشی برای شما ایجاد خواهیم کرد تا سیستم را بررسی کنید. این داده‌های آزمایشی را می‌توان بعداً حذف کرد.

source: If different than customer address
fa: اگر متفاوت از آدرس مشتری باشد

source: If disable, 'In Words' field will not be visible in any transaction
fa: اگر غیرفعال باشد، فیلد «به حروف» در هیچ تراکنشی قابل مشاهده نخواهد بود.

source: If disable, 'Rounded Total' field will not be visible in any transaction
fa: اگر غیرفعال باشد، فیلد «جمع گرد شده» در هیچ تراکنشی قابل مشاهده نخواهد بود.

source: If enabled then system won't apply the pricing rule on the delivery note which will be create from the pick list
fa: اگر فعال باشد، سیستم قاعده قیمت‌گذاری را بر روی حواله تحویل که از لیست انتخاب ایجاد می‌شود، اعمال نخواهد کرد.

source: If enabled then system won't override the picked qty / batches / serial numbers / warehouse.
fa: در صورت فعال بودن، سیستم مقدار انتخاب شده / دسته‌ها / شماره سریال‌ها / انبار را بازنویسی نخواهد کرد.

source: If enabled, a print of this document will be attached to each email
fa: در صورت فعال بودن، یک نسخه چاپی از این سند به هر ایمیل پیوست خواهد شد.

source: If enabled, additional ledger entries will be made for discounts in a separate Discount Account
fa: در صورت فعال بودن، ثبت‌های دفتر کل اضافی برای تخفیف‌ها در یک حساب تخفیف جداگانه انجام خواهد شد.

source: If enabled, all files attached to this document will be attached to each email
fa: در صورت فعال بودن، تمام فایل‌های پیوست شده به این سند به هر ایمیل پیوست خواهد شد.

source: If enabled, do not update serial / batch values in the stock transactions on creation of auto Serial / Batch Bundle.
fa: در صورت فعال بودن، مقادیر سریال / دسته در تراکنش‌های انبار هنگام ایجاد بسته سریال / دسته خودکار به‌روزرسانی نمی‌شوند.

source: If enabled, formula for <b>Qty to Order</b>: <br> Required Qty (BOM) - <a href="https://docs.frappe.io/erpnext/user/manual/en/projected-quantity">Projected Qty</a>. <br> This helps avoid over-ordering.
fa: در صورت فعال بودن، فرمول برای <b>مقدار قابل سفارش</b>: <br> مقدار مورد نیاز (BOM) - <a href="https://docs.frappe.io/erpnext/user/manual/en/projected-quantity">مقدار پیش‌بینی شده</a>. <br> این به جلوگیری از سفارش بیش از حد کمک می‌کند.

source: If enabled, formula for <b>Required Qty</b>: <br> Required Qty (BOM) - <a href="https://docs.frappe.io/erpnext/user/manual/en/projected-quantity">Projected Qty</a>. <br> This helps avoid over-ordering.
fa: در صورت فعال بودن، فرمول برای <b>مقدار مورد نیاز</b>: <br> مقدار مورد نیاز (BOM) - <a href="https://docs.frappe.io/erpnext/user/manual/en/projected-quantity">مقدار پیش‌بینی شده</a>. <br> این به جلوگیری از سفارش بیش از حد کمک می‌کند.

source: If enabled, ledger entries will be posted for change amount in POS transactions
fa: در صورت فعال بودن، ثبت‌های دفتر کل برای مبلغ تغییر در تراکنش‌های POS ارسال خواهد شد.

source: If enabled, system will allow user to deliver the entire quantity of the finished goods produced against the Subcontracting Inward Order. If disabled, system will allow delivery of only the ordered quantity.
fa: در صورت فعال بودن، سیستم به کاربر اجازه می‌دهد کل مقدار کالاهای ساخته شده تولید شده در برابر سفارش ورودی برون‌سپاری را تحویل دهد. در صورت غیرفعال بودن، سیستم فقط اجازه تحویل مقدار سفارش داده شده را می‌دهد.

source: If enabled, the Scrap Item generated against a Finished Good will also be added in the Stock Entry when delivering that Finished Good.
fa: در صورت فعال بودن، آیتم ضایعاتی تولید شده در برابر یک کالای ساخته شده نیز هنگام تحویل آن کالای ساخته شده به سند انبار اضافه خواهد شد.

source: If enabled, the consolidated invoices will have rounded total disabled
fa: در صورت فعال بودن، فاکتورهای تجمیعی مجموع گرد شده را غیرفعال خواهند داشت.

source: If enabled, the item rate won't adjust to the valuation rate during internal transfers, but accounting will still use the valuation rate.
fa: در صورت فعال بودن، نرخ آیتم در طول انتقال‌های داخلی با نرخ ارزیابی تنظیم نمی‌شود، اما حسابداری همچنان از نرخ ارزیابی استفاده خواهد کرد.

source: If enabled, the source and target warehouse in the Material Transfer Stock Entry must be different else an error will be thrown. If inventory dimensions are present, same source and target warehouse can be allowed but atleast any one of the inventory dimension fields must be different.
fa: در صورت فعال بودن، انبار مبدا و مقصد در سند انبار انتقال مواد باید متفاوت باشند، در غیر این صورت خطا رخ خواهد داد. اگر ابعاد موجودی وجود داشته باشد، می‌توان انبار مبدا و مقصد یکسان را مجاز دانست، اما حداقل یکی از فیلدهای ابعاد موجودی باید متفاوت باشد.

source: If enabled, the system will allow selecting UOMs in sales and purchase transactions only if the conversion rate is set in the item master.
fa: در صورت فعال بودن، سیستم تنها در صورتی اجازه انتخاب واحدهای اندازه‌گیری (UOM) در تراکنش‌های فروش و خرید را می‌دهد که نرخ تبدیل در مستر آیتم تنظیم شده باشد.

source: If enabled, the system will allow users to edit the raw materials and their quantities in the Work Order. The system will not reset the quantities as per the BOM, if the user has changed them.
fa: در صورت فعال بودن، سیستم به کاربران اجازه می‌دهد مواد اولیه و مقادیر آن‌ها را در سفارش کار ویرایش کنند. اگر کاربر مقادیر را تغییر داده باشد، سیستم آن‌ها را بر اساس BOM بازنشانی نخواهد کرد.

source: If enabled, the system will generate an accounting entry for materials rejected in the Purchase Receipt.
fa: در صورت فعال بودن، سیستم یک ثبت حسابداری برای مواد رد شده در رسید خرید ایجاد خواهد کرد.

source: If enabled, the system will use the inventory account set in the Item Master or Item Group or Brand. Otherwise, it will use the inventory account set in the Warehouse.
fa: در صورت فعال بودن، سیستم از حساب موجودی تنظیم شده در مستر آیتم یا گروه آیتم یا برند استفاده خواهد کرد. در غیر این صورت، از حساب موجودی تنظیم شده در انبار استفاده خواهد کرد.

source: If enabled, the system will use the moving average valuation method to calculate the valuation rate for the batched items and will not consider the individual batch-wise incoming rate.
fa: در صورت فعال بودن، سیستم از روش ارزیابی میانگین متحرک برای محاسبه نرخ ارزیابی آیتم‌های دسته‌ای استفاده خواهد کرد و نرخ ورودی تک‌تک دسته‌ها را در نظر نخواهد گرفت.

source: If enabled, then system will only validate the pricing rule and not apply automatically. User has to manually set the discount percentage / margin / free items to validate the pricing rule
fa: در صورت فعال بودن، سیستم فقط قانون قیمت‌گذاری را اعتبارسنجی می‌کند و آن را به صورت خودکار اعمال نمی‌کند. کاربر باید به صورت دستی درصد تخفیف / حاشیه سود / آیتم‌های رایگان را برای اعتبارسنجی قانون قیمت‌گذاری تنظیم کند.

source: If enabled, this row's values will be displayed on financial charts
fa: در صورت فعال بودن، مقادیر این ردیف در نمودارهای مالی نمایش داده خواهند شد.

source: If enabled, user will be alerted before resetting posting date to current date in relevant transactions
fa: در صورت فعال بودن، کاربر قبل از بازنشانی تاریخ ثبت به تاریخ جاری در تراکنش‌های مربوطه هشدار دریافت خواهد کرد.

source: If item is a variant of another item then description, image, pricing, taxes etc will be set from the template unless explicitly specified
fa: اگر آیتم یک نوع (variant) از آیتم دیگری باشد، توضیحات، تصویر، قیمت‌گذاری، مالیات و غیره از قالب تنظیم می‌شوند مگر اینکه به صراحت مشخص شده باشد.

source: If items in stock, proceed with Material Transfer or Purchase.
fa: اگر آیتم‌ها در انبار موجود هستند، با انتقال مواد یا خرید ادامه دهید.

source: If mentioned, the system will allow only the users with this Role to create or modify any stock transaction earlier than the latest stock transaction for a specific item and warehouse. If set as blank, it allows all users to create/edit back-dated transactions.
fa: در صورت ذکر، سیستم فقط به کاربران دارای این نقش اجازه می‌دهد تا هر تراکنش انبار را زودتر از آخرین تراکنش انبار برای یک آیتم و انبار خاص ایجاد یا اصلاح کنند. اگر خالی باشد، به همه کاربران اجازه می‌دهد تراکنش‌های با تاریخ گذشته را ایجاد/ویرایش کنند.

source: If more than one package of the same type (for print)
fa: اگر بیش از یک بسته از یک نوع (برای چاپ)

source: If multiple Pricing Rules continue to prevail, users are asked to set Priority manually to resolve conflict.
fa: اگر چندین قانون قیمت‌گذاری همچنان غالب باشند، از کاربران خواسته می‌شود برای حل تعارض، اولویت را به صورت دستی تنظیم کنند.

source: If no taxes are set, and Taxes and Charges Template is selected, the system will automatically apply the taxes from the chosen template.
fa: اگر مالیاتی تنظیم نشده باشد و قالب مالیات و عوارض انتخاب شده باشد، سیستم به طور خودکار مالیات‌ها را از قالب انتخاب شده اعمال خواهد کرد.

source: If not, you can Cancel / Submit this entry
fa: در غیر این صورت، می‌توانید این سند را لغو / ثبت کنید.

source: If rate is zero then item will be treated as "Free Item"
fa: اگر نرخ صفر باشد، آیتم به عنوان "آیتم رایگان" در نظر گرفته خواهد شد.

source: If selected Pricing Rule is made for 'Rate', it will overwrite Price List. Pricing Rule rate is the final rate, so no further discount should be applied. Hence, in transactions like Sales Order, Purchase Order etc, it will be fetched in 'Rate' field, rather than 'Price List Rate' field.
fa: اگر قانون قیمت‌گذاری انتخاب شده برای 'نرخ' باشد، لیست قیمت را بازنویسی خواهد کرد. نرخ قانون قیمت‌گذاری نرخ نهایی است، بنابراین هیچ تخفیف دیگری نباید اعمال شود. از این رو، در تراکنش‌هایی مانند سفارش فروش، سفارش خرید و غیره، این نرخ در فیلد 'نرخ' واکشی می‌شود، نه در فیلد 'نرخ لیست قیمت'.

source: If set, the system does not use the user's Email or the standard outgoing Email account for sending request for quotations.
fa: در صورت تنظیم، سیستم از ایمیل کاربر یا حساب ایمیل خروجی استاندارد برای ارسال درخواست‌های قیمت استفاده نمی‌کند.

source: If the BOM results in Scrap material, the Scrap Warehouse needs to be selected.
fa: اگر BOM منجر به مواد ضایعاتی شود، انبار ضایعات باید انتخاب شود.

source: If the account is frozen, entries are allowed to restricted users.
fa: اگر حساب مسدود باشد، ثبت‌ها برای کاربران محدود مجاز است.

source: If the item is transacting as a Zero Valuation Rate item in this entry, please enable 'Allow Zero Valuation Rate' in the {0} Item table.
fa: اگر آیتم در این سند به عنوان آیتم با نرخ ارزیابی صفر معامله می‌شود، لطفاً 'اجازه نرخ ارزیابی صفر' را در جدول آیتم {0} فعال کنید.

source: If the selected BOM has Operations mentioned in it, the system will fetch all Operations from BOM, these values can be changed.
fa: اگر BOM انتخاب شده دارای عملیات ذکر شده در آن باشد، سیستم تمام عملیات را از BOM واکشی می‌کند، این مقادیر قابل تغییر هستند.

source: If there is no assigned timeslot, then communication will be handled by this group
fa: اگر بازه زمانی اختصاص داده شده‌ای وجود نداشته باشد، ارتباط توسط این گروه مدیریت خواهد شد.

source: If there is no title column, use the code column for the title.
fa: اگر ستون عنوان وجود ندارد، از ستون کد برای عنوان استفاده کنید.

source: If this checkbox is checked, paid amount will be splitted and allocated as per the amounts in payment schedule against each payment term
fa: اگر این کادر انتخاب شود، مبلغ پرداخت شده بر اساس مبالغ در برنامه پرداخت در برابر هر شرط پرداخت تقسیم و تخصیص داده خواهد شد.

source: If this is checked subsequent new invoices will be created on calendar month and quarter start dates irrespective of current invoice start date
fa: اگر این گزینه انتخاب شود، فاکتورهای جدید بعدی در تاریخ‌های شروع ماه و فصل تقویمی ایجاد می‌شوند، صرف نظر از تاریخ شروع فاکتور فعلی.

source: If this is unchecked Journal Entries will be saved in a Draft state and will have to be submitted manually
fa: اگر این گزینه انتخاب نشود، اسناد روزنامه در وضعیت پیش‌نویس ذخیره می‌شوند و باید به صورت دستی ثبت شوند.

source: If this is unchecked, direct GL entries will be created to book deferred revenue or expense
fa: اگر این گزینه انتخاب نشده باشد، اسناد حسابداری مستقیم برای ثبت درآمد یا هزینه تعهدی ایجاد خواهند شد.

source: If this is undesirable please cancel the corresponding Payment Entry.
fa: اگر این مورد مطلوب نیست، لطفاً سند پرداخت مربوطه را لغو کنید.

source: If this item has variants, then it cannot be selected in sales orders etc.
fa: اگر این آیتم دارای واریانت باشد، نمی‌توان آن را در سفارشات فروش و غیره انتخاب کرد.

source: If this option is configured 'Yes', ERPNext will prevent you from creating a Purchase Invoice or Receipt without creating a Purchase Order first. This configuration can be overridden for a particular supplier by enabling the 'Allow Purchase Invoice Creation Without Purchase Order' checkbox in the Supplier master.
fa: اگر این گزینه 'بله' پیکربندی شده باشد، ERPNext از ایجاد فاکتور خرید یا رسید خرید بدون ایجاد سفارش خرید ابتدا جلوگیری می‌کند. این پیکربندی را می‌توان برای یک تأمین‌کننده خاص با فعال کردن چک‌باکس 'اجازه ایجاد فاکتور خرید بدون سفارش خرید' در فرم اصلی تأمین‌کننده نادیده گرفت.
