Repository: ai-solution-company/systemafarin-custom-addon
Catalog: iran_core/locale/*.po
Languages: fa

source: Opening Invoice has rounding adjustment of {0}.<br><br> '{1}' account is required to post these values. Please set it in Company: {2}.<br><br> Or, '{3}' can be enabled to not post any rounding adjustment.
fa: فاکتور افتتاحیه دارای تعدیل رند کردن به مبلغ {0} است.<br><br> حساب '{1}' برای ثبت این مقادیر الزامی است. لطفاً آن را در شرکت: {2} تنظیم کنید.<br><br> یا، '{3}' را می‌توان فعال کرد تا هیچ تعدیل رند کردنی ثبت نشود.

source: Opening Invoices
fa: فاکتورهای افتتاحیه

source: Opening Invoices Summary
fa: خلاصه فاکتورهای افتتاحیه

source: Opening Number of Booked Depreciations
fa: تعداد استهلاک‌های ثبت‌شده افتتاحیه

source: Opening Purchase Invoices have been created.
fa: فاکتورهای خرید افتتاحیه ایجاد شده‌اند.

source: Opening Qty
fa: مقدار افتتاحیه

source: Opening Sales Invoices have been created.
fa: فاکتورهای فروش افتتاحیه ایجاد شده‌اند.

source: Opening Stock
fa: موجودی افتتاحیه

source: Opening Time
fa: زمان بازگشایی

source: Opening Value
fa: ارزش افتتاحیه

source: Opening and Closing
fa: افتتاحیه و اختتامیه

source: Operating Component
fa: جزء عملیاتی

source: Operating Components Cost
fa: هزینه اجزای عملیاتی

source: Operating Cost
fa: هزینه عملیاتی

source: Operating Cost (Company Currency)
fa: هزینه عملیاتی (ارز شرکت)

source: Operating Cost Per BOM Quantity
fa: هزینه عملیاتی به ازای مقدار BOM

source: Operating Cost as per Work Order / BOM
fa: هزینه عملیاتی طبق سفارش کار / BOM

source: Operating Cost(Company Currency)
fa: هزینه عملیاتی (ارز شرکت)

source: Operating Costs
fa: هزینه‌های عملیاتی

source: Operating Costs (Per Hour)
fa: هزینه‌های عملیاتی (ساعتی)

source: Operation & Materials
fa: عملیات و مواد

source: Operation Cost
fa: هزینه عملیات

source: Operation Description
fa: شرح عملیات

source: Operation ID
fa: شناسه عملیات

source: Operation Id
fa: شناسه عملیات

source: Operation Row ID
fa: شناسه ردیف عملیات

source: Operation Row Id
fa: شناسه ردیف عملیات

source: Operation Row Number
fa: شماره ردیف عملیات

source: Operation Time
fa: زمان عملیات

source: Operation Time must be greater than 0 for Operation {0}
fa: زمان عملیات برای عملیات {0} باید بزرگتر از 0 باشد

source: Operation completed for how many finished goods?
fa: عملیات برای چند کالای ساخته‌شده تکمیل شده است؟

source: Operation time does not depend on quantity to produce
fa: زمان عملیات به مقدار تولید وابسته نیست

source: Operation {0} added multiple times in the work order {1}
fa: عملیات {0} چندین بار در سفارش کار {1} اضافه شده است

source: Operation {0} does not belong to the work order {1}
fa: عملیات {0} به سفارش کار {1} تعلق ندارد

source: Operation {0} longer than any available working hours in workstation {1}, break down the operation into multiple operations
fa: عملیات {0} طولانی‌تر از ساعات کاری موجود در ایستگاه کاری {1} است، عملیات را به چند عملیات تقسیم کنید

source: Operations
fa: عملیات‌ها

source: Operations Routing
fa: مسیردهی عملیات‌ها

source: Operations cannot be left blank
fa: عملیات‌ها نمی‌توانند خالی باشند

source: Operator
fa: اپراتور

source: Opp Count
fa: تعداد فرصت‌ها

source: Opp/Lead %
fa: درصد فرصت/سرنخ

source: Opportunities
fa: فرصت‌ها

source: Opportunities by Campaign
fa: فرصت‌ها بر اساس کمپین

source: Opportunities by Medium
fa: فرصت‌ها بر اساس رسانه

source: Opportunities by Source
fa: فرصت‌ها بر اساس منبع

source: Opportunity
fa: فرصت

source: Opportunity Amount
fa: مبلغ فرصت

source: Opportunity Amount (Company Currency)
fa: مبلغ فرصت (ارز شرکت)

source: Opportunity Date
fa: تاریخ فرصت

source: Opportunity From
fa: فرصت از

source: Opportunity Item
fa: آیتم فرصت

source: Opportunity Lost Reason
fa: دلیل از دست دادن فرصت

source: Opportunity Lost Reason Detail
fa: جزئیات دلیل از دست دادن فرصت

source: Opportunity Owner
fa: مالک فرصت

source: Opportunity Source
fa: منبع فرصت

source: Opportunity Summary by Sales Stage
fa: خلاصه فرصت بر اساس مرحله فروش

source: Opportunity Summary by Sales Stage
fa: خلاصه فرصت بر اساس مرحله فروش

source: Opportunity Type
fa: نوع فرصت

source: Opportunity Value
fa: ارزش فرصت

source: Opportunity {0} created
fa: فرصت {0} ایجاد شد

source: Optimize Route
fa: بهینه‌سازی مسیر

source: Optional. Sets company's default currency, if not specified.
fa: اختیاری. ارز پیش‌فرض شرکت را تنظیم می‌کند، اگر مشخص نشده باشد.

source: Optional. This setting will be used to filter in various transactions.
fa: اختیاری. این تنظیم برای فیلتر کردن در تراکنش‌های مختلف استفاده خواهد شد.

source: Order Amount
fa: مبلغ سفارش

source: Order By
fa: مرتب‌سازی بر اساس

source: Order Confirmation Date
fa: تاریخ تأیید سفارش

source: Order Confirmation No
fa: شماره تأیید سفارش

source: Order Count
fa: تعداد سفارش

source: Order Date
fa: تاریخ سفارش

source: Order Information
fa: اطلاعات سفارش

source: Order No
fa: شماره سفارش

source: Order Qty
fa: مقدار سفارش

source: Order Status
fa: وضعیت سفارش

source: Order Summary
fa: خلاصه سفارش

source: Order Type
fa: نوع سفارش

source: Order Value
fa: ارزش سفارش

source: Order/Quot %
fa: درصد سفارش/پیش‌فاکتور

source: Ordered
fa: سفارش‌داده‌شده

source: Ordered Qty
fa: مقدار سفارش‌داده‌شده

source: Ordered Qty: Quantity ordered for purchase, but not received.
fa: مقدار سفارش‌داده‌شده: مقداری که برای خرید سفارش داده شده، اما دریافت نشده است.

source: Ordered Quantity
fa: مقدار سفارش‌داده‌شده

source: Orders
fa: سفارش‌ها

source: Organization
fa: سازمان

source: Organization Name
fa: نام سازمان

source: Original Item
fa: آیتم اصلی

source: Other Details
fa: سایر جزئیات

source: Other Info
fa: سایر اطلاعات

source: Other Reports
fa: سایر گزارش‌ها

source: Other Settings
fa: سایر تنظیمات

source: Ounce
fa: اونس

source: Ounce-Force
fa: اونس-نیرو

source: Ounce/Cubic Foot
fa: اونس/فوت مکعب

source: Ounce/Cubic Inch
fa: اونس/اینچ مکعب

source: Ounce/Gallon (UK)
fa: اونس/گالن (بریتانیا)

source: Ounce/Gallon (US)
fa: اونس/گالن (آمریکا)

source: Out Qty
fa: مقدار خروجی

source: Out Value
fa: ارزش خروجی

source: Out of AMC
fa: خارج از قرارداد AMC

source: Out of Order
fa: خارج از سرویس

source: Out of Stock
fa: ناموجود

source: Out of Warranty
fa: خارج از گارانتی

source: Out of stock
fa: ناموجود

source: Outdated POS Opening Entry
fa: ثبت افتتاحیه منسوخ‌شده POS

source: Outgoing Rate
fa: نرخ خروجی

source: Outstanding
fa: تسویه‌نشده

source: Outstanding (Company Currency)
fa: تسویه‌نشده (ارز شرکت)

source: Outstanding Amount
fa: مبلغ تسویه‌نشده

source: Outstanding Amt
fa: مبلغ تسویه‌نشده

source: Outstanding Cheques and Deposits to clear
fa: چک‌ها و واریزی‌های تسویه‌نشده جهت وصول

source: Outstanding for {0} cannot be less than zero ({1})
fa: مبلغ تسویه‌نشده برای {0} نمی‌تواند کمتر از صفر ({1}) باشد

source: Outward
fa: خروجی

source: Over Billing Allowance (%)
fa: درصد مجاز صورتحساب‌دهی مازاد (%)

source: Over Billing Allowance exceeded for Purchase Receipt Item {0} ({1}) by {2}%
fa: حد مجاز صورتحساب‌دهی مازاد برای آیتم رسید خرید {0} ({1}) به میزان {2}% تجاوز کرده است

source: Over Delivery/Receipt Allowance (%)
fa: درصد مجاز تحویل/دریافت مازاد (%)

source: Over Picking Allowance
fa: حد مجاز برداشت مازاد

source: Over Receipt
fa: دریافت مازاد

source: Over Receipt/Delivery of {0} {1} ignored for item {2} because you have {3} role.
fa: دریافت/تحویل مازاد {0} {1} برای آیتم {2} نادیده گرفته شد زیرا شما نقش {3} را دارید.

source: Over Transfer Allowance
fa: حد مجاز انتقال مازاد

source: Over Transfer Allowance (%)
fa: درصد مجاز انتقال مازاد (%)

source: Overbilling of {0} {1} ignored for item {2} because you have {3} role.
fa: صورتحساب‌دهی مازاد {0} {1} برای آیتم {2} نادیده گرفته شد زیرا شما نقش {3} را دارید.

source: Overbilling of {} ignored because you have {} role.
fa: صورتحساب‌دهی مازاد {} نادیده گرفته شد زیرا شما نقش {} را دارید.

source: Overdue
fa: سررسید گذشته

source: Overdue Days
fa: روزهای سررسید گذشته

source: Overdue Payment
fa: پرداخت سررسید گذشته

source: Overdue Payments
fa: پرداخت‌های سررسید گذشته

source: Overdue Tasks
fa: وظایف سررسید گذشته

source: Overdue and Discounted
fa: سررسید گذشته و تخفیف‌خورده

source: Overlap in scoring between {0} and {1}
fa: همپوشانی در امتیازدهی بین {0} و {1}

source: Overlapping conditions found between:
fa: شرایط همپوشان بین موارد زیر یافت شد:

source: Overproduction Percentage For Sales Order
fa: درصد تولید مازاد برای سفارش فروش

source: Overproduction Percentage For Work Order
fa: درصد تولید مازاد برای سفارش کار

source: Overproduction for Sales and Work Order
fa: تولید مازاد برای سفارش فروش و سفارش کار

source: Owned
fa: متعلق

source: Owner
fa: مالک

source: P&L Closing Balance
fa: مانده اختتامیه سود و زیان

source: PAN No
fa: شماره PAN

source: PCV Paused
fa: PCV متوقف شد

source: PCV Resumed
fa: PCV از سر گرفته شد

source: PDF Name
fa: نام PDF

source: PO Supplied Item
fa: آیتم تأمین شده سفارش خرید

source: POS Additional Fields
fa: فیلدهای اضافی POS

source: POS Closed
fa: POS بسته شد

source: POS Closing Entry
fa: سند اختتامیه POS

source: POS Closing Entry Detail
fa: جزئیات سند اختتامیه POS

source: POS Closing Entry Taxes
fa: مالیات‌های سند اختتامیه POS

source: POS Closing Failed
fa: بستن POS ناموفق بود

source: POS Closing failed while running in a background process. You can resolve the {0} and retry the process again.
fa: بستن POS در حین اجرای فرآیند پس‌زمینه ناموفق بود. می‌توانید {0} را حل کرده و فرآیند را دوباره امتحان کنید.

source: POS Customer Group
fa: گروه مشتری POS

source: POS Field
fa: فیلد POS

source: POS Invoice
fa: فاکتور POS

source: POS Invoice Item
fa: آیتم فاکتور POS

source: POS Invoice Merge Log
fa: گزارش ادغام فاکتور POS

source: POS Invoice Reference
fa: مرجع فاکتور POS

source: POS Invoice is already consolidated
fa: فاکتور POS قبلاً تجمیع شده است

source: POS Invoice is not submitted
fa: فاکتور POS ارسال نشده است

source: POS Invoice isn't created by user {}
fa: فاکتور POS توسط کاربر {} ایجاد نشده است

source: POS Invoice should have the field {0} checked.
fa: فاکتور POS باید فیلد {0} آن تیک خورده باشد.

source: POS Invoices
fa: فاکتورهای POS

source: POS Invoices can't be added when Sales Invoice is enabled
fa: زمانی که فاکتور فروش فعال است، نمی‌توان فاکتورهای POS را اضافه کرد.

source: POS Invoices will be consolidated in a background process
fa: فاکتورهای POS در یک فرآیند پس‌زمینه تجمیع خواهند شد.

source: POS Invoices will be unconsolidated in a background process
fa: فاکتورهای POS در یک فرآیند پس‌زمینه از تجمیع خارج خواهند شد.

source: POS Item Group
fa: گروه آیتم POS

source: POS Opening Entry
fa: سند افتتاحیه POS

source: POS Opening Entry - {0} is outdated. Please close the POS and create a new POS Opening Entry.
fa: ثبت افتتاحیه صندوق فروش - {0} منقضی شده است. لطفاً صندوق فروش را ببندید و یک ثبت افتتاحیه صندوق فروش جدید ایجاد کنید.

source: POS Opening Entry Cancellation Error
fa: خطای لغو ثبت افتتاحیه صندوق فروش

source: POS Opening Entry Cancelled
fa: ثبت افتتاحیه صندوق فروش لغو شد

source: POS Opening Entry Detail
fa: جزئیات ثبت افتتاحیه صندوق فروش

source: POS Opening Entry Exists
fa: ثبت افتتاحیه صندوق فروش موجود است

source: POS Opening Entry Missing
fa: ثبت افتتاحیه صندوق فروش یافت نشد

source: POS Opening Entry cannot be cancelled as unconsolidated Invoices exists.
fa: ثبت افتتاحیه صندوق فروش قابل لغو نیست زیرا فاکتورهای تجمیع‌نشده وجود دارند.

source: POS Opening Entry has been cancelled. Please refresh the page.
fa: ثبت افتتاحیه صندوق فروش لغو شده است. لطفاً صفحه را بازخوانی کنید.

source: POS Payment Method
fa: روش پرداخت صندوق فروش

source: POS Profile
fa: پروفایل صندوق فروش

source: POS Profile - {0} has multiple open POS Opening Entries. Please close or cancel the existing entries before proceeding.
fa: پروفایل صندوق فروش - {0} دارای چندین ثبت افتتاحیه صندوق فروش باز است. لطفاً قبل از ادامه، ثبت‌های موجود را ببندید یا لغو کنید.

source: POS Profile - {0} is currently open. Please close the POS or cancel the existing POS Opening Entry before cancelling this POS Closing Entry.
fa: پروفایل صندوق فروش - {0} در حال حاضر باز است. لطفاً قبل از لغو این ثبت اختتامیه صندوق فروش، صندوق فروش را ببندید یا ثبت افتتاحیه صندوق فروش موجود را لغو کنید.

source: POS Profile User
fa: کاربر پروفایل صندوق فروش

source: POS Profile doesn't match {}
fa: پروفایل صندوق فروش با {} مطابقت ندارد

source: POS Profile is mandatory to mark this invoice as POS Transaction.
fa: برای علامت‌گذاری این فاکتور به عنوان تراکنش صندوق فروش، پروفایل صندوق فروش اجباری است.

source: POS Profile required to make POS Entry
fa: برای ایجاد ثبت صندوق فروش، پروفایل صندوق فروش مورد نیاز است

source: POS Profile {0} cannot be disabled as there are ongoing POS sessions.
fa: پروفایل صندوق فروش {0} قابل غیرفعال‌سازی نیست زیرا جلسات صندوق فروش در حال انجام وجود دارد.

source: POS Profile {} contains Mode of Payment {}. Please remove them to disable this mode.
fa: پروفایل صندوق فروش {} شامل روش پرداخت {} است. لطفاً آنها را حذف کنید تا این روش غیرفعال شود.

source: POS Profile {} does not belong to company {}
fa: پروفایل صندوق فروش {} متعلق به شرکت {} نیست

source: POS Profile {} does not exist.
fa: پروفایل صندوق فروش {} وجود ندارد.

source: POS Profile {} is disabled.
fa: پروفایل صندوق فروش {} غیرفعال است.

source: POS Register
fa: صندوق فروش

source: POS Search Fields
fa: فیلدهای جستجوی صندوق فروش

source: POS Setting
fa: تنظیمات صندوق فروش

source: POS Settings
fa: تنظیمات صندوق فروش

source: POS Transactions
fa: تراکنش‌های صندوق فروش

source: POS has been closed at {0}. Please refresh the page.
fa: صندوق فروش در {0} بسته شده است. لطفاً صفحه را بازخوانی کنید.

source: POS invoice {0} created successfully
fa: فاکتور صندوق فروش {0} با موفقیت ایجاد شد

source: PSOA Cost Center
fa: مرکز هزینه PSOA

source: PSOA Project
fa: پروژه PSOA

source: Package No(s) already in use. Try from Package No {0}
fa: شماره(های) بسته قبلاً در حال استفاده است. از شماره بسته {0} امتحان کنید.

source: Package Weight Details
fa: جزئیات وزن بسته

source: Packaging Slip From Delivery Note
fa: برگه بسته‌بندی از حواله انبار

source: Packed Item
fa: کالای بسته‌بندی شده

source: Packed Items
fa: کالاهای بسته‌بندی شده

source: Packed Items cannot be transferred internally
fa: کالاهای بسته‌بندی شده قابل انتقال داخلی نیستند

source: Packed Qty
fa: مقدار بسته‌بندی شده

source: Packing List
fa: لیست بسته‌بندی

source: Packing Slip
fa: برگه بسته‌بندی

source: Packing Slip Item
fa: آیتم حواله انبار

source: Packing Slip(s) cancelled
fa: حواله(های) انبار لغو شد

source: Packing Unit
fa: واحد بسته‌بندی

source: Page Break After Each SoA
fa: شکست صفحه بعد از هر صورت‌حساب

source: Paid
fa: پرداخت‌شده

source: Paid Amount
fa: مبلغ پرداخت‌شده

source: Paid Amount (Company Currency)
fa: مبلغ پرداخت‌شده (ارز شرکت)

source: Paid Amount After Tax
fa: مبلغ پرداخت‌شده پس از کسر مالیات

source: Paid Amount After Tax (Company Currency)
fa: مبلغ پرداخت‌شده پس از کسر مالیات (ارز شرکت)

source: Paid Amount cannot be greater than total negative outstanding amount {0}
fa: مبلغ پرداخت‌شده نمی‌تواند بیشتر از کل مبلغ مانده منفی {0} باشد

source: Paid From Account Type
fa: نوع حساب پرداخت‌کننده

source: Paid To Account Type
fa: نوع حساب دریافت‌کننده

source: Paid amount + Write Off Amount can not be greater than Grand Total
fa: مبلغ پرداخت‌شده + مبلغ سوخت‌شده نمی‌تواند بیشتر از جمع کل باشد

source: Pair
fa: جفت

source: Pallets
fa: پالت‌ها

source: Parameter Group
fa: گروه پارامتر

source: Parameter Group Name
fa: نام گروه پارامتر

source: Parameter Name
fa: نام پارامتر

source: Parameters
fa: پارامترها

source: Parcel Template
fa: قالب بسته

source: Parcel Template Name
fa: نام قالب بسته

source: Parcel weight cannot be 0
fa: وزن بسته نمی‌تواند 0 باشد

source: Parcels
fa: بسته‌ها

source: Parent Account
fa: حساب والد

source: Parent Account Missing
fa: حساب والد موجود نیست

source: Parent Batch
fa: بچ والد

source: Parent Company
fa: شرکت والد

source: Parent Company must be a group company
fa: شرکت والد باید یک شرکت گروه باشد

source: Parent Cost Center
fa: مرکز هزینه والد

source: Parent Customer Group
fa: گروه مشتری والد

source: Parent Department
fa: دپارتمان والد

source: Parent Detail docname
fa: نام سند جزئیات والد

source: Parent Document
fa: سند والد

source: Parent Item
fa: آیتم والد

source: Parent Item Group
fa: گروه آیتم والد

source: Parent Item {0} must not be a Fixed Asset
fa: آیتم والد {0} نباید دارایی ثابت باشد

source: Parent Item {0} must not be a Stock Item
fa: آیتم والد {0} نباید کالای انبارشدنی باشد

source: Parent Location
fa: موقعیت والد

source: Parent Procedure
fa: رویه والد

source: Parent Row No
fa: شماره ردیف والد

source: Parent Row No not found for {0}
fa: شماره ردیف والد برای {0} یافت نشد

source: Parent Sales Person
fa: فروشنده والد

source: Parent Supplier Group
fa: گروه تأمین‌کننده والد

source: Parent Task
fa: وظیفه والد

source: Parent Task {0} is not a Template Task
fa: وظیفه والد {0} یک وظیفه الگو نیست

source: Parent Task {0} must be a Group Task
fa: وظیفه والد {0} باید یک وظیفه گروهی باشد

source: Parent Territory
fa: قلمرو والد

source: Parent Warehouse
fa: انبار والد

source: Parsed file is not in valid MT940 format or contains no transactions.
fa: فایل تجزیه شده در قالب معتبر MT940 نیست یا حاوی هیچ تراکنشی نیست.

source: Parsing Error
fa: خطای تجزیه

source: Partial Material Transferred
fa: انتقال جزئی مواد

source: Partial Payment in POS Transactions are not allowed.
fa: پرداخت جزئی در تراکنش‌های POS مجاز نیست.

source: Partial Stock Reservation
fa: رزرو جزئی موجودی

source: Partial stock can be reserved. For example, If you have a Sales Order of 100 units and the Available Stock is 90 units then a Stock Reservation Entry will be created for 90 units.
fa: موجودی جزئی قابل رزرو است. به عنوان مثال، اگر یک سفارش فروش ۱۰۰ واحدی و موجودی در دسترس ۹۰ واحدی دارید، یک سند رزرو موجودی برای ۹۰ واحد ایجاد خواهد شد.

source: Partially Completed
fa: جزئی تکمیل شده

source: Partially Delivered
fa: جزئی تحویل شده

source: Partially Depreciated
fa: جزئی مستهلک شده

source: Partially Fulfilled
fa: جزئی انجام شده

source: Partially Ordered
fa: جزئی سفارش داده شده

source: Partially Paid
fa: جزئی پرداخت شده

source: Partially Received
fa: جزئی دریافت شده

source: Partially Reconciled
fa: جزئی مغایرت‌گیری شده

source: Partially Reserved
fa: جزئی رزرو شده

source: Partially Used
fa: جزئی استفاده شده

source: Partially ordered
fa: جزئی سفارش داده شده

source: Particulars
fa: شرح

source: Partly Billed
fa: جزئی صورت‌حساب شده

source: Partly Delivered
fa: جزئی تحویل شده

source: Partly Paid
fa: جزئی پرداخت شده

source: Partly Paid and Discounted
fa: جزئی پرداخت شده و تخفیف‌خورده

source: Partner Type
fa: نوع شریک

source: Partner website
fa: وب‌سایت شریک

source: Partnership
fa: مشارکت

source: Parts Per Million
fa: قسمت در میلیون

source: Party
fa: طرف حساب

source: Party Account
fa: حساب طرف حساب

source: Party Account Currency
fa: ارز حساب طرف حساب

source: Party Account No. (Bank Statement)
fa: شماره حساب طرف حساب (صورت‌حساب بانکی)

source: Party Account {0} currency ({1}) and document currency ({2}) should be same
fa: ارز حساب طرف حساب {0} ({1}) و ارز سند ({2}) باید یکسان باشد

source: Party Bank Account
fa: حساب بانکی طرف حساب

source: Party Details
fa: اطلاعات طرف حساب

source: Party Full Name
fa: نام کامل طرف حساب

source: Party IBAN (Bank Statement)
fa: شماره شبا طرف حساب (صورتحساب بانکی)

source: Party Information
fa: اطلاعات طرف حساب

source: Party Item Code
fa: کد کالای طرف حساب

source: Party Link
fa: لینک طرف حساب

source: Party Mismatch
fa: مغایرت طرف حساب

source: Party Name
fa: نام طرف حساب

source: Party Name/Account Holder (Bank Statement)
fa: نام طرف حساب / صاحب حساب (صورتحساب بانکی)

source: Party Not Required
fa: طرف حساب الزامی نیست

source: Party Specific Item
fa: کالای خاص طرف حساب

source: Party Type
fa: نوع طرف حساب

source: Party Type and Party can only be set for Receivable / Payable account<br><br>{0}
fa: نوع طرف حساب و طرف حساب فقط برای حساب‌های دریافتنی / پرداختنی قابل تنظیم است<br><br>{0}

source: Party Type and Party is mandatory for {0} account
fa: نوع طرف حساب و طرف حساب برای حساب {0} اجباری است

source: Party Type and Party is required for Receivable / Payable account {0}
fa: نوع طرف حساب و طرف حساب برای حساب دریافتنی / پرداختنی {0} مورد نیاز است

source: Party Type is mandatory
fa: نوع طرف حساب اجباری است

source: Party User
fa: کاربر طرف حساب

source: Party can only be one of {0}
fa: طرف حساب فقط می‌تواند یکی از {0} باشد

source: Party is mandatory
fa: طرف حساب اجباری است

source: Pascal
fa: پاسکال

source: Passed
fa: تأیید شد

source: Passport Details
fa: اطلاعات گذرنامه

source: Passport Number
fa: شماره گذرنامه

source: Past Due Date
fa: سررسید گذشته

source: Past Events
fa: رویدادهای گذشته

source: Pause
fa: مکث

source: Pause Job
fa: مکث کار

source: Pause SLA On Status
fa: مکث SLA در وضعیت

source: Paused
fa: متوقف شده

source: Pay
fa: پرداخت

# Amount
source: Pay
fa: پرداخت

source: Pay To / Recd From
fa: پرداخت به / دریافت از

source: Payable
fa: پرداختنی

source: Payable Account
fa: حساب پرداختنی

source: Payables
fa: پرداختنی‌ها

source: Payer Settings
fa: تنظیمات پرداخت‌کننده

source: Payment
fa: پرداخت

source: Payment Account
fa: حساب پرداخت

source: Payment Amount
fa: مبلغ پرداخت

source: Payment Amount (Company Currency)
fa: مبلغ پرداخت (ارز شرکت)

source: Payment Channel
fa: کانال پرداخت

source: Payment Deductions or Loss
fa: کسورات یا زیان پرداخت

source: Payment Document
fa: سند پرداخت

source: Payment Document Type
fa: نوع سند پرداخت

source: Payment Due Date
fa: تاریخ سررسید پرداخت

source: Payment Entries
fa: اسناد پرداخت

source: Payment Entries {0} are un-linked
fa: اسناد پرداخت {0} از لینک خارج شده‌اند

source: Payment Entry
fa: سند پرداخت

source: Payment Entry Deduction
fa: کسورات سند پرداخت

source: Payment Entry Reference
fa: مرجع سند پرداخت

source: Payment Entry already exists
fa: سند پرداخت از قبل موجود است

source: Payment Entry has been modified after you pulled it. Please pull it again.
fa: سند پرداخت پس از دریافت توسط شما، تغییر یافته است. لطفاً دوباره آن را دریافت کنید.

source: Payment Entry is already created
fa: سند پرداخت قبلاً ایجاد شده است

source: Payment Entry {0} is linked against Order {1}, check if it should be pulled as advance in this invoice.
fa: سند پرداخت {0} به سفارش {1} مرتبط است، بررسی کنید که آیا باید به عنوان پیش‌پرداخت در این فاکتور دریافت شود.

source: Payment Failed
fa: پرداخت ناموفق

source: Payment From / To
fa: پرداخت از / به

source: Payment Gateway
fa: درگاه پرداخت

source: Payment Gateway Account
fa: حساب درگاه پرداخت

source: Payment Gateway Account not created, please create one manually.
fa: حساب درگاه پرداخت ایجاد نشده است، لطفاً به صورت دستی یکی ایجاد کنید.

source: Payment Gateway Details
fa: جزئیات درگاه پرداخت

source: Payment Ledger
fa: دفتر کل پرداخت

source: Payment Ledger Balance
fa: مانده دفتر کل پرداخت

source: Payment Ledger Entry
fa: ثبت دفتر کل پرداخت

source: Payment Limit
fa: سقف پرداخت

source: Payment Method
fa: روش پرداخت

source: Payment Methods
fa: روش‌های پرداخت

source: Payment Mode
fa: شیوه پرداخت

source: Payment Order
fa: دستور پرداخت

source: Payment Order Reference
fa: مرجع دستور پرداخت

source: Payment Order Status
fa: وضعیت دستور پرداخت

source: Payment Order Type
fa: نوع دستور پرداخت

source: Payment Ordered
fa: پرداخت سفارش داده شده

source: Payment Period Based On Invoice Date
fa: دوره پرداخت بر اساس تاریخ فاکتور

source: Payment Plan
fa: برنامه پرداخت

source: Payment Receipt Note
fa: رسید پرداخت

source: Payment Received
fa: پرداخت دریافت شد

source: Payment Reconciliation
fa: مغایرت‌گیری پرداخت

source: Payment Reconciliation Allocation
fa: تخصیص مغایرت‌گیری پرداخت

source: Payment Reconciliation Invoice
fa: فاکتور مغایرت‌گیری پرداخت

source: Payment Reconciliation Job: {0} is running for this party. Can't reconcile now.
fa: عملیات مغایرت‌گیری پرداخت: {0} برای این طرف حساب در حال اجرا است. اکنون نمی‌توان مغایرت‌گیری کرد.

source: Payment Reconciliation Payment
fa: پرداخت تسویه حساب

source: Payment Reconciliation Settings
fa: تنظیمات تسویه پرداخت

source: Payment Reference
fa: مرجع پرداخت

source: Payment References
fa: مراجع پرداخت

source: Payment Request
fa: درخواست پرداخت
