Repository: ai-solution-company/systemafarin-custom-addon
Catalog: iran_core/locale/*.po
Languages: fa

source: Failure: {0}
fa: خطا: {0}

source: Family Background
fa: سوابق خانوادگی

source: Feedback By
fa: بازخورد توسط

source: Fees
fa: هزینه‌ها

source: Fetch Based On
fa: دریافت بر اساس

source: Fetch Customers
fa: دریافت مشتریان

source: Fetch Items from Warehouse
fa: دریافت کالاها از انبار

source: Fetch Latest Exchange Rate
fa: دریافت آخرین نرخ ارز

source: Fetch Overdue Payments
fa: دریافت پرداخت‌های سررسید گذشته

source: Fetch Subscription Updates
fa: دریافت به‌روزرسانی‌های اشتراک

source: Fetch Timesheet
fa: دریافت تایم‌شیت

source: Fetch Timesheet in Sales Invoice
fa: دریافت تایم‌شیت در فاکتور فروش

source: Fetch Valuation Rate for Internal Transaction
fa: دریافت نرخ ارزیابی برای تراکنش داخلی

source: Fetch Value From
fa: دریافت مقدار از

source: Fetch exploded BOM (including sub-assemblies)
fa: دریافت BOM تفکیک‌شده (شامل زیرمونتاژها)

source: Fetch items based on Default Supplier.
fa: دریافت کالاها بر اساس تأمین‌کننده پیش‌فرض.

source: Fetched only {0} available serial numbers.
fa: فقط {0} شماره سریال موجود دریافت شد.

source: Fetching Error
fa: خطای دریافت

source: Fetching Material Requests...
fa: در حال دریافت درخواست‌های مواد...

source: Fetching Sales Orders...
fa: در حال دریافت سفارشات فروش...

source: Fetching exchange rates ...
fa: در حال دریافت نرخ‌های ارز...

source: Fetching...
fa: در حال دریافت...

source: Field Mapping
fa: نگاشت فیلد

source: Field in Bank Transaction
fa: فیلد در تراکنش بانکی

source: Fields will be copied over only at time of creation.
fa: فیلدها فقط در زمان ایجاد کپی خواهند شد.

source: File to Rename
fa: فایل برای تغییر نام

source: Filter Based On
fa: فیلتر بر اساس

source: Filter Duration (Months)
fa: مدت فیلتر (ماه)

source: Filter Total Zero Qty
fa: فیلتر کردن مجموع مقدار صفر

source: Filter by Reference Date
fa: فیلتر بر اساس تاریخ مرجع

source: Filter by invoice status
fa: فیلتر بر اساس وضعیت فاکتور

source: Filter on Invoice
fa: فیلتر فاکتور

source: Filter on Payment
fa: فیلتر پرداخت

source: Filters for Material Requests
fa: فیلترهای درخواست مواد

source: Filters for Sales Orders
fa: فیلترهای سفارشات فروش

source: Filters missing
fa: فیلترها وجود ندارند

source: Final BOM
fa: BOM نهایی

source: Final Product
fa: محصول نهایی

source: Finance Book
fa: دفتر مالی

source: Finance Book Detail
fa: جزئیات دفتر مالی

source: Finance Book Id
fa: شناسه دفتر مالی

source: Finance Books
fa: دفاتر مالی

source: Finance Manager
fa: مدیر مالی

source: Financial Ratios
fa: نسبت‌های مالی

source: Financial Report Row
fa: ردیف گزارش مالی

source: Financial Report Template
fa: قالب گزارش مالی

source: Financial Report Template {0} is disabled
fa: قالب گزارش مالی {0} غیرفعال است

source: Financial Report Template {0} not found
fa: قالب گزارش مالی {0} یافت نشد

source: Financial Reports
fa: گزارشات مالی

source: Financial Services
fa: خدمات مالی

source: Financial Statements
fa: صورت‌های مالی

source: Financial Year Begins On
fa: سال مالی از تاریخ

source: Financial reports will be generated using GL Entry doctypes (should be enabled if Period Closing Voucher is not posted for all years sequentially or missing)
fa: گزارشات مالی با استفاده از داک‌تایپ‌های سند حسابداری (GL Entry) تولید خواهند شد (باید فعال شود اگر سند بستن دوره برای تمام سال‌ها به صورت متوالی ثبت نشده یا مفقود است)

source: Finish
fa: پایان

source: Finished Good
fa: کالای ساخته‌شده

source: Finished Good BOM
fa: BOM کالای ساخته‌شده

source: Finished Good Item
fa: آیتم کالای ساخته‌شده

source: Finished Good Item Code
fa: کد آیتم کالای ساخته‌شده

source: Finished Good Item Qty
fa: تعداد آیتم کالای ساخته‌شده

source: Finished Good Item Quantity
fa: مقدار آیتم کالای ساخته‌شده

source: Finished Good Item is not specified for service item {0}
fa: آیتم کالای ساخته‌شده برای آیتم خدماتی {0} مشخص نشده است

source: Finished Good Item {0} Qty can not be zero
fa: تعداد آیتم کالای ساخته‌شده {0} نمی‌تواند صفر باشد

source: Finished Good Item {0} must be a sub-contracted item
fa: آیتم کالای ساخته‌شده {0} باید یک آیتم برون‌سپاری‌شده باشد

source: Finished Good Qty
fa: تعداد کالای ساخته‌شده

source: Finished Good Quantity
fa: مقدار کالای ساخته‌شده

source: Finished Good Serial / Batch
fa: سریال / بچ کالای ساخته‌شده

source: Finished Good UOM
fa: UOM کالای ساخته‌شده

source: Finished Good {0} does not have a default BOM.
fa: کالای ساخته‌شده {0} BOM پیش‌فرض ندارد.

source: Finished Good {0} is disabled.
fa: کالای ساخته‌شده {0} غیرفعال است.

source: Finished Good {0} must be a stock item.
fa: محصول نهایی {0} باید یک آیتم انبارپذیر باشد.

source: Finished Good {0} must be a sub-contracted item.
fa: محصول نهایی {0} باید یک آیتم برون‌سپاری شده باشد.

source: Finished Goods
fa: محصولات نهایی

source: Finished Goods Based Operating Cost
fa: هزینه عملیاتی مبتنی بر محصولات نهایی

source: Finished Goods Item
fa: آیتم محصول نهایی

source: Finished Goods Reference
fa: ارجاع محصولات نهایی

source: Finished Goods Return
fa: برگشت محصولات نهایی

source: Finished Goods Value
fa: ارزش محصولات نهایی

source: Finished Goods Warehouse
fa: انبار محصولات نهایی

source: Finished Goods based Operating Cost
fa: هزینه عملیاتی مبتنی بر محصولات نهایی

source: Finished Item {0} does not match with Work Order {1}
fa: آیتم ساخته شده {0} با سفارش کار {1} مطابقت ندارد

source: First Delivery Date
fa: اولین تاریخ تحویل

source: First Email
fa: اولین ایمیل

source: First Responded On
fa: اولین پاسخ در تاریخ

source: First Response Due
fa: مهلت اولین پاسخ

source: First Response SLA Failed by {}
fa: SLA اولین پاسخ توسط {} نقض شد

source: First Response Time
fa: زمان اولین پاسخ

source: First Response Time for Issues
fa: زمان اولین پاسخ برای مسائل

source: First Response Time for Opportunity
fa: زمان اولین پاسخ برای فرصت

source: Fiscal Regime is mandatory, kindly set the fiscal regime in the company {0}
fa: نظام مالیاتی اجباری است، لطفاً نظام مالیاتی را در شرکت {0} تنظیم کنید

source: Fiscal Year
fa: سال مالی

source: Fiscal Year Company
fa: شرکت سال مالی

source: Fiscal Year End Date should be one year after Fiscal Year Start Date
fa: تاریخ پایان سال مالی باید یک سال پس از تاریخ شروع سال مالی باشد

source: Fiscal Year Start Date and Fiscal Year End Date are already set in Fiscal Year {0}
fa: تاریخ شروع سال مالی و تاریخ پایان سال مالی قبلاً در سال مالی {0} تنظیم شده‌اند

source: Fiscal Year {0} Does Not Exist
fa: سال مالی {0} وجود ندارد

source: Fiscal Year {0} does not exist
fa: سال مالی {0} وجود ندارد

source: Fiscal Year {0} is required
fa: سال مالی {0} مورد نیاز است

source: Fix SABB Entry
fa: اصلاح سند SABB

source: Fixed
fa: ثابت

source: Fixed Asset
fa: دارایی ثابت

source: Fixed Asset Account
fa: حساب دارایی ثابت

source: Fixed Asset Defaults
fa: پیش‌فرض‌های دارایی ثابت

source: Fixed Asset Item must be a non-stock item.
fa: آیتم دارایی ثابت باید یک آیتم غیرانبارپذیر باشد.

source: Fixed Asset Register
fa: دفتر ثبت دارایی ثابت

source: Fixed Asset Turnover Ratio
fa: نسبت گردش دارایی ثابت

source: Fixed Asset item {0} cannot be used in BOMs.
fa: آیتم دارایی ثابت {0} نمی‌تواند در BOMها استفاده شود.

source: Fixed Assets
fa: دارایی‌های ثابت

source: Fixed Deposit Number
fa: شماره سپرده ثابت

source: Fixed Outgoing Email Account
fa: حساب ایمیل خروجی ثابت

source: Fixed Rate
fa: نرخ ثابت

source: Fixed Time
fa: زمان ثابت

source: Fleet Manager
fa: مدیر ناوگان

source: Floor
fa: طبقه

source: Floor Name
fa: نام طبقه

source: Fluid Ounce (UK)
fa: اونس مایع (بریتانیا)

source: Fluid Ounce (US)
fa: اونس مایع (آمریکا)

source: Focus on Item Group filter
fa: تمرکز بر فیلتر گروه آیتم

source: Focus on search input
fa: تمرکز بر ورودی جستجو

source: Folio no.
fa: شماره فلیو

source: Follow Calendar Months
fa: پیروی از ماه‌های تقویمی

source: Following Material Requests have been raised automatically based on Item's re-order level
fa: درخواست‌های مواد زیر بر اساس سطح حداقل موجودی آیتم به صورت خودکار ایجاد شده‌اند

source: Following fields are mandatory to create address:
fa: فیلدهای زیر برای ایجاد آدرس اجباری هستند:

source: Food, Beverage & Tobacco
fa: غذا، نوشیدنی و دخانیات

source: Foot
fa: فوت

source: Foot Of Water
fa: فوت آب

source: Foot/Minute
fa: فوت/دقیقه

source: Foot/Second
fa: فوت/ثانیه

source: For
fa: برای

source: For 'Product Bundle' items, Warehouse, Serial No and Batch No will be considered from the 'Packing List' table. If Warehouse and Batch No are same for all packing items for any 'Product Bundle' item, those values can be entered in the main Item table, values will be copied to 'Packing List' table.
fa: برای آیتم‌های «بسته محصول»، انبار، شماره سریال و شماره بچ از جدول «لیست بسته‌بندی» در نظر گرفته می‌شوند. اگر انبار و شماره بچ برای تمام آیتم‌های بسته‌بندی یک «بسته محصول» یکسان باشند، این مقادیر می‌توانند در جدول اصلی آیتم وارد شوند و به جدول «لیست بسته‌بندی» کپی خواهند شد.

source: For All Stock Asset Accounts
fa: برای تمام حساب‌های دارایی موجودی

source: For Buying
fa: برای خرید

source: For Company
fa: برای شرکت

source: For Default Supplier (Optional)
fa: برای تأمین‌کننده پیش‌فرض (اختیاری)

source: For Item
fa: برای آیتم

source: For Item {0} cannot be received more than {1} qty against the {2} {3}
fa: برای آیتم {0}، نمی‌توان بیش از {1} مقدار در برابر {2} {3} دریافت کرد

source: For Job Card
fa: برای کارت کار

source: For Operation
fa: برای عملیات

source: For Price List
fa: برای لیست قیمت

source: For Production
fa: برای تولید

source: For Quantity (Manufactured Qty) is mandatory
fa: برای مقدار (مقدار تولید شده) اجباری است

source: For Raw Materials
fa: برای مواد اولیه

source: For Return Invoices with Stock effect, '0' qty Items are not allowed. Following rows are affected: {0}
fa: برای فاکتورهای برگشتی با اثر موجودی، آیتم‌های با مقدار '0' مجاز نیستند. ردیف‌های زیر تحت تأثیر قرار گرفته‌اند: {0}

source: For Selling
fa: برای فروش

source: For Supplier
fa: برای تأمین‌کننده

source: For Warehouse
fa: برای انبار

source: For Work Order
fa: برای سفارش کار

source: For an item {0}, quantity must be negative number
fa: برای آیتم {0}، مقدار باید یک عدد منفی باشد

source: For an item {0}, quantity must be positive number
fa: برای آیتم {0}، مقدار باید یک عدد مثبت باشد

source: For dunning fee and interest
fa: برای هزینه اخطار و بهره

source: For e.g. 2012, 2012-13
fa: برای مثال 2012، 13-2012

source: For how much spent = 1 Loyalty Point
fa: به ازای هر میزان هزینه شده = ۱ امتیاز وفاداری

source: For individual supplier
fa: برای تأمین‌کننده منفرد

source: For item <b>{0}</b>, only <b>{1}</b> asset have been created or linked to <b>{2}</b>. Please create or link <b>{3}</b> more asset with the respective document.
fa: برای آیتم <b>{0}</b>، فقط <b>{1}</b> دارایی ایجاد یا به <b>{2}</b> پیوند داده شده است. لطفاً <b>{3}</b> دارایی دیگر را با سند مربوطه ایجاد یا پیوند دهید.

source: For item {0}, rate must be a positive number. To Allow negative rates, enable {1} in {2}
fa: برای آیتم {0}، نرخ باید یک عدد مثبت باشد. برای اجازه دادن به نرخ‌های منفی، {1} را در {2} فعال کنید.

source: For operation {0}: Quantity ({1}) can not be greater than pending quantity({2})
fa: برای عملیات {0}: مقدار ({1}) نمی‌تواند بیشتر از مقدار در انتظار ({2}) باشد.

source: For project {0}, update your status
fa: برای پروژه {0}، وضعیت خود را به‌روزرسانی کنید.

source: For projected and forecast quantities, the system will consider all child warehouses under the selected parent warehouse.
fa: برای مقادیر پیش‌بینی‌شده و برآوردی، سیستم همه انبارهای زیرمجموعه را تحت انبار اصلی انتخاب‌شده در نظر خواهد گرفت.

source: For quantity {0} should not be greater than allowed quantity {1}
fa: مقدار {0} نباید بیشتر از مقدار مجاز {1} باشد.

source: For reference
fa: جهت مرجع

source: For row {0} in {1}. To include {2} in Item rate, rows {3} must also be included
fa: برای ردیف {0} در {1}. برای گنجاندن {2} در نرخ آیتم، ردیف‌های {3} نیز باید گنجانده شوند.

source: For row {0}: Enter Planned Qty
fa: برای ردیف {0}: مقدار برنامه‌ریزی‌شده را وارد کنید.

source: For service item
fa: برای آیتم خدماتی

source: For the 'Apply Rule On Other' condition the field {0} is mandatory
fa: برای شرط 'Apply Rule On Other' فیلد {0} اجباری است.

source: For the convenience of customers, these codes can be used in print formats like Invoices and Delivery Notes
fa: برای راحتی مشتریان، این کدها می‌توانند در فرمت‌های چاپی مانند فاکتورها و برگه‌های تحویل استفاده شوند.

source: For the item {0}, the quantity should be {1} according to the BOM {2}.
fa: برای آیتم {0}، مقدار باید {1} طبق BOM {2} باشد.

# Clear payment terms template and/or payment schedule when due date is changed
source: For the new {0} to take effect, would you like to clear the current {1}?
fa: برای اعمال {0} جدید، آیا مایلید {1} فعلی را پاک کنید؟

source: For the {0}, no stock is available for the return in the warehouse {1}.
fa: برای {0}، هیچ موجودی برای برگشت در انبار {1} در دسترس نیست.

source: For the {0}, the quantity is required to make the return entry
fa: برای {0}، مقدار برای ثبت سند برگشت مورد نیاز است.

source: Force-Fetch Subscription Updates
fa: دریافت اجباری به‌روزرسانی‌های اشتراک

source: Forecast
fa: پیش‌بینی

source: Forecast Demand
fa: تقاضای پیش‌بینی‌شده

source: Forecast Qty
fa: مقدار پیش‌بینی‌شده

source: Forecasting
fa: پیش‌بینی

source: Forecasting Method
fa: روش پیش‌بینی

source: Foreign Currency Translation Reserve
fa: اندوخته تسعیر ارز خارجی

source: Foreign Trade Details
fa: جزئیات تجارت خارجی

source: Formula Based Criteria
fa: معیارهای مبتنی بر فرمول

source: Formula or Account Filter
fa: فیلتر فرمول یا حساب

source: Forum Activity
fa: فعالیت انجمن

source: Forum Posts
fa: پست‌های انجمن

source: Forum URL
fa: آدرس اینترنتی انجمن

source: Frappe School
fa: مدرسه فراپه

source: Free Alongside Ship
fa: تحویل در کنار کشتی

source: Free Carrier
fa: تحویل به حمل‌کننده

source: Free Item
fa: کالای اشانتیون

source: Free Item Rate
fa: نرخ کالای اشانتیون

source: Free On Board
fa: تحویل روی عرشه

source: Free item code is not selected
fa: کد کالای اشانتیون انتخاب نشده است.

source: Free item not set in the pricing rule {0}
fa: کالای اشانتیون در قانون قیمت‌گذاری {0} تنظیم نشده است.

source: Freeze Stocks Older Than (Days)
fa: مسدود کردن موجودی‌های قدیمی‌تر از (روز)

source: Freight and Forwarding Charges
fa: هزینه‌های حمل و نقل و فورواردری

source: Frequency To Collect Progress
fa: تناوب جمع‌آوری پیشرفت

source: Frequency of Depreciation (Months)
fa: تناوب استهلاک (ماه)

source: Frequently Read Articles
fa: مقالات پربازدید

source: From BOM
fa: از BOM

source: From Company
fa: از شرکت

source: From Corrective Job Card
fa: از کارت کار اصلاحی

source: From Currency
fa: از ارز

source: From Currency and To Currency cannot be same
fa: ارز مبدأ و ارز مقصد نمی‌توانند یکسان باشند

source: From Customer
fa: از مشتری

source: From Date and To Date are Mandatory
fa: تاریخ شروع و تاریخ پایان اجباری هستند

source: From Date and To Date are mandatory
fa: تاریخ شروع و تاریخ پایان اجباری هستند

source: From Date and To Date lie in different Fiscal Year
fa: تاریخ شروع و تاریخ پایان در سال مالی متفاوتی قرار دارند

source: From Date cannot be greater than To Date
fa: تاریخ شروع نمی‌تواند بزرگتر از تاریخ پایان باشد

source: From Date is mandatory
fa: تاریخ شروع اجباری است

source: From Date must be before To Date
fa: تاریخ شروع باید قبل از تاریخ پایان باشد

source: From Date should be within the Fiscal Year. Assuming From Date = {0}
fa: تاریخ شروع باید در سال مالی باشد. تاریخ شروع = {0} در نظر گرفته می‌شود

source: From Date: {0} cannot be greater than To date: {1}
fa: تاریخ شروع: {0} نمی‌تواند بزرگتر از تاریخ پایان: {1} باشد

source: From Datetime
fa: از تاریخ و زمان

source: From Delivery Date
fa: از تاریخ تحویل

source: From Delivery Note
fa: از حواله انبار

source: From Doctype
fa: از نوع سند

source: From Due Date
fa: از تاریخ سررسید

source: From Employee
fa: از کارمند

source: From Employee is required while issuing Asset {0}
fa: کارمند مبدأ هنگام صدور دارایی {0} الزامی است

source: From External Ecomm Platform
fa: از پلتفرم تجارت الکترونیک خارجی

source: From Fiscal Year
fa: از سال مالی

source: From Folio No
fa: از شماره عطف

source: From Invoice Date
fa: از تاریخ فاکتور

source: From Lead
fa: از سرنخ

source: From No
fa: از شماره

source: From Opportunity
fa: از فرصت

source: From Package No.
fa: از شماره بسته

source: From Payment Date
fa: از تاریخ پرداخت

source: From Posting Date
fa: از تاریخ ثبت

source: From Prospect
fa: از مشتری بالقوه

source: From Range
fa: از محدوده

source: From Range has to be less than To Range
fa: محدوده شروع باید کمتر از محدوده پایان باشد

source: From Reference Date
fa: از تاریخ مرجع

source: From Shareholder
fa: از سهامدار

source: From Template
fa: از الگو

source: From Time
fa: از زمان

source: From Time
fa: از زمان

source: From Time Should Be Less Than To Time
fa: زمان شروع باید کمتر از زمان پایان باشد

source: From Value
fa: از مقدار

source: From Voucher Detail No
fa: از شماره جزئیات سند

source: From Voucher No
fa: از شماره سند

source: From Voucher Type
fa: از نوع سند

source: From Warehouse
fa: از انبار

source: From and To Dates are required.
fa: تاریخ شروع و پایان الزامی است.

source: From and To dates are required
fa: تاریخ شروع و پایان الزامی است

source: From date cannot be greater than To date
fa: تاریخ شروع نمی‌تواند بزرگتر از تاریخ پایان باشد

source: From value must be less than to value in row {0}
fa: مقدار شروع باید کمتر از مقدار پایان در ردیف {0} باشد

source: Frozen
fa: مسدود شده

source: Fuel Type
fa: نوع سوخت

source: Fuel UOM
fa: واحد اندازه‌گیری سوخت

source: Fulfilled
fa: تکمیل شده

source: Fulfillment
fa: تکمیل

source: Fulfillment User
fa: کاربر تکمیل‌کننده

source: Fulfilment Deadline
fa: مهلت تکمیل

source: Fulfilment Details
fa: جزئیات تکمیل

source: Fulfilment Status
fa: وضعیت تکمیل

source: Fulfilment Terms
fa: شرایط تکمیل

source: Fulfilment Terms and Conditions
fa: شرایط و ضوابط تکمیل

source: Full and Final Statement
fa: صورت‌حساب نهایی و تسویه

source: Fully Billed
fa: کاملاً صورت‌حساب شده

source: Fully Completed
fa: کاملاً تکمیل شده

source: Fully Delivered
fa: کاملاً تحویل شده

source: Fully Depreciated
fa: کاملاً مستهلک شده

source: Fully Paid
fa: کاملاً پرداخت شده

source: Furlong
fa: فرلانگ

source: Furniture and Fixtures
fa: اثاثیه و منصوبات

source: Further accounts can be made under Groups, but entries can be made against non-Groups
fa: حساب‌های بیشتر را می‌توان تحت گروه‌ها ایجاد کرد، اما ثبت‌ها را می‌توان در برابر غیر گروه‌ها انجام داد

source: Further cost centers can be made under Groups but entries can be made against non-Groups
fa: مراکز هزینه بیشتر را می‌توان تحت گروه‌ها ایجاد کرد، اما ثبت‌ها را می‌توان در برابر غیر گروه‌ها انجام داد

source: Further nodes can be only created under 'Group' type nodes
fa: گره‌های بیشتر را فقط می‌توان تحت گره‌های از نوع 'گروه' ایجاد کرد

source: Future Payment Amount
fa: مبلغ پرداخت آتی

source: Future Payment Ref
fa: مرجع پرداخت آتی

source: Future Payments
fa: پرداخت‌های آتی

source: Future date is not allowed
fa: تاریخ آینده مجاز نیست

source: GENERAL LEDGER
fa: دفتر کل

source: GL Balance
fa: مانده دفتر کل

source: GL Entry
fa: ثبت دفتر کل

source: GL Entry Processing Status
fa: وضعیت پردازش ثبت دفتر کل

source: GL reposting index
fa: شاخص بازنشر ثبت دفتر کل

source: Gain/Loss
fa: سود/زیان

source: Gain/Loss Account on Asset Disposal
fa: حساب سود/زیان حاصل از واگذاری دارایی

source: Gain/Loss accumulated in foreign currency account. Accounts with '0' balance in either Base or Account currency
fa: سود/زیان انباشته در حساب ارز خارجی. حساب‌هایی با مانده '0' در ارز پایه یا ارز حساب

source: Gain/Loss already booked
fa: سود/زیان قبلاً ثبت شده است

source: Gain/Loss from Revaluation
fa: سود/زیان ناشی از تجدید ارزیابی

source: Gain/Loss on Asset Disposal
fa: سود/زیان حاصل از واگذاری دارایی

source: Gallon (UK)
fa: گالن (بریتانیا)

source: Gallon Dry (US)
fa: گالن خشک (آمریکا)

source: Gallon Liquid (US)
fa: گالن مایع (آمریکا)

source: Gamma
fa: گاما

source: Gantt Chart
fa: نمودار گانت

source: Gantt chart of all tasks.
fa: نمودار گانت تمامی وظایف.

source: Gauss
fa: گاوس

source: General Ledger
fa: دفتر کل

# Warehouse
source: General Ledger
fa: دفتر کل

source: General Settings
fa: تنظیمات عمومی

source: General and Payment Ledger Comparison
fa: مقایسه دفتر کل و دفتر پرداخت

source: General and Payment Ledger mismatch
fa: عدم تطابق دفتر کل و دفتر پرداخت

source: Generate Demand
fa: ایجاد تقاضا

source: Generate Demo Data for Exploration
fa: ایجاد داده‌های آزمایشی برای بررسی

source: Generate E-Invoice
fa: ایجاد فاکتور الکترونیکی

source: Generate Invoice At
fa: ایجاد فاکتور در زمان

source: Generate New Invoices Past Due Date
fa: ایجاد فاکتورهای جدید پس از تاریخ سررسید

source: Generate Schedule
fa: ایجاد برنامه

source: Generate Stock Closing Entry
fa: ایجاد سند اختتامیه انبار

source: Generate packing slips for packages to be delivered. Used to notify package number, package contents and its weight.
fa: ایجاد برگه‌های بسته‌بندی برای بسته‌های ارسالی. برای اطلاع‌رسانی شماره بسته، محتویات بسته و وزن آن استفاده می‌شود.

source: Generated
fa: ایجاد شده

source: Generating Master Production Schedule...
fa: در حال ایجاد برنامه اصلی تولید...

source: Generating Preview
fa: در حال ایجاد پیش‌نمایش

source: Get Actual Demand
fa: دریافت تقاضای واقعی

source: Get Advances Paid
fa: دریافت پیش‌پرداخت‌های انجام شده

source: Get Advances Received
fa: دریافت پیش‌دریافت‌های انجام شده

source: Get Allocations
fa: دریافت تخصیص‌ها

source: Get Balance
fa: دریافت مانده

source: Get Current Stock
fa: دریافت موجودی جاری

source: Get Customer Group Details
fa: دریافت جزئیات گروه مشتری

source: Get Delivery Schedule
fa: دریافت برنامه تحویل

source: Get Entries
fa: دریافت اسناد

source: Get Finished Goods
fa: دریافت محصولات نهایی

source: Get Finished Goods for Manufacture
fa: دریافت محصولات نهایی برای تولید

source: Get Invoices
fa: دریافت فاکتورها

source: Get Invoices based on Filters
fa: دریافت فاکتورها بر اساس فیلترها

source: Get Item Locations
fa: دریافت موقعیت‌های کالا

source: Get Items From
fa: دریافت کالاها از

source: Get Items for Purchase / Transfer
fa: دریافت کالاها برای خرید / انتقال

source: Get Items for Purchase Only
fa: دریافت کالاها فقط برای خرید

source: Get Items from BOM
fa: دریافت کالاها از BOM

source: Get Items from Material Requests against this Supplier
fa: دریافت کالاها از درخواست‌های مواد مربوط به این تأمین‌کننده

source: Get Items from Open Material Requests
fa: دریافت کالاها از درخواست‌های مواد باز

source: Get Items from Product Bundle
fa: دریافت کالاها از بسته محصول

source: Get Latest Query
fa: دریافت آخرین پرس‌وجو

source: Get Material Request
fa: دریافت درخواست مواد

source: Get Material Requests
fa: دریافت درخواست‌های مواد

source: Get Outstanding Invoices
fa: دریافت فاکتورهای معوق

source: Get Outstanding Orders
fa: دریافت سفارشات معوق

source: Get Payment Entries
fa: دریافت اسناد پرداخت

source: Get Payments from
fa: دریافت پرداخت‌ها از

source: Get Raw Materials Cost from Consumption Entry
fa: دریافت بهای تمام‌شده مواد اولیه از سند مصرف

source: Get Sales Orders
fa: دریافت سفارشات فروش

source: Get Scrap Items
fa: دریافت اقلام ضایعاتی

source: Get Started Sections
fa: دریافت بخش‌های شروع‌شده

source: Get Stock
fa: دریافت موجودی

source: Get Sub Assembly Items
fa: دریافت اقلام زیرمونتاژ

source: Get Supplier Group Details
fa: دریافت جزئیات گروه تأمین‌کننده

source: Get Suppliers
fa: دریافت تأمین‌کنندگان

source: Get Suppliers By
fa: دریافت تأمین‌کنندگان بر اساس

source: Get Timesheets
fa: دریافت تایم‌شیت‌ها

source: Get Unreconciled Entries
fa: دریافت اسناد مغایرت‌گیری‌نشده

source: Get stops from
fa: دریافت توقف‌ها از

source: Getting Scrap Items
fa: در حال دریافت اقلام ضایعاتی

source: Gift Card
fa: کارت هدیه

source: Give free item for every N quantity
fa: ارائه کالای رایگان به ازای هر N مقدار

source: Global Defaults
fa: پیش‌فرض‌های سراسری

source: Go back
fa: بازگشت

source: Goal and Procedure
fa: هدف و رویه

source: Goals
fa: اهداف

source: Goods
fa: کالا

source: Goods In Transit
fa: کالای در راه

source: Goods Transferred
fa: کالاهای منتقل شده
