Repository: ai-solution-company/systemafarin-custom-addon
Catalog: iran_core/locale/*.po
Languages: fa

source: Based On Value
fa: بر اساس ارزش

source: Based on your HR Policy, select your leave allocation period's end date
fa: بر اساس سیاست منابع انسانی شما، تاریخ پایان دوره تخصیص مرخصی خود را انتخاب کنید

source: Based on your HR Policy, select your leave allocation period's start date
fa: بر اساس سیاست منابع انسانی شما، تاریخ شروع دوره تخصیص مرخصی خود را انتخاب کنید

source: Basic Amount
fa: مبلغ پایه

source: Basic Amount (Company Currency)
fa: مبلغ پایه (ارز شرکت)

source: Basic Rate (Company Currency)
fa: نرخ پایه (ارز شرکت)

source: Basic Rate (as per Stock UOM)
fa: نرخ پایه (بر اساس واحد اندازه‌گیری موجودی)

source: Batch
fa: بچ

source: Batch Description
fa: توضیحات بچ

source: Batch Details
fa: جزئیات بچ

source: Batch Expiry Date
fa: تاریخ انقضای بچ

source: Batch ID
fa: شناسه بچ

source: Batch ID is mandatory
fa: شناسه بچ اجباری است

source: Batch Item Expiry Status
fa: وضعیت انقضای آیتم بچ

source: Batch No
fa: شماره بچ

source: Batch No is mandatory
fa: شماره بچ اجباری است

source: Batch No {0} does not exists
fa: شماره بچ {0} وجود ندارد

source: Batch No {0} is linked with Item {1} which has serial no. Please scan serial no instead.
fa: شماره بچ {0} به آیتم {1} که دارای شماره سریال است، مرتبط شده است. لطفاً به جای آن شماره سریال را اسکن کنید.

source: Batch No {0} is not present in the original {1} {2}, hence you can't return it against the {1} {2}
fa: شماره بچ {0} در {1} {2} اصلی موجود نیست، بنابراین نمی‌توانید آن را در مقابل {1} {2} مرجوع کنید.

source: Batch No.
fa: شماره بچ

source: Batch Nos
fa: شماره‌های بچ

source: Batch Nos are created successfully
fa: شماره‌های بچ با موفقیت ایجاد شدند.

source: Batch Not Available for Return
fa: بچ برای مرجوعی در دسترس نیست.

source: Batch Number Series
fa: سری شماره بچ

source: Batch Qty
fa: تعداد بچ

source: Batch Qty updated to {0}
fa: تعداد بچ به {0} به‌روزرسانی شد.

source: Batch Quantity
fa: تعداد بچ

source: Batch Size
fa: اندازه بچ

source: Batch UOM
fa: واحد اندازه‌گیری بچ

source: Batch and Serial No
fa: شماره بچ و سریال

source: Batch not created for item {} since it does not have a batch series.
fa: بچ برای آیتم {} ایجاد نشد زیرا سری بچ ندارد.

source: Batch {0} and Warehouse
fa: بچ {0} و انبار

source: Batch {0} is not available in warehouse {1}
fa: بچ {0} در انبار {1} موجود نیست.

source: Batch {0} of Item {1} has expired.
fa: بچ {0} از آیتم {1} منقضی شده است.

source: Batch {0} of Item {1} is disabled.
fa: بچ {0} از آیتم {1} غیرفعال است.

source: Batch-Wise Balance History
fa: تاریخچه موجودی بر اساس بچ

source: Batchwise Valuation
fa: ارزیابی بر اساس بچ

source: Before reconciliation
fa: قبل از مغایرت‌گیری

source: Begin On (Days)
fa: شروع در (روز)

source: Beginning of the current subscription period
fa: ابتدای دوره اشتراک فعلی

source: Below Subscription Plans are of different currency to the party default billing currency/Company currency: {0}
fa: طرح‌های اشتراک زیر دارای ارزی متفاوت با ارز پیش‌فرض صورتحساب طرف حساب/ارز شرکت هستند: {0}

source: Bill Date
fa: تاریخ صورتحساب

source: Bill No
fa: شماره صورتحساب

source: Bill for Rejected Quantity in Purchase Invoice
fa: صورتحساب برای مقدار رد شده در فاکتور خرید

source: Bill of Materials
fa: لیست مواد

source: Billed
fa: صورتحساب شده

source: Billed Amount
fa: مبلغ صورتحساب شده

source: Billed Amt
fa: مبلغ صورتحساب شده

source: Billed Items To Be Received
fa: آیتم‌های صورتحساب شده که باید دریافت شوند

source: Billed Qty
fa: تعداد صورتحساب شده

source: Billed, Received & Returned
fa: صورتحساب شده، دریافت شده و مرجوع شده

source: Billing Address
fa: آدرس صورتحساب

source: Billing Address Details
fa: جزئیات آدرس صورتحساب

source: Billing Address Name
fa: نام آدرس صورتحساب

source: Billing Address does not belong to the {0}
fa: آدرس صورتحساب متعلق به {0} نیست.

source: Billing Amount
fa: مبلغ صورتحساب

source: Billing City
fa: شهر صورتحساب

source: Billing Country
fa: کشور صورتحساب

source: Billing County
fa: شهرستان صورتحساب

source: Billing Currency
fa: ارز صورتحساب

source: Billing Date
fa: تاریخ صورتحساب

source: Billing Details
fa: جزئیات صورتحساب

source: Billing Email
fa: ایمیل صورتحساب

source: Billing Hours
fa: ساعات صورتحساب

source: Billing Interval
fa: دوره صورتحساب

source: Billing Interval Count
fa: تعداد دوره‌های صورتحساب

source: Billing Interval Count cannot be less than 1
fa: تعداد دوره‌های صورتحساب نمی‌تواند کمتر از 1 باشد

source: Billing Interval in Subscription Plan must be Month to follow calendar months
fa: دوره صورتحساب در طرح اشتراک باید ماهانه باشد تا از ماه‌های تقویمی پیروی کند

source: Billing Rate
fa: نرخ صورتحساب

source: Billing State
fa: استان صورتحساب

source: Billing Status
fa: وضعیت صورتحساب

source: Billing Zipcode
fa: کد پستی صورتحساب

source: Billing currency must be equal to either default company's currency or party account currency
fa: ارز صورتحساب باید برابر با ارز پیش‌فرض شرکت یا ارز حساب طرف حساب باشد

source: Bin
fa: قفسه

source: Bin Qty Recalculated
fa: مقدار قفسه باز محاسبه شد

source: Bio / Cover Letter
fa: بیوگرافی / نامه پوششی

source: Biot
fa: بیوت

source: Biotechnology
fa: بیوتکنولوژی

source: Bisect Accounting Statements
fa: تقسیم صورت‌های مالی

source: Bisect Left
fa: تقسیم چپ

source: Bisect Nodes
fa: تقسیم گره‌ها

source: Bisect Right
fa: تقسیم راست

source: Bisecting From
fa: تقسیم از

source: Bisecting Left ...
fa: در حال تقسیم چپ ...

source: Bisecting Right ...
fa: در حال تقسیم راست ...

source: Bisecting To
fa: تقسیم به

source: Biweekly
fa: دو هفته یکبار

source: Black
fa: سیاه

source: Blank Line
fa: خط خالی

source: Blanket Order
fa: سفارش کلی

source: Blanket Order Allowance (%)
fa: سهمیه سفارش کلی (درصد)

source: Blanket Order Item
fa: آیتم سفارش کلی

source: Blanket Order Rate
fa: نرخ سفارش کلی

source: Block Invoice
fa: مسدود کردن فاکتور

source: Block Supplier
fa: مسدود کردن تأمین‌کننده

source: Blog Subscriber
fa: مشترک وبلاگ

source: Blood Group
fa: گروه خونی

source: Body
fa: متن اصلی

source: Body Text
fa: متن اصلی

source: Body and Closing Text Help
fa: راهنمای متن اصلی و متن پایانی

source: Bold Text
fa: متن پررنگ

source: Bold text for emphasis (totals, major headings)
fa: متن پررنگ برای تأکید (مجموع‌ها، سرفصل‌های اصلی)

source: Book Advance Payments as Liability option is chosen. Paid From account changed from {0} to {1}.
fa: گزینه ثبت پیش‌پرداخت‌ها به عنوان بدهی انتخاب شده است. حساب پرداخت‌شده از {0} به {1} تغییر یافت.

source: Book Advance Payments in Separate Party Account
fa: ثبت پیش‌پرداخت‌ها در حساب جداگانه طرف حساب

source: Book Appointment
fa: رزرو قرار ملاقات

source: Book Asset Depreciation Entry Automatically
fa: ثبت خودکار سند استهلاک دارایی

source: Book Deferred Entries Based On
fa: ثبت اسناد تعهدی بر اساس

source: Book Deferred Entries Via Journal Entry
fa: ثبت اسناد تعهدی از طریق سند روزنامه

source: Book Tax Loss on Early Payment Discount
fa: ثبت زیان مالیاتی ناشی از تخفیف پرداخت زودهنگام

source: Book an appointment
fa: یک قرار ملاقات رزرو کنید

source: Booked
fa: ثبت شده

source: Booked Fixed Asset
fa: دارایی ثابت ثبت شده

source: Booking stock value across multiple accounts will make it harder to track stock and account value.
fa: ثبت ارزش موجودی در چندین حساب، ردیابی موجودی و ارزش حساب را دشوارتر می‌کند.

source: Books have been closed till the period ending on {0}
fa: دفاتر تا پایان دوره {0} بسته شده‌اند

source: Both
fa: هر دو

source: Both Payable Account: {0} and Advance Account: {1} must be of same currency for company: {2}
fa: هم حساب پرداختنی: {0} و هم حساب پیش‌پرداخت: {1} باید برای شرکت: {2} دارای ارز یکسان باشند

source: Both Receivable Account: {0} and Advance Account: {1} must be of same currency for company: {2}
fa: هم حساب دریافتنی: {0} و هم حساب پیش‌دریافت: {1} باید برای شرکت: {2} دارای ارز یکسان باشند

source: Both Trial Period Start Date and Trial Period End Date must be set
fa: هم تاریخ شروع دوره آزمایشی و هم تاریخ پایان دوره آزمایشی باید تنظیم شوند

source: Both {0} Account: {1} and Advance Account: {2} must be of same currency for company: {3}
fa: هم حساب {0}: {1} و هم حساب پیش‌پرداخت: {2} باید برای شرکت: {3} دارای ارز یکسان باشند

source: Box
fa: جعبه

source: Branch
fa: شعبه

source: Branch Code
fa: کد شعبه

source: Brand Defaults
fa: پیش‌فرض‌های برند

source: Brand Name
fa: نام برند

source: Breakdown
fa: تفکیک

source: Broadcasting
fa: پخش

source: Brokerage
fa: حق دلالی

source: Browse BOM
fa: مرور BOM

source: Btu (It)
fa: بی‌تی‌یو (بین‌المللی)

source: Btu (Mean)
fa: بی‌تی‌یو (میانگین)

source: Btu (Th)
fa: بی‌تی‌یو (ترمال)

source: Btu/Hour
fa: بی‌تی‌یو/ساعت

source: Btu/Minutes
fa: بی‌تی‌یو/دقیقه

source: Btu/Seconds
fa: بی‌تی‌یو/ثانیه

source: Bucket Size
fa: اندازه سطل

source: Budget
fa: بودجه

source: Budget Account
fa: حساب بودجه

source: Budget Accounts
fa: حساب‌های بودجه‌ای

source: Budget Against
fa: مقابل بودجه

source: Budget Amount
fa: مبلغ بودجه

source: Budget Detail
fa: جزئیات بودجه

source: Budget Exceeded
fa: بودجه تجاوز شد

source: Budget List
fa: لیست بودجه‌ها

source: Budget Variance Report
fa: گزارش انحراف بودجه

source: Budget cannot be assigned against Group Account {0}
fa: بودجه را نمی‌توان در مقابل حساب گروهی {0} تخصیص داد

source: Budget cannot be assigned against {0}, as it's not an Income or Expense account
fa: بودجه را نمی‌توان در مقابل {0} تخصیص داد، زیرا این یک حساب درآمد یا هزینه نیست

source: Budgets
fa: بودجه‌ها

source: Buffer Time
fa: زمان بافر

source: Buffered Cursor
fa: مکان‌نما بافر شده

source: Build All?
fa: همه را بسازید؟

source: Build Tree
fa: ساخت درخت

source: Buildable Qty
fa: مقدار قابل ساخت

source: Buildings
fa: ساختمان‌ها

source: Bulk Rename Jobs
fa: عملیات تغییر نام دسته‌ای

source: Bulk Transaction Log
fa: گزارش تراکنش‌های دسته‌ای

source: Bulk Transaction Log Detail
fa: جزئیات گزارش تراکنش‌های دسته‌ای

source: Bundle Items
fa: اقلام بسته‌بندی

source: Bundle Qty
fa: مقدار بسته‌بندی

source: Bushel (UK)
fa: بوشل (بریتانیا)

source: Bushel (US Dry Level)
fa: بوشل (مقیاس خشک ایالات متحده)

source: Business Analyst
fa: تحلیلگر کسب‌وکار

source: Business Development Manager
fa: مدیر توسعه کسب‌وکار

source: Busy
fa: مشغول

source: Buy
fa: خرید

source: Buyer of Goods and Services.
fa: خریدار کالا و خدمات.

source: Buying
fa: خرید

source: Buying & Selling Settings
fa: تنظیمات خرید و فروش

source: Buying Amount
fa: مبلغ خرید

source: Buying Price List
fa: لیست قیمت خرید

source: Buying Rate
fa: نرخ خرید

source: Buying Settings
fa: تنظیمات خرید

source: Buying and Selling
fa: خرید و فروش

source: Buying must be checked, if Applicable For is selected as {0}
fa: اگر 'قابل اعمال برای' به عنوان {0} انتخاب شده باشد، 'خرید' باید علامت‌گذاری شود

source: By default, the Supplier Name is set as per the Supplier Name entered. If you want Suppliers to be named by a <a href='https://docs.erpnext.com/docs/user/manual/en/setting-up/settings/naming-series' target='_blank'>Naming Series</a> choose the 'Naming Series' option.
fa: به طور پیش‌فرض، نام تأمین‌کننده مطابق با نام وارد شده تنظیم می‌شود. اگر می‌خواهید تأمین‌کنندگان با یک <a href='https://docs.erpnext.com/docs/user/manual/en/setting-up/settings/naming-series' target='_blank'>سری نام‌گذاری</a> نام‌گذاری شوند، گزینه 'سری نام‌گذاری' را انتخاب کنید.

source: Bypass Credit Limit Check at Sales Order
fa: نادیده گرفتن بررسی حد اعتبار در سفارش فروش

source: Bypass credit check at Sales Order
fa: نادیده گرفتن بررسی اعتبار در سفارش فروش

source: CC To
fa: رونوشت به

source: COGS By Item Group
fa: بهای تمام شده کالای فروش رفته بر اساس گروه کالا

source: COGS Debit
fa: بدهکار بهای تمام شده کالای فروش رفته

source: CRM Note
fa: یادداشت CRM

source: CRM Settings
fa: تنظیمات CRM

source: CWIP Account
fa: حساب دارایی در جریان ساخت

source: Caballeria
fa: کابالریا

source: Cable Length
fa: طول کابل

source: Cable Length (UK)
fa: طول کابل (بریتانیا)

source: Cable Length (US)
fa: طول کابل (آمریکا)

source: Calculate Ageing With
fa: محاسبه سررسید با

source: Calculate Based On
fa: محاسبه بر اساس

source: Calculate Depreciation
fa: محاسبه استهلاک

source: Calculate Estimated Arrival Times
fa: محاسبه زمان‌های تخمینی رسیدن

source: Calculate Product Bundle Price based on Child Items' Rates
fa: محاسبه قیمت بسته محصول بر اساس نرخ آیتم‌های زیرمجموعه

source: Calculate but don't show on final report
fa: محاسبه شود اما در گزارش نهایی نمایش داده نشود

source: Calculate daily depreciation using total days in depreciation period
fa: محاسبه استهلاک روزانه با استفاده از کل روزهای دوره استهلاک

source: Calculated Amount
fa: مبلغ محاسبه‌شده

source: Calculated Bank Statement balance
fa: مانده محاسبه‌شده صورت‌حساب بانکی

source: Calculated Discount Mismatch
fa: عدم تطابق تخفیف محاسبه‌شده

source: Calculations
fa: محاسبات

source: Calendar Event
fa: رویداد تقویم

source: Calibration
fa: کالیبراسیون

source: Calibre
fa: کالیبر

source: Call Again
fa: تماس مجدد

source: Call Connected
fa: تماس برقرار شد

source: Call Details
fa: جزئیات تماس

source: Call Duration in seconds
fa: مدت زمان تماس (ثانیه)

source: Call Ended
fa: تماس پایان یافت

source: Call Handling Schedule
fa: برنامه زمان‌بندی رسیدگی به تماس

source: Call Log
fa: گزارش تماس

source: Call Missed
fa: تماس از دست رفته

source: Call Received By
fa: تماس دریافت شده توسط

source: Call Receiving Device
fa: دستگاه دریافت‌کننده تماس

source: Call Routing
fa: مسیریابی تماس

source: Call Schedule Row {0}: To time slot should always be ahead of From time slot.
fa: ردیف {0} برنامه تماس: بازه زمانی 'تا' باید همیشه بعد از بازه زمانی 'از' باشد.

source: Call Summary
fa: خلاصه تماس

source: Call Summary Saved
fa: خلاصه تماس ذخیره شد

source: Call Type
fa: نوع تماس

source: Callback
fa: فراخوانی برگشتی

source: Calorie (Food)
fa: کالری (غذا)

source: Calorie (It)
fa: کالری (IT)

source: Calorie (Mean)
fa: کالری (میانگین)

source: Calorie (Th)
fa: کالری (هزار)

source: Calorie/Seconds
fa: کالری/ثانیه

source: Campaign Efficiency
fa: کارایی کمپین

source: Campaign Email Schedule
fa: برنامه زمان‌بندی ایمیل کمپین

source: Campaign Item
fa: آیتم کمپین

source: Campaign Name
fa: نام کمپین

source: Campaign Naming By
fa: نام‌گذاری کمپین بر اساس

source: Campaign Schedules
fa: برنامه‌های زمان‌بندی کمپین

source: Can be approved by {0}
fa: قابل تأیید توسط {0}

source: Can not close Work Order. Since {0} Job Cards are in Work In Progress state.
fa: امکان بستن سفارش کار وجود ندارد. زیرا {0} کارت کار در وضعیت در حال انجام هستند.

source: Can not filter based on Cashier, if grouped by Cashier
fa: در صورت گروه‌بندی بر اساس صندوق‌دار، امکان فیلتر کردن بر اساس صندوق‌دار وجود ندارد

source: Can not filter based on Child Account, if grouped by Account
fa: در صورت گروه‌بندی بر اساس حساب، امکان فیلتر کردن بر اساس حساب فرعی وجود ندارد

source: Can not filter based on Customer, if grouped by Customer
fa: در صورت گروه‌بندی بر اساس مشتری، امکان فیلتر کردن بر اساس مشتری وجود ندارد

source: Can not filter based on POS Profile, if grouped by POS Profile
fa: در صورت گروه‌بندی بر اساس پروفایل POS، امکان فیلتر کردن بر اساس پروفایل POS وجود ندارد

source: Can not filter based on Payment Method, if grouped by Payment Method
fa: در صورت گروه‌بندی بر اساس روش پرداخت، امکان فیلتر کردن بر اساس روش پرداخت وجود ندارد

source: Can not filter based on Voucher No, if grouped by Voucher
fa: در صورت گروه‌بندی بر اساس سند، امکان فیلتر کردن بر اساس شماره سند وجود ندارد

source: Can only make payment against unbilled {0}
fa: فقط می‌توان در برابر {0} صورت‌حساب‌نشده پرداخت انجام داد

source: Can refer row only if the charge type is 'On Previous Row Amount' or 'Previous Row Total'
fa: فقط در صورتی می‌توان به ردیف ارجاع داد که نوع هزینه 'بر اساس مبلغ ردیف قبلی' یا 'کل ردیف قبلی' باشد

source: Can't change the valuation method, as there are transactions against some items which do not have its own valuation method
fa: امکان تغییر روش ارزیابی وجود ندارد، زیرا تراکنش‌هایی برای برخی از آیتم‌ها وجود دارد که روش ارزیابی خاص خود را ندارند

source: Cancel At End Of Period
fa: لغو در پایان دوره

source: Cancel Material Visit {0} before cancelling this Warranty Claim
fa: بازدید مواد {0} را قبل از لغو این ادعای گارانتی لغو کنید

source: Cancel Material Visits {0} before cancelling this Maintenance Visit
fa: بازدیدهای مواد {0} را قبل از لغو این بازدید نگهداری لغو کنید

source: Cancel Subscription
fa: لغو اشتراک

source: Cancel Subscription After Grace Period
fa: لغو اشتراک پس از دوره مهلت

source: Cancelation Date
fa: تاریخ لغو

source: Canceled
fa: لغوشده

source: Cannot Assign Cashier
fa: امکان تخصیص صندوق‌دار وجود ندارد

source: Cannot Calculate Arrival Time as Driver Address is Missing.
fa: امکان محاسبه زمان رسیدن وجود ندارد زیرا آدرس راننده موجود نیست.

source: Cannot Change Inventory Account Setting
fa: امکان تغییر تنظیمات حساب موجودی کالا وجود ندارد

source: Cannot Create Return
fa: امکان ایجاد برگشت وجود ندارد

source: Cannot Merge
fa: امکان ادغام وجود ندارد

source: Cannot Optimize Route as Driver Address is Missing.
fa: امکان بهینه‌سازی مسیر وجود ندارد زیرا آدرس راننده موجود نیست.

source: Cannot Relieve Employee
fa: امکان معاف کردن کارمند وجود ندارد

source: Cannot Resubmit Ledger entries for vouchers in Closed fiscal year.
fa: امکان ارسال مجدد ورودی‌های دفتر کل برای اسناد در سال مالی بسته شده وجود ندارد.

source: Cannot amend {0} {1}, please create a new one instead.
fa: امکان اصلاح {0} {1} وجود ندارد، لطفاً به جای آن یک مورد جدید ایجاد کنید.

source: Cannot apply TDS against multiple parties in one entry
fa: امکان اعمال TDS در برابر چندین طرف در یک ورودی وجود ندارد

source: Cannot be a fixed asset item as Stock Ledger is created.
fa: نمی‌تواند یک آیتم دارایی ثابت باشد زیرا دفتر کل موجودی ایجاد شده است.

source: Cannot cancel Asset Depreciation Schedule {0} as it has a draft journal entry {1}.
fa: نمی‌توان برنامه استهلاک دارایی {0} را لغو کرد زیرا دارای سند روزنامه پیش‌نویس {1} است.

source: Cannot cancel POS Closing Entry
fa: نمی‌توان سند بستن صندوق فروش (POS) را لغو کرد.

source: Cannot cancel Stock Reservation Entry {0}, as it has used in the work order {1}. Please cancel the work order first or unreserved the stock
fa: نمی‌توان سند رزرو موجودی {0} را لغو کرد، زیرا در سفارش کار {1} استفاده شده است. لطفاً ابتدا سفارش کار را لغو کنید یا موجودی را از رزرو خارج کنید.

source: Cannot cancel as processing of cancelled documents is pending.
fa: امکان لغو وجود ندارد زیرا پردازش اسناد لغوشده در انتظار است.

source: Cannot cancel because submitted Stock Entry {0} exists
fa: امکان لغو وجود ندارد زیرا سند موجودی ثبت‌شده {0} موجود است.

source: Cannot cancel the transaction. Reposting of item valuation on submission is not completed yet.
fa: امکان لغو تراکنش وجود ندارد. ثبت مجدد ارزش‌گذاری آیتم پس از ارسال هنوز تکمیل نشده است.

source: Cannot cancel this Manufacturing Stock Entry as quantity of Finished Good produced cannot be less than quantity delivered in the linked Subcontracting Inward Order.
fa: نمی‌توان این سند موجودی تولید را لغو کرد زیرا مقدار کالای ساخته‌شده تولیدی نمی‌تواند کمتر از مقدار تحویل‌داده‌شده در سفارش ورودی برون‌سپاری مرتبط باشد.

source: Cannot cancel this document as it is linked with the submitted asset {asset_link}. Please cancel the asset to continue.
fa: نمی‌توان این سند را لغو کرد زیرا به دارایی ثبت‌شده {asset_link} مرتبط است. لطفاً برای ادامه، دارایی را لغو کنید.

source: Cannot cancel transaction for Completed Work Order.
fa: نمی‌توان تراکنش مربوط به سفارش کار تکمیل‌شده را لغو کرد.

source: Cannot change Attributes after stock transaction. Make a new Item and transfer stock to the new Item
fa: پس از تراکنش موجودی، نمی‌توان ویژگی‌ها را تغییر داد. یک آیتم جدید ایجاد کنید و موجودی را به آیتم جدید منتقل کنید.

source: Cannot change Fiscal Year Start Date and Fiscal Year End Date once the Fiscal Year is saved.
fa: پس از ذخیره سال مالی، نمی‌توان تاریخ شروع و تاریخ پایان سال مالی را تغییر داد.

source: Cannot change Reference Document Type.
fa: نمی‌توان نوع سند مرجع را تغییر داد.

source: Cannot change Service Stop Date for item in row {0}
fa: نمی‌توان تاریخ توقف سرویس را برای آیتم در ردیف {0} تغییر داد.

source: Cannot change Variant properties after stock transaction. You will have to make a new Item to do this.
fa: پس از تراکنش موجودی، نمی‌توان ویژگی‌های واریانت را تغییر داد. برای این کار باید یک آیتم جدید ایجاد کنید.

source: Cannot change company's default currency, because there are existing transactions. Transactions must be cancelled to change the default currency.
fa: نمی‌توان ارز پیش‌فرض شرکت را تغییر داد، زیرا تراکنش‌های موجودی وجود دارد. برای تغییر ارز پیش‌فرض باید تراکنش‌ها لغو شوند.

source: Cannot complete task {0} as its dependant task {1} are not completed / cancelled.
fa: نمی‌توان وظیفه {0} را تکمیل کرد زیرا وظایف وابسته {1} تکمیل یا لغو نشده‌اند.

source: Cannot convert Cost Center to ledger as it has child nodes
fa: نمی‌توان مرکز هزینه را به حساب کل تبدیل کرد زیرا دارای گره‌های فرعی است.

source: Cannot convert Task to non-group because the following child Tasks exist: {0}.
fa: نمی‌توان وظیفه را به غیر گروهی تبدیل کرد زیرا وظایف فرعی زیر موجود هستند: {0}.

source: Cannot convert to Group because Account Type is selected.
fa: نمی‌توان به گروه تبدیل کرد زیرا نوع حساب انتخاب شده است.

source: Cannot covert to Group because Account Type is selected.
fa: نمی‌توان به گروه تبدیل کرد زیرا نوع حساب انتخاب شده است.

source: Cannot create Stock Reservation Entries for future dated Purchase Receipts.
fa: نمی‌توان سندهای رزرو موجودی را برای رسیدهای خرید با تاریخ آینده ایجاد کرد.

source: Cannot create a pick list for Sales Order {0} because it has reserved stock. Please unreserve the stock in order to create a pick list.
fa: نمی‌توان برای سفارش فروش {0} لیست جمع‌آوری (Pick List) ایجاد کرد زیرا موجودی رزرو شده دارد. لطفاً برای ایجاد لیست جمع‌آوری، موجودی را از رزرو خارج کنید.

source: Cannot create accounting entries against disabled accounts: {0}
fa: نمی‌توان سندهای حسابداری را برای حساب‌های غیرفعال ایجاد کرد: {0}

source: Cannot create return for consolidated invoice {0}.
fa: نمی‌توان برای فاکتور تجمیعی {0} برگشت ایجاد کرد.

source: Cannot deactivate or cancel BOM as it is linked with other BOMs
fa: نمی‌توان BOM را غیرفعال یا لغو کرد زیرا به BOMهای دیگر مرتبط است.

source: Cannot declare as lost, because Quotation has been made.
fa: نمی‌توان به عنوان گمشده اعلام کرد، زیرا پیش‌فاکتور ایجاد شده است.

source: Cannot deduct when category is for 'Valuation' or 'Valuation and Total'
fa: هنگامی که دسته‌بندی برای 'ارزش‌گذاری' یا 'ارزش‌گذاری و کل' باشد، نمی‌توان کسر کرد.

source: Cannot delete Exchange Gain/Loss row
fa: نمی‌توان ردیف سود/زیان تسعیر ارز را حذف کرد.

source: Cannot delete Serial No {0}, as it is used in stock transactions
fa: نمی‌توان شماره سریال {0} را حذف کرد، زیرا در تراکنش‌های موجودی استفاده شده است.

source: Cannot disable perpetual inventory, as there are existing Stock Ledger Entries for the company {0}. Please cancel the stock transactions first and try again.
fa: نمی‌توان موجودی دائمی را غیرفعال کرد، زیرا سندهای دفتر کل موجودی برای شرکت {0} موجود است. لطفاً ابتدا تراکنش‌های موجودی را لغو کرده و دوباره تلاش کنید.

source: Cannot disassemble more than produced quantity.
fa: نمی‌توان بیشتر از مقدار تولید شده، دمونتاژ کرد.

source: Cannot enable Item-wise Inventory Account, as there are existing Stock Ledger Entries for the company {0} with Warehouse-wise Inventory Account. Please cancel the stock transactions first and try again.
fa: نمی‌توان حساب موجودی بر اساس آیتم را فعال کرد، زیرا سندهای دفتر کل موجودی برای شرکت {0} با حساب موجودی بر اساس انبار موجود است. لطفاً ابتدا تراکنش‌های موجودی را لغو کرده و دوباره تلاش کنید.

source: Cannot enqueue multi docs for one company. {0} is already queued/running for company: {1}
fa: نمی‌توان چندین سند را برای یک شرکت در صف قرار داد. {0} قبلاً برای شرکت {1} در صف/در حال اجرا است.

source: Cannot ensure delivery by Serial No as Item {0} is added with and without Ensure Delivery by Serial No.
fa: نمی‌توان تحویل را بر اساس شماره سریال تضمین کرد زیرا آیتم {0} هم با و هم بدون تضمین تحویل بر اساس شماره سریال اضافه شده است.

source: Cannot find Item or Warehouse with this Barcode
fa: آیتم یا انباری با این بارکد یافت نشد.
