Repository: ai-solution-company/systemafarin-custom-addon
Catalog: iran_core/locale/*.po
Languages: fa

source: Select Date of joining. It will have impact on the first salary calculation, Leave allocation on pro-rata bases.
fa: تاریخ استخدام را انتخاب کنید. این تاریخ بر محاسبه اولین حقوق و تخصیص مرخصی به صورت تناسبی تأثیر خواهد داشت.

source: Select Default Supplier
fa: تأمین‌کننده پیش‌فرض را انتخاب کنید

source: Select Difference Account
fa: حساب تفاوت را انتخاب کنید

source: Select Dimension
fa: بعد را انتخاب کنید

source: Select Dispatch Address
fa: آدرس ارسال را انتخاب کنید

source: Select Employees
fa: کارمندان را انتخاب کنید

source: Select Finished Good
fa: کالای ساخته‌شده را انتخاب کنید

source: Select Items
fa: آیتم‌ها را انتخاب کنید

source: Select Items based on Delivery Date
fa: آیتم‌ها را بر اساس تاریخ تحویل انتخاب کنید

source: Select Items for Quality Inspection
fa: آیتم‌ها را برای بازرسی کیفیت انتخاب کنید

source: Select Items to Manufacture
fa: آیتم‌ها برای تولید را انتخاب کنید

source: Select Items up to Delivery Date
fa: آیتم‌ها را تا تاریخ تحویل انتخاب کنید

source: Select Job Worker Address
fa: آدرس پیمانکار کار را انتخاب کنید

source: Select Loyalty Program
fa: انتخاب برنامه وفاداری

source: Select Possible Supplier
fa: انتخاب تأمین‌کننده احتمالی

source: Select Quantity
fa: انتخاب مقدار

source: Select Serial No
fa: انتخاب شماره سریال

source: Select Serial and Batch
fa: انتخاب سریال و بچ

source: Select Shipping Address
fa: انتخاب آدرس ارسال

source: Select Supplier Address
fa: انتخاب آدرس تأمین‌کننده

source: Select Target Warehouse
fa: انتخاب انبار مقصد

source: Select Time
fa: انتخاب زمان

source: Select View
fa: انتخاب نما

source: Select Vouchers to Match
fa: انتخاب اسناد برای تطبیق

source: Select Warehouse...
fa: انتخاب انبار...

source: Select Warehouses to get Stock for Materials Planning
fa: انتخاب انبارها برای دریافت موجودی جهت برنامه‌ریزی مواد

source: Select a Company
fa: انتخاب یک شرکت

source: Select a Company this Employee belongs to.
fa: شرکتی که این کارمند به آن تعلق دارد را انتخاب کنید.

source: Select a Customer
fa: انتخاب یک مشتری

source: Select a Default Priority.
fa: یک اولویت پیش‌فرض انتخاب کنید.

source: Select a Payment Method.
fa: یک روش پرداخت انتخاب کنید.

source: Select a Supplier
fa: انتخاب یک تأمین‌کننده

source: Select a Supplier from the Default Suppliers of the items below. On selection, a Purchase Order will be made against items belonging to the selected Supplier only.
fa: یک تأمین‌کننده از بین تأمین‌کنندگان پیش‌فرض آیتم‌های زیر انتخاب کنید. پس از انتخاب، یک سفارش خرید فقط برای آیتم‌های متعلق به تأمین‌کننده انتخاب‌شده ایجاد خواهد شد.

source: Select a company
fa: انتخاب یک شرکت

source: Select an Item Group.
fa: یک گروه آیتم انتخاب کنید.

source: Select an account to print in account currency
fa: یک حساب برای چاپ با ارز حساب انتخاب کنید

source: Select an invoice to load summary data
fa: یک فاکتور برای بارگذاری داده‌های خلاصه انتخاب کنید

source: Select an item from each set to be used in the Sales Order.
fa: یک آیتم از هر مجموعه برای استفاده در سفارش فروش انتخاب کنید.

source: Select at least one value from each of the attributes.
fa: حداقل یک مقدار از هر یک از ویژگی‌ها انتخاب کنید.

source: Select company first
fa: ابتدا شرکت را انتخاب کنید

source: Select company name first.
fa: ابتدا نام شرکت را انتخاب کنید.

source: Select finance book for the item {0} at row {1}
fa: دفتر مالی را برای آیتم {0} در ردیف {1} انتخاب کنید

source: Select item group
fa: انتخاب گروه آیتم

source: Select template item
fa: انتخاب آیتم الگو

source: Select the Bank Account to reconcile.
fa: حساب بانکی را برای مغایرت‌گیری انتخاب کنید.

source: Select the Default Workstation where the Operation will be performed. This will be fetched in BOMs and Work Orders.
fa: ایستگاه کاری پیش‌فرض را که عملیات در آن انجام خواهد شد، انتخاب کنید. این در BOMها و سفارشات کار واکشی خواهد شد.

source: Select the Item to be manufactured.
fa: آیتم مورد نظر برای تولید را انتخاب کنید.

source: Select the Item to be manufactured. The Item name, UoM, Company, and Currency will be fetched automatically.
fa: آیتم مورد نظر برای تولید را انتخاب کنید. نام آیتم، واحد اندازه‌گیری (UoM)، شرکت و ارز به صورت خودکار واکشی خواهند شد.

source: Select the Warehouse
fa: انبار را انتخاب کنید

source: Select the customer or supplier.
fa: مشتری یا تأمین‌کننده را انتخاب کنید.

source: Select the date
fa: تاریخ را انتخاب کنید

source: Select the date and your timezone
fa: تاریخ و منطقه زمانی خود را انتخاب کنید

source: Select the raw materials (Items) required to manufacture the Item
fa: مواد اولیه (آیتم‌های) مورد نیاز برای تولید آیتم را انتخاب کنید

source: Select variant item code for the template item {0}
fa: کد آیتم متغیر را برای آیتم الگوی {0} انتخاب کنید

source: Select whether to get items from a Sales Order or a Material Request. For now select <b>Sales Order</b>. A Production Plan can also be created manually where you can select the Items to manufacture.
fa: انتخاب کنید که آیتم‌ها از سفارش فروش یا درخواست مواد دریافت شوند. فعلاً <b>سفارش فروش</b> را انتخاب کنید. یک برنامه تولید را می‌توان به صورت دستی نیز ایجاد کرد که در آن می‌توانید آیتم‌های قابل تولید را انتخاب کنید.

source: Select your weekly off day
fa: روز تعطیل هفتگی خود را انتخاب کنید

source: Select, to make the customer searchable with these fields
fa: انتخاب کنید تا مشتری با این فیلدها قابل جستجو باشد

source: Selected POS Opening Entry should be open.
fa: ثبت افتتاحیه POS انتخاب شده باید باز باشد.

source: Selected Price List should have buying and selling fields checked.
fa: لیست قیمت انتخاب شده باید فیلدهای خرید و فروش آن فعال باشد.

source: Selected Print Format does not exist.
fa: فرمت چاپ انتخاب شده وجود ندارد.

source: Selected Serial and Batch Bundle entries have been fixed.
fa: ورودی‌های بسته سریال و بچ انتخاب شده اصلاح شده‌اند.

source: Selected Vouchers
fa: اسناد انتخاب شده

source: Selected date is
fa: تاریخ انتخاب شده

source: Selected document must be in submitted state
fa: سند انتخاب شده باید در وضعیت ارسال شده باشد

source: Self delivery
fa: تحویل توسط خود

source: Sell
fa: فروش

source: Sell Asset
fa: فروش دارایی

source: Selling
fa: فروش

source: Selling Amount
fa: مبلغ فروش

source: Selling Price List
fa: لیست قیمت فروش

source: Selling Rate
fa: نرخ فروش

source: Selling Settings
fa: تنظیمات فروش

source: Selling must be checked, if Applicable For is selected as {0}
fa: اگر 'قابل اعمال برای' به عنوان {0} انتخاب شده باشد، فروش باید فعال باشد

source: Semi Finished Good / Finished Good
fa: کالای نیمه‌ساخته / کالای ساخته‌شده

source: Semi Finished Goods / Finished Goods
fa: کالاهای نیمه‌ساخته / کالاهای ساخته‌شده

source: Send After (days)
fa: ارسال پس از (روز)

source: Send Attached Files
fa: ارسال فایل‌های پیوست شده

source: Send Document Print
fa: ارسال چاپ سند

source: Send Email
fa: ارسال ایمیل

source: Send Emails
fa: ارسال ایمیل‌ها

source: Send Emails to Suppliers
fa: ارسال ایمیل‌ها به تأمین‌کنندگان

source: Send SMS
fa: ارسال پیامک

source: Send To
fa: ارسال به

source: Send To Primary Contact
fa: ارسال به مخاطب اصلی

source: Send regular summary reports via Email.
fa: ارسال گزارش‌های خلاصه منظم از طریق ایمیل.

source: Send to Subcontractor
fa: ارسال به پیمانکار فرعی

source: Send with Attachment
fa: ارسال با پیوست

source: Sequence ID
fa: شناسه توالی

source: Sequential
fa: متوالی

source: Serial & Batch Item
fa: آیتم سریال و بچ

source: Serial & Batch Item Settings
fa: تنظیمات آیتم سریال و بچ

source: Serial / Batch Bundle
fa: بسته سریال / بچ

source: Serial / Batch Bundle Missing
fa: بسته سریال / بچ موجود نیست

source: Serial / Batch No
fa: شماره سریال / بچ

source: Serial / Batch Nos
fa: شماره‌های سریال / بچ

source: Serial No
fa: شماره سریال

source: Serial No (In/Out)
fa: شماره سریال (ورود/خروج)

source: Serial No / Batch
fa: شماره سریال / بچ

source: Serial No Already Assigned
fa: شماره سریال قبلاً تخصیص داده شده است

source: Serial No Count
fa: تعداد شماره سریال

source: Serial No Ledger
fa: دفتر شماره سریال

source: Serial No Range
fa: محدوده شماره سریال

source: Serial No Reserved
fa: شماره سریال رزرو شده

source: Serial No Service Contract Expiry
fa: انقضای قرارداد خدمات شماره سریال

source: Serial No Status
fa: وضعیت شماره سریال

source: Serial No Warranty Expiry
fa: انقضای گارانتی شماره سریال

source: Serial No and Batch
fa: شماره سریال و بچ

source: Serial No and Batch Selector cannot be use when Use Serial / Batch Fields is enabled.
fa: انتخابگر شماره سریال و بچ زمانی که فیلدهای شماره سریال / بچ فعال باشد، قابل استفاده نیست.

source: Serial No and Batch Traceability
fa: ردیابی شماره سریال و بچ

source: Serial No is mandatory
fa: شماره سریال اجباری است

source: Serial No is mandatory for Item {0}
fa: شماره سریال برای آیتم {0} اجباری است

source: Serial No {0} already exists
fa: شماره سریال {0} قبلاً وجود دارد

source: Serial No {0} already scanned
fa: شماره سریال {0} قبلاً اسکن شده است

source: Serial No {0} does not belong to Delivery Note {1}
fa: شماره سریال {0} متعلق به حواله تحویل {1} نیست

source: Serial No {0} does not belong to Item {1}
fa: شماره سریال {0} متعلق به آیتم {1} نیست

source: Serial No {0} does not exist
fa: شماره سریال {0} وجود ندارد

source: Serial No {0} does not exists
fa: شماره سریال {0} وجود ندارد

source: Serial No {0} is already Delivered. You cannot use them again in Manufacture / Repack entry.
fa: شماره سریال {0} قبلاً تحویل داده شده است. نمی‌توانید دوباره از آن در ثبت تولید / بسته‌بندی مجدد استفاده کنید.

source: Serial No {0} is already added
fa: شماره سریال {0} قبلاً اضافه شده است

source: Serial No {0} is already assigned to customer {1}. Can only be returned against the customer {1}
fa: شماره سریال {0} قبلاً به مشتری {1} تخصیص داده شده است. فقط می‌تواند در برابر مشتری {1} برگشت داده شود.

source: Serial No {0} is not present in the {1} {2}, hence you can't return it against the {1} {2}
fa: شماره سریال {0} در {1} {2} موجود نیست، بنابراین نمی‌توانید آن را در برابر {1} {2} برگشت دهید.

source: Serial No {0} is under maintenance contract upto {1}
fa: شماره سریال {0} تا تاریخ {1} تحت قرارداد نگهداری است

source: Serial No {0} is under warranty upto {1}
fa: شماره سریال {0} تا تاریخ {1} تحت گارانتی است

source: Serial No {0} not found
fa: شماره سریال {0} یافت نشد

source: Serial No: {0} has already been transacted into another POS Invoice.
fa: شماره سریال: {0} قبلاً در یک فاکتور فروش (POS) دیگر ثبت شده است.

source: Serial Nos
fa: شماره‌های سریال

source: Serial Nos / Batch Nos
fa: شماره‌های سریال / بچ

source: Serial Nos and Batches
fa: شماره‌های سریال و بچ‌ها

source: Serial Nos are created successfully
fa: شماره‌های سریال با موفقیت ایجاد شدند

source: Serial Nos are reserved in Stock Reservation Entries, you need to unreserve them before proceeding.
fa: شماره‌های سریال در ثبت‌های رزرو موجودی رزرو شده‌اند، باید قبل از ادامه، آن‌ها را از رزرو خارج کنید.

source: Serial Nos {0} are already Delivered. You cannot use them again in Manufacture / Repack entry.
fa: شماره‌های سریال {0} قبلاً تحویل داده شده‌اند. نمی‌توانید دوباره از آن‌ها در ثبت تولید / بسته‌بندی مجدد استفاده کنید.

source: Serial Number Series
fa: سری شماره سریال

source: Serial and Batch
fa: سریال و بچ

source: Serial and Batch Bundle
fa: بسته سریال و بچ

source: Serial and Batch Bundle created
fa: بسته سریال و بچ ایجاد شد

source: Serial and Batch Bundle updated
fa: بسته سریال و بچ به‌روز شد

source: Serial and Batch Bundle {0} is already used in {1} {2}.
fa: بسته سریال و بچ {0} قبلاً در {1} {2} استفاده شده است.

source: Serial and Batch Bundle {0} is not submitted
fa: بسته سریال و بچ {0} ثبت نهایی نشده است

source: Serial and Batch Details
fa: جزئیات سریال و بچ

source: Serial and Batch Entry
fa: ثبت سریال و بچ

source: Serial and Batch No
fa: شماره سریال و بچ

source: Serial and Batch Nos
fa: شماره‌های سریال و بچ

source: Serial and Batch Nos will be auto-reserved based on <b>Pick Serial / Batch Based On</b>
fa: شماره‌های سریال و بچ بر اساس <b>انتخاب سریال/بچ بر مبنای</b> به صورت خودکار رزرو خواهند شد.

source: Serial and Batch Reservation
fa: رزرو سریال و بچ

source: Serial and Batch Summary
fa: خلاصه سریال و بچ

source: Serial number {0} entered more than once
fa: شماره سریال {0} بیش از یک بار وارد شده است

source: Serial numbers unavailable for Item {0} under warehouse {1}. Please try changing warehouse.
fa: شماره‌های سریال برای آیتم {0} در انبار {1} موجود نیستند. لطفاً انبار را تغییر دهید.

source: Series
fa: سری

source: Series for Asset Depreciation Entry (Journal Entry)
fa: سری برای ثبت استهلاک دارایی (سند روزنامه)

source: Series is mandatory
fa: سری اجباری است

source: Service Address
fa: آدرس خدمات

source: Service Cost Per Qty
fa: هزینه خدمات به ازای هر واحد

source: Service Day
fa: روز خدمات

source: Service End Date
fa: تاریخ پایان خدمات

source: Service Expense Account
fa: حساب هزینه خدمات

source: Service Expense Total Amount
fa: مبلغ کل هزینه خدمات

source: Service Expenses
fa: هزینه‌های خدمات

source: Service Item
fa: آیتم خدماتی

source: Service Item Qty
fa: تعداد آیتم خدماتی

source: Service Item Qty / Finished Good Qty
fa: تعداد آیتم خدماتی / تعداد کالای ساخته‌شده

source: Service Item UOM
fa: واحد اندازه‌گیری آیتم خدماتی

source: Service Item {0} is disabled.
fa: آیتم خدماتی {0} غیرفعال است.

source: Service Item {0} must be a non-stock item.
fa: آیتم خدماتی {0} باید یک آیتم غیرانبارگردان باشد.

source: Service Items
fa: آیتم‌های خدماتی

source: Service Level Agreement
fa: توافق‌نامه سطح خدمات

source: Service Level Agreement Creation
fa: ایجاد توافق‌نامه سطح خدمات

source: Service Level Agreement Details
fa: جزئیات توافق‌نامه سطح خدمات

source: Service Level Agreement Status
fa: وضعیت توافق‌نامه سطح خدمات

source: Service Level Agreement for {0} {1} already exists.
fa: توافق‌نامه سطح خدمات برای {0} {1} قبلاً وجود دارد.

source: Service Level Agreement has been changed to {0}.
fa: توافق‌نامه سطح خدمات به {0} تغییر یافت.

source: Service Level Agreement was reset.
fa: توافق‌نامه سطح خدمات بازنشانی شد.

source: Service Level Agreements
fa: توافق‌نامه‌های سطح خدمات

source: Service Level Name
fa: نام سطح خدمات

source: Service Level Priority
fa: اولویت سطح خدمات

source: Service Provider
fa: ارائه‌دهنده خدمات

source: Service Received But Not Billed
fa: خدمات دریافت شده اما صورت‌حساب نشده

source: Service Start Date
fa: تاریخ شروع خدمات

source: Service Stop Date
fa: تاریخ توقف خدمات

source: Service Stop Date cannot be after Service End Date
fa: تاریخ توقف خدمات نمی‌تواند پس از تاریخ پایان خدمات باشد

source: Service Stop Date cannot be before Service Start Date
fa: تاریخ توقف خدمات نمی‌تواند قبل از تاریخ شروع خدمات باشد

source: Service item not present in Purchase Invoice {0}
fa: آیتم خدمات در فاکتور خرید {0} موجود نیست

source: Services
fa: خدمات

source: Set Accepted Warehouse
fa: تعیین انبار پذیرفته شده

source: Set Advances and Allocate (FIFO)
fa: تعیین پیش‌پرداخت‌ها و تخصیص (FIFO)

source: Set Basic Rate Manually
fa: تعیین نرخ پایه به صورت دستی

source: Set Default Supplier
fa: تعیین تأمین‌کننده پیش‌فرض

source: Set Delivery Warehouse
fa: تعیین انبار تحویل

source: Set Finished Good Quantity
fa: تعیین مقدار کالای ساخته شده

source: Set From Warehouse
fa: تعیین از انبار

source: Set Grand Total to Default Payment Method
fa: تعیین مبلغ کل به روش پرداخت پیش‌فرض

source: Set Item Group-wise budgets on this Territory. You can also include seasonality by setting the Distribution.
fa: بودجه‌های گروه کالا را بر اساس این قلمرو تعیین کنید. همچنین می‌توانید با تنظیم توزیع، فصلی بودن را نیز لحاظ کنید.

source: Set Landed Cost Based on Purchase Invoice Rate
fa: تعیین بهای تمام شده وارداتی بر اساس نرخ فاکتور خرید

source: Set Loyalty Program
fa: تعیین برنامه وفاداری

source: Set New Release Date
fa: تعیین تاریخ انتشار جدید

source: Set Operating Cost / Scrap Items From Sub-assemblies
fa: تعیین هزینه عملیاتی / اقلام ضایعاتی از زیرمونتاژها

source: Set Operating Cost Based On BOM Quantity
fa: تعیین هزینه عملیاتی بر اساس مقدار BOM

source: Set Parent Row No in Items Table
fa: تعیین شماره ردیف والد در جدول آیتم‌ها

source: Set Posting Date
fa: تعیین تاریخ ثبت

source: Set Process Loss Item Quantity
fa: تعیین مقدار آیتم ضایعات فرآیند

source: Set Project Status
fa: تعیین وضعیت پروژه

source: Set Project and all Tasks to status {0}?
fa: پروژه و تمام وظایف به وضعیت {0} تنظیم شوند؟

source: Set Reserve Warehouse
fa: تعیین انبار رزرو

source: Set Response Time for Priority {0} in row {1}.
fa: تعیین زمان پاسخ برای اولویت {0} در ردیف {1}.

source: Set Serial and Batch Bundle Naming Based on Naming Series
fa: تعیین نام‌گذاری بسته‌های سریال و بچ بر اساس سری نام‌گذاری

source: Set Source Warehouse
fa: تعیین انبار مبدأ

source: Set Target Warehouse
fa: تعیین انبار مقصد

source: Set Valuation Rate Based on Source Warehouse
fa: تعیین نرخ ارزیابی بر اساس انبار مبدأ

source: Set Valuation Rate for Rejected Materials
fa: تعیین نرخ ارزیابی برای مواد رد شده

source: Set Warehouse
fa: تعیین انبار

source: Set as Closed
fa: تنظیم به عنوان بسته شده

source: Set as Completed
fa: تنظیم به عنوان تکمیل شده

source: Set as Lost
fa: تنظیم به عنوان از دست رفته

source: Set as Open
fa: تنظیم به عنوان باز

source: Set by Item Tax Template
fa: بر اساس الگوی مالیات کالا

source: Set default inventory account for perpetual inventory
fa: تنظیم حساب پیش‌فرض موجودی کالا برای سیستم موجودی دائمی

source: Set default {0} account for non stock items
fa: تنظیم حساب پیش‌فرض {0} برای اقلام غیرقابل انبار

source: Set fieldname from which you want to fetch the data from the parent form.
fa: نام فیلدی را که می‌خواهید داده‌ها را از آن از فرم والد واکشی کنید، تنظیم کنید.

source: Set quantity of process loss item:
fa: مقدار کالای ضایعات تولید را تنظیم کنید:

source: Set rate of sub-assembly item based on BOM
fa: نرخ کالای نیمه‌ساخته را بر اساس BOM تنظیم کنید

source: Set targets Item Group-wise for this Sales Person.
fa: اهداف را بر اساس گروه کالا برای این فروشنده تنظیم کنید.

source: Set the Planned Start Date (an Estimated Date at which you want the Production to begin)
fa: تاریخ شروع برنامه‌ریزی شده را تنظیم کنید (یک تاریخ تخمینی که می‌خواهید تولید در آن آغاز شود)

source: Set the status manually.
fa: وضعیت را به صورت دستی تنظیم کنید.

source: Set this if the customer is a Public Administration company.
fa: این گزینه را در صورتی که مشتری یک سازمان دولتی است، تنظیم کنید.

source: Set {0} in asset category {1} for company {2}
fa: {0} را در گروه دارایی {1} برای شرکت {2} تنظیم کنید

source: Set {0} in asset category {1} or company {2}
fa: {0} را در گروه دارایی {1} یا شرکت {2} تنظیم کنید

source: Set {0} in company {1}
fa: {0} را در شرکت {1} تنظیم کنید

source: Sets 'Accepted Warehouse' in each row of the Items table.
fa: 'انبار پذیرفته شده' را در هر ردیف از جدول کالاها تنظیم می‌کند.

source: Sets 'Rejected Warehouse' in each row of the Items table.
fa: 'انبار رد شده' را در هر ردیف از جدول کالاها تنظیم می‌کند.

source: Sets 'Reserve Warehouse' in each row of the Supplied Items table.
fa: 'انبار رزرو' را در هر ردیف از جدول اقلام تأمین شده تنظیم می‌کند.

source: Sets 'Source Warehouse' in each row of the items table.
fa: 'انبار مبدأ' را در هر ردیف از جدول کالاها تنظیم می‌کند.

source: Sets 'Target Warehouse' in each row of the items table.
fa: 'انبار مقصد' را در هر ردیف از جدول کالاها تنظیم می‌کند.

source: Sets 'Warehouse' in each row of the Items table.
fa: 'انبار' را در هر ردیف از جدول کالاها تنظیم می‌کند.

source: Setting Account Type helps in selecting this Account in transactions.
fa: تنظیم نوع حساب به انتخاب این حساب در تراکنش‌ها کمک می‌کند.

source: Setting Events to {0}, since the Employee attached to the below Sales Persons does not have a User ID{1}
fa: تنظیم رویدادها به {0}، زیرا کارمند مرتبط با فروشندگان زیر شناسه کاربری {1} ندارد

source: Setting Item Locations...
fa: در حال تنظیم مکان‌های کالا...

source: Setting defaults
fa: تنظیمات پیش‌فرض

source: Setting the account as a Company Account is necessary for Bank Reconciliation
fa: تنظیم حساب به عنوان حساب شرکت برای مغایرت‌گیری بانکی ضروری است

source: Setting up company
fa: راه‌اندازی شرکت

source: Setting {0} is required
fa: تنظیم {0} الزامی است

source: Settings for Selling Module
fa: تنظیمات ماژول فروش

source: Settled
fa: تسویه شده

source: Setup your organization
fa: سازمان خود را راه‌اندازی کنید

source: Share Balance
fa: مانده سهم

source: Share Ledger
fa: دفتر سهام

source: Share Management
fa: مدیریت سهام

source: Share Transfer
fa: انتقال سهام

source: Share Type
fa: نوع سهم

source: Shareholder
fa: سهامدار

source: Shelf Life In Days
fa: عمر مفید به روز

source: Shelf Life in Days
fa: عمر مفید به روز

source: Shift
fa: شیفت

source: Shift Factor
fa: ضریب شیفت

source: Shift Name
fa: نام شیفت

source: Shift Time (In Hours)
fa: زمان شیفت (به ساعت)

source: Shipment
fa: ارسال

source: Shipment Amount
fa: مبلغ ارسال

source: Shipment Delivery Note
fa: یادداشت تحویل ارسال

source: Shipment ID
fa: شناسه ارسال

source: Shipment Information
fa: اطلاعات ارسال

source: Shipment Parcel
fa: بسته ارسالی

source: Shipment Parcel Template
fa: قالب بسته ارسالی

source: Shipment Type
fa: نوع ارسال

source: Shipment details
fa: جزئیات ارسال

source: Shipments
fa: ارسال‌ها

source: Shipping Account
fa: حساب ارسال

source: Shipping Address Details
fa: جزئیات آدرس ارسال

source: Shipping Address Name
fa: نام آدرس ارسال

source: Shipping Address Template
fa: قالب آدرس ارسال

source: Shipping Address does not belong to the {0}
fa: آدرس ارسال متعلق به {0} نیست

source: Shipping Address does not have country, which is required for this Shipping Rule
fa: آدرس ارسال کشور ندارد، که برای این قانون ارسال الزامی است

source: Shipping Amount
fa: مبلغ ارسال

source: Shipping City
fa: شهر ارسال

source: Shipping Country
fa: کشور ارسال

source: Shipping County
fa: شهرستان ارسال

source: Shipping Rule
fa: قانون ارسال

source: Shipping Rule Condition
fa: شرط قانون ارسال

source: Shipping Rule Conditions
fa: شرایط قانون ارسال

source: Shipping Rule Country
fa: کشور قانون ارسال

source: Shipping Rule Label
fa: برچسب قانون ارسال

source: Shipping Rule Type
fa: نوع قانون ارسال

source: Shipping State
fa: استان ارسال

source: Shipping Zipcode
fa: کد پستی ارسال

source: Shipping rule not applicable for country {0} in Shipping Address
fa: قانون ارسال برای کشور {0} در آدرس ارسال قابل اعمال نیست

source: Shipping rule only applicable for Buying
fa: قانون ارسال فقط برای خرید قابل اعمال است

source: Shipping rule only applicable for Selling
fa: قانون ارسال فقط برای فروش قابل اعمال است

source: Shopping Cart
fa: سبد خرید

source: Short Name
fa: نام کوتاه

source: Short Term Loan Account
fa: حساب وام کوتاه‌مدت

source: Short biography for website and other publications.
fa: بیوگرافی کوتاه برای وب‌سایت و سایر انتشارات.

source: Short-term Investments
fa: سرمایه‌گذاری‌های کوتاه‌مدت

source: Short-term Provisions
fa: ذخایر کوتاه‌مدت

source: Shortage Qty
fa: مقدار کسری

source: Show Aggregate Value from Subsidiary Companies
fa: نمایش ارزش تجمیعی از شرکت‌های تابعه

source: Show Balances in Chart Of Accounts
fa: نمایش مانده‌ها در نمودار حساب‌ها

source: Show Barcode Field in Stock Transactions
fa: نمایش فیلد بارکد در تراکنش‌های انبار

source: Show Cancelled Entries
fa: نمایش اسناد لغوشده

source: Show Completed
fa: نمایش تکمیل‌شده

source: Show Credit / Debit in Company Currency
fa: نمایش بستانکار / بدهکار به ارز شرکت

source: Show Cumulative Amount
fa: نمایش مبلغ تجمعی

source: Show Dimension Wise Stock
fa: نمایش موجودی بر اساس ابعاد

source: Show Disabled Items
fa: نمایش آیتم‌های غیرفعال

source: Show Disabled Warehouses
fa: نمایش انبارهای غیرفعال

source: Show Failed Logs
fa: نمایش لاگ‌های ناموفق

source: Show Future Payments
fa: نمایش پرداخت‌های آتی

source: Show GL Balance
fa: نمایش مانده حساب کل

source: Show Group Accounts
fa: نمایش حساب‌های گروهی

source: Show In Website
fa: نمایش در وب‌سایت

source: Show Inclusive Tax in Print
fa: نمایش مالیات با احتساب در چاپ

source: Show Item Name
fa: نمایش نام آیتم

source: Show Items
fa: نمایش آیتم‌ها

source: Show Latest Forum Posts
fa: نمایش آخرین پست‌های انجمن

source: Show Ledger View
fa: نمایش نمای دفتر کل

source: Show Linked Delivery Notes
fa: نمایش حواله‌های خروج مرتبط
