Repository: ai-solution-company/systemafarin-custom-addon
Catalog: iran_core/locale/*.po
Languages: fa

source: Successful
fa: موفق

source: Successfully Reconciled
fa: با موفقیت تطبیق داده شد

source: Successfully Set Supplier
fa: تأمین‌کننده با موفقیت تنظیم شد

source: Successfully changed Stock UOM, please redefine conversion factors for new UOM.
fa: واحد اندازه‌گیری موجودی با موفقیت تغییر یافت، لطفاً ضرایب تبدیل را برای واحد اندازه‌گیری جدید بازتعریف کنید.

source: Successfully imported {0} record out of {1}. Click on Export Errored Rows, fix the errors and import again.
fa: {0} رکورد از {1} با موفقیت وارد شد. روی 'خروجی گرفتن ردیف‌های دارای خطا' کلیک کنید، خطاها را رفع کرده و دوباره وارد کنید.

source: Successfully imported {0} record.
fa: {0} رکورد با موفقیت وارد شد.

source: Successfully imported {0} records out of {1}. Click on Export Errored Rows, fix the errors and import again.
fa: {0} رکورد از {1} با موفقیت وارد شد. روی 'خروجی گرفتن ردیف‌های دارای خطا' کلیک کنید، خطاها را رفع کرده و دوباره وارد کنید.

source: Successfully imported {0} records.
fa: {0} رکورد با موفقیت وارد شد.

source: Successfully linked to Customer
fa: با موفقیت به مشتری پیوند داده شد

source: Successfully linked to Supplier
fa: با موفقیت به تأمین‌کننده پیوند داده شد

source: Successfully merged {0} out of {1}.
fa: {0} از {1} با موفقیت ادغام شد.

source: Successfully updated {0} record out of {1}. Click on Export Errored Rows, fix the errors and import again.
fa: {0} رکورد از {1} با موفقیت به‌روزرسانی شد. روی 'خروجی گرفتن ردیف‌های دارای خطا' کلیک کنید، خطاها را رفع کرده و دوباره وارد کنید.

source: Successfully updated {0} record.
fa: {0} رکورد با موفقیت به‌روزرسانی شد.

source: Successfully updated {0} records out of {1}. Click on Export Errored Rows, fix the errors and import again.
fa: {0} رکورد از {1} با موفقیت به‌روزرسانی شد. روی 'خروجی گرفتن ردیف‌های دارای خطا' کلیک کنید، خطاها را رفع کرده و دوباره وارد کنید.

source: Successfully updated {0} records.
fa: {0} رکورد با موفقیت به‌روزرسانی شد.

source: Suggestions
fa: پیشنهادات

source: Summary for this month and pending activities
fa: خلاصه این ماه و فعالیت‌های در انتظار

source: Summary for this week and pending activities
fa: خلاصه این هفته و فعالیت‌های در انتظار

source: Supplied Item
fa: کالای تأمین‌شده

source: Supplied Items
fa: کالاهای تأمین‌شده

source: Supplied Qty
fa: مقدار تأمین‌شده

source: Supplier
fa: تأمین‌کننده

source: Supplier > Supplier Type
fa: تأمین‌کننده > نوع تأمین‌کننده

source: Supplier Address
fa: آدرس تأمین‌کننده

source: Supplier Address Details
fa: جزئیات آدرس تأمین‌کننده

source: Supplier Addresses And Contacts
fa: آدرس‌ها و مخاطبین تأمین‌کننده

source: Supplier Contact
fa: مخاطب تأمین‌کننده

source: Supplier Delivery Note
fa: حواله تحویل تأمین‌کننده

source: Supplier Details
fa: جزئیات تأمین‌کننده

source: Supplier Group
fa: گروه تأمین‌کننده

source: Supplier Group Item
fa: آیتم گروه تأمین‌کننده

source: Supplier Group Name
fa: نام گروه تأمین‌کننده

source: Supplier Info
fa: اطلاعات تأمین‌کننده

source: Supplier Invoice
fa: فاکتور خرید

source: Supplier Invoice Date
fa: تاریخ فاکتور خرید

source: Supplier Invoice Date cannot be greater than Posting Date
fa: تاریخ فاکتور خرید نمی‌تواند بزرگتر از تاریخ ثبت باشد

source: Supplier Invoice No
fa: شماره فاکتور خرید

source: Supplier Invoice No exists in Purchase Invoice {0}
fa: شماره فاکتور خرید در فاکتور خرید {0} موجود است

source: Supplier Item
fa: آیتم تأمین‌کننده

source: Supplier Items
fa: آیتم‌های تأمین‌کننده

source: Supplier Lead Time (days)
fa: زمان تحویل تأمین‌کننده (روز)

source: Supplier Ledger Summary
fa: خلاصه دفتر کل تأمین‌کننده

source: Supplier Name
fa: نام تأمین‌کننده

source: Supplier Naming By
fa: نام‌گذاری تأمین‌کننده بر اساس

source: Supplier Number
fa: شماره تأمین‌کننده

source: Supplier Number At Customer
fa: شماره تأمین‌کننده نزد مشتری

source: Supplier Numbers
fa: شماره‌های تأمین‌کننده

source: Supplier Part No
fa: شماره قطعه تأمین‌کننده

source: Supplier Part Number
fa: شماره قطعه تأمین‌کننده

source: Supplier Portal Users
fa: کاربران پورتال تأمین‌کننده

source: Supplier Primary Address
fa: آدرس اصلی تأمین‌کننده

source: Supplier Primary Contact
fa: مخاطب اصلی تأمین‌کننده

source: Supplier Quotation
fa: پیشنهاد قیمت تأمین‌کننده

source: Supplier Quotation Comparison
fa: مقایسه پیشنهاد قیمت تأمین‌کننده

source: Supplier Quotation Item
fa: آیتم پیشنهاد قیمت تأمین‌کننده

source: Supplier Quotation {0} Created
fa: پیشنهاد قیمت تأمین‌کننده {0} ایجاد شد

source: Supplier Reference
fa: مرجع تأمین‌کننده

source: Supplier Score
fa: امتیاز تأمین‌کننده

source: Supplier Scorecard
fa: کارت امتیاز تأمین‌کننده

source: Supplier Scorecard Criteria
fa: معیارهای کارت امتیاز تأمین‌کننده

source: Supplier Scorecard Period
fa: دوره کارت امتیاز تأمین‌کننده

source: Supplier Scorecard Scoring Criteria
fa: معیارهای امتیازدهی کارت امتیازی تأمین‌کننده

source: Supplier Scorecard Scoring Standing
fa: وضعیت امتیازدهی کارت امتیازی تأمین‌کننده

source: Supplier Scorecard Scoring Variable
fa: متغیر امتیازدهی کارت امتیازی تأمین‌کننده

source: Supplier Scorecard Setup
fa: تنظیمات کارت امتیازی تأمین‌کننده

source: Supplier Scorecard Standing
fa: وضعیت کارت امتیازی تأمین‌کننده

source: Supplier Scorecard Variable
fa: متغیر کارت امتیازی تأمین‌کننده

source: Supplier Type
fa: نوع تأمین‌کننده

source: Supplier Warehouse
fa: انبار تأمین‌کننده

source: Supplier delivers to Customer
fa: تأمین‌کننده به مشتری تحویل می‌دهد

source: Supplier numbers assigned by the customer
fa: شماره‌های تأمین‌کننده اختصاص‌داده‌شده توسط مشتری

source: Supplier of Goods or Services.
fa: تأمین‌کننده کالا یا خدمات.

source: Supplier {0} not found in {1}
fa: تأمین‌کننده {0} در {1} یافت نشد

source: Supplier(s)
fa: تأمین‌کننده(ها)

source: Supplier-Wise Sales Analytics
fa: تحلیل فروش بر اساس تأمین‌کننده

source: Suppliers
fa: تأمین‌کنندگان

source: Supplies subject to the reverse charge provision
fa: تدارکات مشمول مقررات مکانیزم معکوس

source: Supply
fa: تأمین

source: Support
fa: پشتیبانی

source: Support Hour Distribution
fa: توزیع ساعات پشتیبانی

source: Support Portal
fa: پرتال پشتیبانی

source: Support Search Source
fa: منبع جستجوی پشتیبانی

source: Support Settings
fa: تنظیمات پشتیبانی

source: Support Team
fa: تیم پشتیبانی

source: Support Tickets
fa: تیکت‌های پشتیبانی

source: Suspected Discount Amount
fa: مبلغ تخفیف مشکوک

source: Suspended
fa: معلق

source: Switch Between Payment Modes
fa: جابجایی بین روش‌های پرداخت

source: Sync Now
fa: همگام‌سازی اکنون

source: Sync Started
fa: همگام‌سازی شروع شد

source: Synchronize all accounts every hour
fa: همگام‌سازی همه حساب‌ها هر ساعت

source: System In Use
fa: سیستم در حال استفاده

source: System User (login) ID. If set, it will become default for all HR forms.
fa: شناسه کاربری سیستم (ورود). در صورت تنظیم، به عنوان پیش‌فرض برای همه فرم‌های منابع انسانی خواهد بود.

source: System will automatically create the serial numbers / batch for the Finished Good on submission of work order
fa: سیستم به طور خودکار شماره سریال / بچ را برای کالای ساخته‌شده هنگام ثبت سفارش کار ایجاد خواهد کرد

source: System will do an implicit conversion using the pegged currency. <br> Ex: Instead of AED -&gt; INR, system will do AED -&gt; USD -&gt; INR using the pegged exchange rate of AED against USD.
fa: سیستم با استفاده از ارز ثابت‌شده، یک تبدیل ضمنی انجام خواهد داد. <br> مثال: به جای AED -&gt; INR، سیستم با استفاده از نرخ ارز ثابت‌شده AED در برابر USD، تبدیل AED -&gt; USD -&gt; INR را انجام خواهد داد.

source: System will fetch all the entries if limit value is zero.
fa: سیستم در صورتی که مقدار محدودیت صفر باشد، همه ورودی‌ها را واکشی خواهد کرد.

source: System will not check over billing since amount for Item {0} in {1} is zero
fa: سیستم صورت‌حساب‌دهی بیش از حد را بررسی نخواهد کرد زیرا مبلغ برای آیتم {0} در {1} صفر است

source: System will notify to increase or decrease quantity or amount
fa: سیستم برای افزایش یا کاهش مقدار یا مبلغ اطلاع خواهد داد

source: TCS Amount
fa: مبلغ TCS

source: TCS Rate %
fa: نرخ TCS %

source: TDS Amount
fa: مبلغ TDS

source: TDS Computation Summary
fa: خلاصه محاسبه TDS

source: TDS Deducted
fa: TDS کسر شده

source: TDS Payable
fa: TDS قابل پرداخت

source: TDS Rate %
fa: نرخ TDS %

source: Table for Item that will be shown in Web Site
fa: جدول برای کالاهایی که در وب‌سایت نمایش داده می‌شوند

source: Tablespoon (US)
fa: قاشق غذاخوری (آمریکایی)

source: Target Amount
fa: مبلغ هدف

source: Target ({})
fa: هدف ({})

source: Target Asset
fa: دارایی هدف

source: Target Asset {0} cannot be cancelled
fa: دارایی هدف {0} قابل لغو نیست

source: Target Asset {0} cannot be submitted
fa: دارایی هدف {0} قابل ارسال نیست

source: Target Asset {0} cannot be {1}
fa: دارایی هدف {0} نمی‌تواند {1} باشد

source: Target Asset {0} does not belong to company {1}
fa: دارایی هدف {0} متعلق به شرکت {1} نیست

source: Target Asset {0} needs to be composite asset
fa: دارایی هدف {0} باید یک دارایی ترکیبی باشد

source: Target Batch No
fa: شماره بچ هدف

source: Target Detail
fa: جزئیات هدف

source: Target Details
fa: جزئیات هدف

source: Target Distribution
fa: توزیع هدف

source: Target Exchange Rate
fa: نرخ ارز هدف

source: Target Fieldname (Stock Ledger Entry)
fa: نام فیلد هدف (سند دفتر کل موجودی)

source: Target Fixed Asset Account
fa: حساب دارایی ثابت هدف

source: Target Has Batch No
fa: هدف دارای شماره بچ است

source: Target Has Serial No
fa: هدف دارای شماره سریال است

source: Target Incoming Rate
fa: نرخ ورودی هدف

source: Target Is Fixed Asset
fa: هدف دارایی ثابت است

source: Target Item Code
fa: کد کالای هدف

source: Target Item {0} must be a Fixed Asset item
fa: کالای هدف {0} باید یک کالای دارایی ثابت باشد

source: Target Location
fa: مکان هدف

source: Target Location is required for transferring Asset {0}
fa: مکان هدف برای انتقال دارایی {0} الزامی است

source: Target Location is required while receiving Asset {0}
fa: مکان هدف هنگام دریافت دارایی {0} الزامی است

source: Target On
fa: هدف فعال

source: Target Qty
fa: مقدار هدف

source: Target Qty must be a positive number
fa: مقدار هدف باید یک عدد مثبت باشد

source: Target Serial No
fa: شماره سریال هدف

source: Target Warehouse
fa: انبار هدف

source: Target Warehouse Address
fa: آدرس انبار هدف

source: Target Warehouse Address Link
fa: پیوند آدرس انبار هدف

source: Target Warehouse Reservation Error
fa: خطای رزرو انبار هدف

source: Target Warehouse for Finished Good must be same as Finished Good Warehouse {1} in Work Order {2} linked to the Subcontracting Inward Order.
fa: انبار هدف برای محصول نهایی باید با انبار محصول نهایی {1} در سفارش کار {2} که به سفارش ورودی برون‌سپاری مرتبط است، یکسان باشد.

source: Target Warehouse is required before Submit
fa: انبار هدف قبل از ارسال الزامی است

source: Target Warehouse is set for some items but the customer is not an internal customer.
fa: انبار مقصد برای برخی آیتم‌ها تنظیم شده است، اما مشتری، مشتری داخلی نیست.

source: Target Warehouse {0} must be same as Delivery Warehouse {1} in the Subcontracting Inward Order Item.
fa: انبار مقصد {0} باید با انبار تحویل {1} در آیتم سفارش ورودی برون‌سپاری یکسان باشد.

source: Target warehouse is mandatory for row {0}
fa: انبار مقصد برای ردیف {0} اجباری است.

source: Targets
fa: اهداف

source: Tariff Number
fa: شماره تعرفه

source: Task Assignee Email
fa: ایمیل مسئول کار

source: Task Completion
fa: تکمیل کار

source: Task Depends On
fa: کار وابسته به

source: Task Description
fa: شرح کار

source: Task Name
fa: نام کار

source: Task Progress
fa: پیشرفت کار

source: Task Type
fa: نوع کار

source: Task Weight
fa: وزن کار

source: Task {0} depends on Task {1}. Please add Task {1} to the Tasks list.
fa: کار {0} وابسته به کار {1} است. لطفاً کار {1} را به لیست کارها اضافه کنید.

source: Tasks Completed
fa: کارهای تکمیل‌شده

source: Tasks Overdue
fa: کارهای معوق

source: Tax
fa: مالیات

source: Tax Account
fa: حساب مالیات

source: Tax Amount
fa: مبلغ مالیات

source: Tax Amount After Discount Amount
fa: مبلغ مالیات پس از تخفیف

source: Tax Amount After Discount Amount (Company Currency)
fa: مبلغ مالیات پس از تخفیف (واحد پول شرکت)

source: Tax Amount will be rounded on a row(items) level
fa: مبلغ مالیات در سطح ردیف (آیتم‌ها) گرد خواهد شد.

source: Tax Assets
fa: دارایی‌های مالیاتی

source: Tax Breakup
fa: تفکیک مالیات

source: Tax Category
fa: دسته‌بندی مالیات

source: Tax Category has been changed to "Total" because all the Items are non-stock items
fa: دسته‌بندی مالیات به "کل" تغییر یافته است زیرا همه آیتم‌ها، کالاهای غیرانبارگردان هستند.

source: Tax Expense
fa: هزینه مالیات

source: Tax ID
fa: شناسه مالیاتی

source: Tax Id
fa: شناسه مالیاتی

source: Tax Id:
fa: شناسه مالیاتی:

source: Tax Id: {0}
fa: شناسه مالیاتی: {0}

source: Tax Masters
fa: مسترهای مالیات

source: Tax Rate
fa: نرخ مالیات

source: Tax Rates
fa: نرخ‌های مالیات

source: Tax Refunds provided to Tourists under the Tax Refunds for Tourists Scheme
fa: استرداد مالیات ارائه شده به گردشگران تحت طرح استرداد مالیات برای گردشگران

source: Tax Rule
fa: قانون مالیات

source: Tax Rule Conflicts with {0}
fa: قانون مالیات با {0} مغایرت دارد.

source: Tax Settings
fa: تنظیمات مالیات

source: Tax Template is mandatory.
fa: الگوی مالیات اجباری است.

source: Tax Total
fa: جمع مالیات

source: Tax Type
fa: نوع مالیات

source: Tax Withheld Vouchers
fa: اسناد مالیات تکلیفی

source: Tax Withholding
fa: مالیات تکلیفی

source: Tax Withholding Account
fa: حساب مالیات تکلیفی

source: Tax Withholding Category
fa: دسته‌بندی مالیات تکلیفی

source: Tax Withholding Category {} against Company {} for Customer {} should have Cumulative Threshold value.
fa: دسته‌بندی مالیات تکلیفی {} برای شرکت {} و مشتری {} باید دارای مقدار آستانه تجمعی باشد.

source: Tax Withholding Details
fa: جزئیات مالیات تکلیفی

source: Tax Withholding Net Total
fa: جمع خالص مالیات تکلیفی

source: Tax Withholding Rate
fa: نرخ مالیات تکلیفی

source: Tax Withholding Rates
fa: نرخ‌های مالیات تکلیفی

source: Tax detail table fetched from item master as a string and stored in this field. Used for Taxes and Charges
fa: جدول جزئیات مالیات از اطلاعات اصلی کالا به صورت رشته واکشی شده و در این فیلد ذخیره می‌شود. برای مالیات‌ها و عوارض استفاده می‌شود.

source: Tax will be withheld only for amount exceeding the cumulative threshold
fa: مالیات فقط برای مبلغ مازاد بر آستانه تجمعی کسر خواهد شد.

source: Taxable Amount
fa: مبلغ مشمول مالیات

source: Taxes
fa: مالیات‌ها

source: Taxes and Charges
fa: مالیات‌ها و عوارض

source: Taxes and Charges Added
fa: مالیات‌ها و عوارض اضافه شده

source: Taxes and Charges Added (Company Currency)
fa: مالیات‌ها و عوارض اضافه شده (ارز شرکت)

source: Taxes and Charges Calculation
fa: محاسبه مالیات‌ها و عوارض

source: Taxes and Charges Deducted
fa: مالیات‌ها و عوارض کسر شده

source: Taxes and Charges Deducted (Company Currency)
fa: مالیات‌ها و عوارض کسر شده (ارز شرکت)

source: Taxes row #{0}: {1} cannot be smaller than {2}
fa: ردیف مالیات #{0}: {1} نمی‌تواند کوچکتر از {2} باشد.

source: Team
fa: تیم

source: Team Member
fa: عضو تیم

source: Teaspoon
fa: قاشق چای‌خوری

source: Technical Atmosphere
fa: فضای فنی

source: Technology
fa: فناوری

source: Telecommunications
fa: مخابرات

source: Telephone Expenses
fa: هزینه‌های تلفن

source: Telephony Call Type
fa: نوع تماس تلفنی

source: Television
fa: تلویزیون

source: Template Item
fa: آیتم الگو

source: Template Item Selected
fa: آیتم الگوی انتخاب شده

source: Template Name
fa: نام الگو

source: Template Task
fa: وظیفه الگو

source: Template Title
fa: عنوان الگو

source: Temporarily on Hold
fa: در حالت تعلیق موقت

source: Temporary
fa: موقت

source: Temporary Accounts
fa: حساب‌های موقت

source: Temporary Opening
fa: افتتاحیه موقت

source: Temporary Opening Account
fa: حساب افتتاحیه موقت

source: Term Details
fa: جزئیات شرط

source: Terms
fa: شرایط

source: Terms & Conditions
fa: شرایط و ضوابط

source: Terms Template
fa: الگوی شرایط

source: Terms and Conditions
fa: شرایط و ضوابط

source: Terms and Conditions Content
fa: محتوای شرایط و ضوابط

source: Terms and Conditions Details
fa: جزئیات شرایط و ضوابط

source: Terms and Conditions Help
fa: راهنمای شرایط و ضوابط

source: Terms and Conditions Template
fa: الگوی شرایط و ضوابط

source: Territory
fa: منطقه

source: Territory Item
fa: آیتم منطقه

source: Territory Manager
fa: مدیر منطقه

source: Territory Name
fa: نام منطقه

source: Territory Target Variance Based On Item Group
fa: انحراف هدف منطقه بر اساس گروه کالا

source: Territory Targets
fa: اهداف منطقه

source: Territory Wise Sales
fa: فروش به تفکیک منطقه

source: Territory-wise Sales
fa: فروش به تفکیک منطقه

source: Tesla
fa: تسلا

source: Text displayed on the financial statement (e.g., 'Total Revenue', 'Cash and Cash Equivalents')
fa: متن نمایش داده شده در صورت مالی (به عنوان مثال، 'کل درآمد'، 'وجه نقد و معادل‌های نقدی')

source: The 'From Package No.' field must neither be empty nor it's value less than 1.
fa: فیلد «شماره بسته از» نباید خالی باشد و مقدار آن نیز نباید کمتر از ۱ باشد.

source: The Access to Request for Quotation From Portal is Disabled. To Allow Access, Enable it in Portal Settings.
fa: دسترسی به درخواست قیمت از پورتال غیرفعال است. برای فعال کردن دسترسی، آن را در تنظیمات پورتال فعال کنید.

source: The BOM which will be replaced
fa: BOM که جایگزین خواهد شد

source: The Batch {0} has negative batch quantity {1}. To fix this, go to the batch and click on Recalculate Batch Qty. If the issue still persists, create an inward entry.
fa: بچ {0} دارای مقدار بچ منفی {1} است. برای رفع این مشکل، به بچ بروید و روی «محاسبه مجدد مقدار بچ» کلیک کنید. اگر مشکل همچنان ادامه داشت، یک سند ورودی ایجاد کنید.

source: The Campaign '{0}' already exists for the {1} '{2}'
fa: کمپین «{0}» از قبل برای {1} «{2}» وجود دارد

source: The Document Type {0} must have a Status field to configure Service Level Agreement
fa: نوع سند {0} باید دارای فیلد وضعیت باشد تا بتوان توافق‌نامه سطح خدمات را پیکربندی کرد

source: The GL Entries and closing balances will be processed in the background, it can take a few minutes.
fa: اسناد حسابداری و مانده‌های پایانی در پس‌زمینه پردازش خواهند شد، ممکن است چند دقیقه طول بکشد.

source: The GL Entries will be cancelled in the background, it can take a few minutes.
fa: اسناد حسابداری در پس‌زمینه لغو خواهند شد، ممکن است چند دقیقه طول بکشد.

source: The Loyalty Program isn't valid for the selected company
fa: برنامه وفاداری برای شرکت انتخاب شده معتبر نیست

source: The Payment Request {0} is already paid, cannot process payment twice
fa: درخواست پرداخت {0} از قبل پرداخت شده است، نمی‌توان پرداخت را دو بار پردازش کرد

source: The Payment Term at row {0} is possibly a duplicate.
fa: شرط پرداخت در ردیف {0} احتمالاً تکراری است.

source: The Pick List having Stock Reservation Entries cannot be updated. If you need to make changes, we recommend canceling the existing Stock Reservation Entries before updating the Pick List.
fa: لیست انتخاب که دارای ورودی‌های رزرو موجودی است، قابل به‌روزرسانی نیست. اگر نیاز به ایجاد تغییرات دارید، توصیه می‌کنیم قبل از به‌روزرسانی لیست انتخاب، ورودی‌های رزرو موجودی موجود را لغو کنید.

source: The Process Loss Qty has reset as per job cards Process Loss Qty
fa: مقدار ضایعات فرآیند مطابق با مقدار ضایعات فرآیند کارت‌های کار بازنشانی شده است

source: The Sales Person is linked with {0}
fa: فروشنده با {0} مرتبط است

source: The Serial No at Row #{0}: {1} is not available in warehouse {2}.
fa: شماره سریال در ردیف #{0}: {1} در انبار {2} موجود نیست.

source: The Serial No {0} is reserved against the {1} {2} and cannot be used for any other transaction.
fa: شماره سریال {0} برای {1} {2} رزرو شده است و نمی‌تواند برای هیچ تراکنش دیگری استفاده شود.

source: The Serial and Batch Bundle {0} is not valid for this transaction. The 'Type of Transaction' should be 'Outward' instead of 'Inward' in Serial and Batch Bundle {0}
fa: بسته سریال و بچ {0} برای این تراکنش معتبر نیست. «نوع تراکنش» باید «خروجی» باشد به جای «ورودی» در بسته سریال و بچ {0}.

source: The Stock Entry of type 'Manufacture' is known as backflush. Raw materials being consumed to manufacture finished goods is known as backflushing. <br><br> When creating Manufacture Entry, raw-material items are backflushed based on BOM of production item. If you want raw-material items to be backflushed based on Material Transfer entry made against that Work Order instead, then you can set it under this field.
fa: سند انبار از نوع «تولید» به عنوان بک‌فلاش شناخته می‌شود. مصرف مواد اولیه برای تولید کالاهای نهایی به عنوان بک‌فلاشینگ شناخته می‌شود. <br><br> هنگام ایجاد سند تولید، آیتم‌های مواد اولیه بر اساس BOM آیتم تولیدی بک‌فلاش می‌شوند. اگر می‌خواهید آیتم‌های مواد اولیه به جای آن بر اساس سند انتقال مواد ایجاد شده در برابر آن سفارش کار بک‌فلاش شوند، می‌توانید آن را در این فیلد تنظیم کنید.

source: The Work Order is mandatory for Disassembly Order
fa: سفارش کار برای سند جداسازی اجباری است

source: The account head under Liability or Equity, in which Profit/Loss will be booked
fa: سرفصل حساب تحت بدهی یا حقوق صاحبان سهام که سود/زیان در آن ثبت خواهد شد

source: The allocated amount is greater than the outstanding amount of Payment Request {0}
fa: مبلغ تخصیص یافته بیشتر از مبلغ باقیمانده درخواست پرداخت {0} است

source: The amount of {0} set in this payment request is different from the calculated amount of all payment plans: {1}. Make sure this is correct before submitting the document.
fa: مبلغ {0} تعیین شده در این درخواست پرداخت با مبلغ محاسبه شده همه برنامه‌های پرداخت: {1} متفاوت است. قبل از ارسال سند، از صحت آن اطمینان حاصل کنید.

source: The currency of invoice {} ({}) is different from the currency of this dunning ({}).
fa: واحد پول فاکتور {} ({}) با واحد پول این اخطاریه پرداخت ({}) متفاوت است.

source: The current POS opening entry is outdated. Please close it and create a new one.
fa: ثبت افتتاحیه صندوق فروش فعلی منقضی شده است. لطفاً آن را ببندید و یک مورد جدید ایجاد کنید.

source: The default BOM for that item will be fetched by the system. You can also change the BOM.
fa: BOM پیش‌فرض برای آن آیتم توسط سیستم دریافت خواهد شد. شما می‌توانید BOM را نیز تغییر دهید.

source: The difference between from time and To Time must be a multiple of Appointment
fa: تفاوت بین زمان شروع و زمان پایان باید مضربی از زمان قرار ملاقات باشد.

source: The field Asset Account cannot be blank
fa: فیلد حساب دارایی نمی‌تواند خالی باشد.

source: The field Equity/Liability Account cannot be blank
fa: فیلد حساب حقوق صاحبان سهام/بدهی نمی‌تواند خالی باشد.

source: The field From Shareholder cannot be blank
fa: فیلد از سهامدار نمی‌تواند خالی باشد.

source: The field To Shareholder cannot be blank
fa: فیلد به سهامدار نمی‌تواند خالی باشد.

source: The field {0} in row {1} is not set
fa: فیلد {0} در ردیف {1} تنظیم نشده است.

source: The fields From Shareholder and To Shareholder cannot be blank
fa: فیلدهای از سهامدار و به سهامدار نمی‌توانند خالی باشند.

source: The folio numbers are not matching
fa: شماره‌های عطف مطابقت ندارند.

source: The following Items, having Putaway Rules, could not be accomodated:
fa: آیتم‌های زیر که دارای قوانین جایگذاری هستند، قابل جایگذاری نبودند:

source: The following assets have failed to automatically post depreciation entries: {0}
fa: دارایی‌های زیر در ثبت خودکار اسناد استهلاک ناموفق بودند: {0}

source: The following batches are expired, please restock them: <br> {0}
fa: دسته‌های زیر منقضی شده‌اند، لطفاً آن‌ها را دوباره موجود کنید: <br> {0}

source: The following deleted attributes exist in Variants but not in the Template. You can either delete the Variants or keep the attribute(s) in template.
fa: ویژگی‌های حذف شده زیر در انواع (Variants) وجود دارند اما در قالب (Template) نیستند. می‌توانید انواع را حذف کنید یا ویژگی(ها) را در قالب نگه دارید.

source: The following employees are currently still reporting to {0}:
fa: کارمندان زیر در حال حاضر همچنان به {0} گزارش می‌دهند:

source: The following invalid Pricing Rules are deleted:
fa: قوانین قیمت‌گذاری نامعتبر زیر حذف شده‌اند:

source: The following {0} were created: {1}
fa: {0}های زیر ایجاد شدند: {1}

source: The gross weight of the package. Usually net weight + packaging material weight. (for print)
fa: وزن ناخالص بسته. معمولاً وزن خالص + وزن مواد بسته‌بندی. (برای چاپ)
