Repository: ai-solution-company/systemafarin-custom-addon
Catalog: iran_core/locale/*.po
Languages: fa

source: Under Graduate
fa: کارشناسی

source: Under Warranty
fa: تحت گارانتی

source: Under Working Hours table, you can add start and end times for a Workstation. For example, a Workstation may be active from 9 am to 1 pm, then 2 pm to 5 pm. You can also specify the working hours based on shifts. While scheduling a Work Order, the system will check for the availability of the Workstation based on the working hours specified.
fa: در جدول ساعات کاری، می‌توانید زمان‌های شروع و پایان را برای یک ایستگاه کاری اضافه کنید. به عنوان مثال، یک ایستگاه کاری ممکن است از ساعت 9 صبح تا 1 بعد از ظهر، سپس از 2 بعد از ظهر تا 5 بعد از ظهر فعال باشد. همچنین می‌توانید ساعات کاری را بر اساس شیفت‌ها مشخص کنید. هنگام برنامه‌ریزی یک سفارش کار، سیستم در دسترس بودن ایستگاه کاری را بر اساس ساعات کاری مشخص شده بررسی خواهد کرد.

source: Unfulfilled
fa: انجام‌نشده

source: Unit
fa: واحد

source: Unit Price
fa: قیمت واحد

source: Unit of Measure
fa: واحد اندازه‌گیری

source: Unit of Measure (UOM)
fa: واحد اندازه‌گیری (UOM)

source: Unit of Measure {0} has been entered more than once in Conversion Factor Table
fa: واحد اندازه‌گیری {0} بیش از یک بار در جدول ضریب تبدیل وارد شده است

source: Units of Measure
fa: واحدهای اندازه‌گیری

source: Unknown Caller
fa: تماس‌گیرنده ناشناس

source: Unlink Advance Payment on Cancellation of Order
fa: لغو پیوند پیش‌پرداخت هنگام لغو سفارش

source: Unlink Payment on Cancellation of Invoice
fa: لغو پیوند پرداخت هنگام لغو فاکتور

source: Unlink external integrations
fa: لغو پیوند یکپارچه‌سازی‌های خارجی

source: Unlinked
fa: بدون پیوند

source: Unpaid
fa: پرداخت‌نشده

source: Unpaid and Discounted
fa: پرداخت‌نشده و تخفیف‌خورده

source: Unplanned machine maintenance
fa: نگهداری برنامه‌ریزی‌نشده ماشین

source: Unqualified
fa: فاقد صلاحیت

source: Unrealized Exchange Gain/Loss Account
fa: حساب سود/زیان تسعیر ارز تحقق‌نیافته

source: Unrealized Profit / Loss Account
fa: حساب سود / زیان تحقق‌نیافته

source: Unrealized Profit / Loss account for intra-company transfers
fa: حساب سود / زیان تحقق‌نیافته برای انتقالات درون‌شرکتی

source: Unrealized Profit/Loss account for intra-company transfers
fa: حساب سود/زیان تحقق‌نیافته برای انتقالات درون‌شرکتی

source: Unreconcile Payment
fa: عدم تطبیق پرداخت

source: Unreconcile Payment Entries
fa: عدم تطبیق اسناد پرداخت

source: Unreconcile Transaction
fa: عدم تطبیق تراکنش

source: Unreconciled
fa: تطبیق‌نیافته

source: Unreconciled Amount
fa: مبلغ تطبیق‌نیافته

source: Unreconciled Entries
fa: اسناد تطبیق‌نیافته

source: Unreserve
fa: رفع رزرو

source: Unreserve Stock
fa: رفع رزرو موجودی

source: Unreserve for Raw Materials
fa: رفع رزرو برای مواد اولیه

source: Unreserve for Sub-assembly
fa: رفع رزرو برای زیرمونتاژ

source: Unreserving Stock...
fa: در حال رفع رزرو موجودی...

source: Unresolved
fa: حل‌نشده

source: Unscheduled
fa: برنامه‌ریزی‌نشده

source: Unsecured Loans
fa: وام‌های بدون تضمین

source: Unset Matched Payment Request
fa: لغو تطبیق درخواست پرداخت

source: Unsigned
fa: امضانشده

source: Unsubscribe from this Email Digest
fa: لغو اشتراک از این خلاصه ایمیل

source: Until
fa: تا

source: Unverified
fa: تأییدنشده

source: Unverified Webhook Data
fa: داده وب‌هوک تأییدنشده

source: Up
fa: بالا

source: Upcoming Calendar Events
fa: رویدادهای آتی تقویم

source: Upcoming Calendar Events
fa: رویدادهای آتی تقویم

source: Update Account Name / Number
fa: به‌روزرسانی نام / شماره حساب

source: Update Account Number / Name
fa: به‌روزرسانی شماره / نام حساب

source: Update Additional Information
fa: به‌روزرسانی اطلاعات تکمیلی

source: Update Auto Repeat Reference
fa: به‌روزرسانی مرجع تکرار خودکار

source: Update BOM Cost Automatically
fa: به‌روزرسانی خودکار بهای تمام‌شده BOM

source: Update BOM cost automatically via scheduler, based on the latest Valuation Rate/Price List Rate/Last Purchase Rate of raw materials
fa: به‌روزرسانی خودکار بهای تمام‌شده BOM از طریق زمان‌بند، بر اساس آخرین نرخ ارزیابی/نرخ لیست قیمت/آخرین نرخ خرید مواد اولیه

source: Update Billed Amount in Delivery Note
fa: به‌روزرسانی مبلغ فاکتورشده در حواله انبار

source: Update Billed Amount in Purchase Order
fa: به‌روزرسانی مبلغ فاکتورشده در سفارش خرید

source: Update Billed Amount in Purchase Receipt
fa: به‌روزرسانی مبلغ فاکتورشده در رسید خرید

source: Update Billed Amount in Sales Order
fa: به‌روزرسانی مبلغ فاکتورشده در سفارش فروش

source: Update Clearance Date
fa: به‌روزرسانی تاریخ تسویه

source: Update Consumed Material Cost In Project
fa: به‌روزرسانی بهای مواد مصرفی در پروژه

source: Update Cost
fa: به‌روزرسانی بها

source: Update Cost Center Name / Number
fa: به‌روزرسانی نام / شماره مرکز هزینه

source: Update Costing and Billing
fa: به‌روزرسانی محاسبه بها و صورت‌حساب‌دهی

source: Update Current Stock
fa: به‌روزرسانی موجودی فعلی

source: Update Existing Price List Rate
fa: به‌روزرسانی نرخ موجود لیست قیمت

source: Update Items
fa: به‌روزرسانی آیتم‌ها

source: Update Outstanding for Self
fa: به‌روزرسانی مانده برای خود

source: Update Price List Based On
fa: به‌روزرسانی لیست قیمت بر اساس

source: Update Print Format
fa: به‌روزرسانی فرمت چاپ

source: Update Rate and Availability
fa: به‌روزرسانی نرخ و موجودی

source: Update Rate as per Last Purchase
fa: به‌روزرسانی نرخ بر اساس آخرین خرید

source: Update Stock
fa: به‌روزرسانی موجودی

source: Update Type
fa: به‌روزرسانی نوع

source: Update frequency of Project
fa: تناوب به‌روزرسانی پروژه

source: Update latest price in all BOMs
fa: به‌روزرسانی آخرین قیمت در تمام BOMها

source: Update stock must be enabled for the purchase invoice {0}
fa: به‌روزرسانی موجودی باید برای فاکتور خرید {0} فعال باشد

source: Update the modified timestamp on new communications received in Lead & Opportunity.
fa: به‌روزرسانی مهر زمانی اصلاح در ارتباطات جدید دریافتی در سرنخ و فرصت.

source: Update timestamp on new communication
fa: به‌روزرسانی مهر زمانی در ارتباط جدید

source: Updated via 'Time Log' (In Minutes)
fa: به‌روزرسانی شده از طریق 'ثبت زمان' (بر حسب دقیقه)

source: Updated {0} Financial Report Row(s) with new category name
fa: {0} ردیف(های) گزارش مالی با نام دسته جدید به‌روزرسانی شد

source: Updating Costing and Billing fields against this Project...
fa: در حال به‌روزرسانی فیلدهای هزینه‌یابی و صورت‌حساب برای این پروژه...

source: Updating Variants...
fa: در حال به‌روزرسانی انواع...

source: Updating Work Order status
fa: در حال به‌روزرسانی وضعیت سفارش کار

source: Updating details.
fa: در حال به‌روزرسانی جزئیات.

source: Upload Bank Statement
fa: بارگذاری صورت‌حساب بانکی

source: Upload XML Invoices
fa: بارگذاری فاکتورهای XML

source: Upon enabling this, the JV will be submitted for a different exchange rate.
fa: با فعال کردن این گزینه، سند روزنامه (JV) با نرخ ارز متفاوتی ارسال خواهد شد.

source: Upon submission of the Sales Order, Work Order, or Production Plan, the system will automatically reserve the stock.
fa: با ارسال سفارش فروش، سفارش کار یا برنامه تولید، سیستم به طور خودکار موجودی را رزرو خواهد کرد.

source: Upper Income
fa: درآمد بالا

source: Urgent
fa: فوری

source: Use 'Repost in background' button to trigger background job. Job can only be triggered when document is in Queued or Failed status.
fa: از دکمه 'بازنشر در پس‌زمینه' برای راه‌اندازی کار پس‌زمینه استفاده کنید. کار فقط زمانی می‌تواند راه‌اندازی شود که سند در وضعیت صف یا ناموفق باشد.

source: Use <strong>Python</strong> filters to get Accounts
fa: از فیلترهای <strong>پایتون</strong> برای دریافت حساب‌ها استفاده کنید

source: Use Batch-wise Valuation
fa: استفاده از ارزیابی دسته‌ای

source: Use CSV Sniffer
fa: استفاده از CSV Sniffer

source: Use Company Default Round Off Cost Center
fa: استفاده از مرکز هزینه گرد کردن پیش‌فرض شرکت

source: Use Company default Cost Center for Round off
fa: استفاده از مرکز هزینه پیش‌فرض شرکت برای گرد کردن

source: Use Default Warehouse
fa: استفاده از انبار پیش‌فرض

source: Use Google Maps Direction API to calculate estimated arrival times
fa: از API مسیرهای Google Maps برای محاسبه زمان‌های تخمینی رسیدن استفاده کنید

source: Use Google Maps Direction API to optimize route
fa: از API مسیرهای Google Maps برای بهینه‌سازی مسیر استفاده کنید

source: Use HTTP Protocol
fa: استفاده از پروتکل HTTP

source: Use Item based reposting
fa: استفاده از بازنشر مبتنی بر آیتم

source: Use Legacy (Client side) Reactivity
fa: استفاده از واکنش‌پذیری قدیمی (سمت کلاینت)

source: Use Legacy Budget Controller
fa: استفاده از کنترل‌کننده بودجه قدیمی

source: Use Legacy Controller For Period Closing Voucher
fa: استفاده از کنترل‌کننده قدیمی برای سند بستن دوره

source: Use Multi-Level BOM
fa: استفاده از BOM چند سطحی

source: Use Prices from Default Price List as Fallback
fa: استفاده از قیمت‌ها از لیست قیمت پیش‌فرض به عنوان جایگزین

source: Use Serial / Batch Fields
fa: استفاده از فیلدهای سریال / دسته

source: Use Serial No / Batch Fields
fa: استفاده از فیلدهای شماره سریال / دسته

source: Use Transaction Date Exchange Rate
fa: استفاده از نرخ ارز تاریخ تراکنش

source: Use a name that is different from previous project name
fa: از نامی استفاده کنید که با نام پروژه قبلی متفاوت باشد

source: Use for Shopping Cart
fa: استفاده برای سبد خرید

source: Used
fa: استفاده شده

source: Used for Production Plan
fa: استفاده شده برای برنامه تولید

source: Used with Financial Report Template
fa: استفاده شده با قالب گزارش مالی

source: User Forum
fa: انجمن کاربران

source: User ID not set for Employee {0}
fa: شناسه کاربری برای کارمند {0} تنظیم نشده است

source: User Remark
fa: ملاحظات کاربر

source: User Resolution Time
fa: زمان حل مشکل توسط کاربر

source: User has not applied rule on the invoice {0}
fa: کاربر قانونی را روی فاکتور {0} اعمال نکرده است

source: User {0} does not exist
fa: کاربر {0} وجود ندارد

source: User {0} doesn't have any default POS Profile. Check Default at Row {1} for this User.
fa: کاربر {0} هیچ پروفایل POS پیش‌فرضی ندارد. پیش‌فرض را در ردیف {1} برای این کاربر بررسی کنید.

source: User {0} is already assigned to Employee {1}
fa: کاربر {0} قبلاً به کارمند {1} اختصاص داده شده است

source: User {0}: Removed Employee Self Service role as there is no mapped employee.
fa: کاربر {0}: نقش خدمات شخصی کارمند حذف شد زیرا کارمند مرتبطی وجود ندارد.

source: User {0}: Removed Employee role as there is no mapped employee.
fa: کاربر {0}: نقش کارمند حذف شد زیرا کارمند مرتبطی وجود ندارد.

source: User {} is disabled. Please select valid user/cashier
fa: کاربر {} غیرفعال است. لطفاً کاربر/صندوق‌دار معتبری را انتخاب کنید

source: Users can consume raw materials and add semi-finished goods or final finished goods against the operation using job cards.
fa: کاربران می‌توانند مواد اولیه را مصرف کرده و کالاهای نیمه‌ساخته یا کالاهای نهایی را در مقابل عملیات با استفاده از کارت‌های کار اضافه کنند.

source: Users can enable the checkbox If they want to adjust the incoming rate (set using purchase receipt) based on the purchase invoice rate.
fa: کاربران می‌توانند این گزینه را فعال کنند اگر می‌خواهند نرخ ورودی (تنظیم شده با رسید خرید) را بر اساس نرخ فاکتور خرید تنظیم کنند.

source: Users with this role are allowed to over bill above the allowance percentage
fa: کاربران با این نقش مجاز به صدور فاکتور بیش از درصد مجاز هستند

source: Users with this role are allowed to over deliver/receive against orders above the allowance percentage
fa: کاربران با این نقش مجاز به تحویل/دریافت بیش از درصد مجاز در برابر سفارشات هستند

source: Users with this role are allowed to set frozen accounts and create / modify accounting entries against frozen accounts
fa: کاربران با این نقش مجاز به تنظیم حساب‌های مسدود شده و ایجاد/ویرایش اسناد حسابداری در برابر حساب‌های مسدود شده هستند

source: Using negative stock disables FIFO/Moving average valuation when inventory is negative.
fa: استفاده از موجودی منفی، ارزیابی FIFO/میانگین متحرک را در صورت منفی بودن موجودی غیرفعال می‌کند.

source: Utility Expenses
fa: هزینه‌های آب و برق

source: VAT Accounts
fa: حساب‌های مالیات بر ارزش افزوده

source: VAT Amount (AED)
fa: مبلغ مالیات بر ارزش افزوده (درهم)

source: VAT Audit Report
fa: گزارش حسابرسی مالیات بر ارزش افزوده

source: VAT on Expenses and All Other Inputs
fa: مالیات بر ارزش افزوده بر هزینه‌ها و سایر ورودی‌ها

source: VAT on Sales and All Other Outputs
fa: مالیات بر ارزش افزوده بر فروش و سایر خروجی‌ها

source: Valid From
fa: معتبر از تاریخ

source: Valid From date not in Fiscal Year {0}
fa: تاریخ شروع اعتبار در سال مالی {0} نیست

source: Valid From must be after {0} as last GL Entry against the cost center {1} posted on this date
fa: تاریخ شروع اعتبار باید بعد از {0} باشد زیرا آخرین سند حسابداری عمومی مربوط به مرکز هزینه {1} در این تاریخ ثبت شده است

source: Valid Till
fa: معتبر تا تاریخ

source: Valid Up To
fa: معتبر تا

source: Valid Up To date cannot be before Valid From date
fa: تاریخ پایان اعتبار نمی‌تواند قبل از تاریخ شروع اعتبار باشد

source: Valid Up To date not in Fiscal Year {0}
fa: تاریخ پایان اعتبار در سال مالی {0} نیست

source: Valid for Countries
fa: معتبر برای کشورها

source: Valid from and valid upto fields are mandatory for the cumulative
fa: فیلدهای "معتبر از" و "معتبر تا" برای تجمعی اجباری هستند

source: Valid till Date cannot be before Transaction Date
fa: تاریخ پایان اعتبار نمی‌تواند قبل از تاریخ تراکنش باشد

source: Valid till date cannot be before transaction date
fa: تاریخ پایان اعتبار نمی‌تواند قبل از تاریخ تراکنش باشد

source: Validate Applied Rule
fa: اعتبارسنجی قانون اعمال شده

source: Validate Components and Quantities Per BOM
fa: اعتبارسنجی اجزا و مقادیر بر اساس BOM

source: Validate Material Transfer Warehouses
fa: اعتبارسنجی انبارهای انتقال مواد

source: Validate Negative Stock
fa: اعتبارسنجی موجودی منفی

source: Validate Pricing Rule
fa: اعتبارسنجی قانون قیمت‌گذاری

source: Validate Selling Price for Item Against Purchase Rate or Valuation Rate
fa: اعتبارسنجی قیمت فروش آیتم در برابر نرخ خرید یا نرخ ارزیابی

source: Validate Stock on Save
fa: اعتبارسنجی موجودی هنگام ذخیره

source: Validity Details
fa: جزئیات اعتبار

source: Validity and Usage
fa: اعتبار و کاربرد

source: Validity in Days
fa: مدت اعتبار (به روز)

source: Validity period of this quotation has ended.
fa: مدت اعتبار این پیش‌فاکتور به پایان رسیده است.

source: Valuation
fa: ارزش‌گذاری

source: Valuation (I - K)
fa: ارزش‌گذاری (I - K)

source: Valuation Field Type
fa: نوع فیلد ارزش‌گذاری

source: Valuation Method
fa: روش ارزش‌گذاری

source: Valuation Rate
fa: نرخ ارزش‌گذاری

source: Valuation Rate (In / Out)
fa: نرخ ارزش‌گذاری (ورود / خروج)

source: Valuation Rate Missing
fa: نرخ ارزش‌گذاری وارد نشده است

source: Valuation Rate for the Item {0}, is required to do accounting entries for {1} {2}.
fa: نرخ ارزش‌گذاری برای آیتم {0}، جهت ثبت اسناد حسابداری برای {1} {2} الزامی است.

source: Valuation Rate is mandatory if Opening Stock entered
fa: در صورت ورود موجودی افتتاحیه، نرخ ارزش‌گذاری اجباری است

source: Valuation Rate required for Item {0} at row {1}
fa: نرخ ارزش‌گذاری برای آیتم {0} در ردیف {1} الزامی است

source: Valuation and Total
fa: ارزش‌گذاری و مجموع

source: Valuation rate for customer provided items has been set to zero.
fa: نرخ ارزش‌گذاری برای آیتم‌های ارائه‌شده توسط مشتری، صفر در نظر گرفته شده است.

source: Valuation rate for the item as per Sales Invoice (Only for Internal Transfers)
fa: نرخ ارزش‌گذاری برای آیتم طبق فاکتور فروش (فقط برای انتقال داخلی)

source: Valuation type charges can not be marked as Inclusive
fa: هزینه‌های از نوع ارزش‌گذاری را نمی‌توان شامل در نظر گرفت

source: Valuation type charges can not marked as Inclusive
fa: هزینه‌های از نوع ارزش‌گذاری را نمی‌توان شامل در نظر گرفت

source: Value (G - D)
fa: ارزش (G - D)

source: Value ({0})
fa: ارزش ({0})

source: Value After Depreciation
fa: ارزش پس از استهلاک

source: Value Based Inspection
fa: بازرسی مبتنی بر ارزش

source: Value Details
fa: جزئیات ارزش

source: Value Or Qty
fa: ارزش یا مقدار

source: Value Proposition
fa: پیشنهاد ارزش

source: Value Type
fa: نوع ارزش

source: Value as on
fa: ارزش در تاریخ

source: Value for Attribute {0} must be within the range of {1} to {2} in the increments of {3} for Item {4}
fa: مقدار برای ویژگی {0} باید در محدوده {1} تا {2} با گام‌های {3} برای آیتم {4} باشد

source: Value of Goods
fa: ارزش کالاها

source: Value of New Capitalized Asset
fa: ارزش دارایی جدید سرمایه‌ای شده

source: Value of New Purchase
fa: ارزش خرید جدید

source: Value of Scrapped Asset
fa: ارزش دارایی اسقاط شده

source: Value of Sold Asset
fa: ارزش دارایی فروخته شده

source: Value of goods cannot be 0
fa: ارزش کالاها نمی‌تواند 0 باشد

source: Value or Qty
fa: ارزش یا مقدار

source: Variable Name
fa: نام متغیر

source: Variables
fa: متغیرها

source: Variance
fa: انحراف

source: Variance ({})
fa: انحراف ({})

source: Variant
fa: گونه

source: Variant Attribute Error
fa: خطای ویژگی گونه

source: Variant Attributes
fa: ویژگی‌های گونه

source: Variant BOM
fa: لیست مواد گونه

source: Variant Based On
fa: گونه بر اساس

source: Variant Based On cannot be changed
fa: گونه بر اساس را نمی‌توان تغییر داد

source: Variant Details Report
fa: گزارش جزئیات گونه

source: Variant Field
fa: فیلد گونه

source: Variant Item
fa: آیتم گونه

source: Variant Items
fa: آیتم‌های گونه

source: Variant Of
fa: گونه‌ای از

source: Variant creation has been queued.
fa: ایجاد گونه در صف قرار گرفت.

source: Variants
fa: گونه‌ها

source: Vehicle
fa: وسیله نقلیه

source: Vehicle Date
fa: تاریخ وسیله نقلیه

source: Vehicle No
fa: شماره وسیله نقلیه

source: Vehicle Number
fa: شماره وسیله نقلیه

source: Vehicle Value
fa: ارزش وسیله نقلیه

source: Vendor Invoice
fa: فاکتور خرید

source: Vendor Invoices
fa: فاکتورهای خرید

source: Vendor Name
fa: نام تأمین‌کننده

source: Venture Capital
fa: سرمایه خطرپذیر

source: Verification failed please check the link
fa: تأیید ناموفق بود، لطفاً لینک را بررسی کنید

source: Verified By
fa: تأیید شده توسط

source: Verify Email
fa: تأیید ایمیل

source: Via Customer Portal
fa: از طریق پرتال مشتری

source: Via Landed Cost Voucher
fa: از طریق سند هزینه‌های جانبی

source: Vice President
fa: معاون رئیس

source: Video
fa: ویدئو

source: Video Settings
fa: تنظیمات ویدئو

source: View Account Coverage
fa: مشاهده پوشش حساب

source: View BOM Update Log
fa: مشاهده گزارش به‌روزرسانی لیست مواد

source: View Chart of Accounts
fa: مشاهده نمودار حساب‌ها

source: View Data Based on
fa: مشاهده داده‌ها بر اساس

source: View Exchange Gain/Loss Journals
fa: مشاهده اسناد روزنامه سود/زیان تسعیر ارز

source: View General Ledger
fa: مشاهده دفتر کل

source: View Leads
fa: مشاهده سرنخ‌ها

source: View Ledger
fa: مشاهده دفتر کل

source: View Ledgers
fa: مشاهده دفاتر کل

source: View MRP
fa: مشاهده MRP

source: View Now
fa: مشاهده اکنون

source: View Type
fa: نوع نمایش

source: View attachments
fa: مشاهده پیوست‌ها

source: View call log
fa: مشاهده گزارش تماس

source: Vimeo
fa: ویمئو

source: Visit the forums
fa: بازدید از انجمن‌ها

source: Visited
fa: بازدید شده

source: Visits
fa: بازدیدها

source: Voice
fa: صدا

source: Voice Call Settings
fa: تنظیمات تماس صوتی

source: Volt-Ampere
fa: ولت-آمپر

source: Voucher
fa: سند

source: Voucher #
fa: شماره سند

source: Voucher Detail No
fa: شماره جزئیات سند

source: Voucher Detail Reference
fa: مرجع جزئیات سند

source: Voucher Name
fa: نام سند

source: Voucher No
fa: شماره سند

source: Voucher No is mandatory
fa: شماره سند اجباری است

source: Voucher Qty
fa: مقدار سند

source: Voucher Subtype
fa: زیرنوع سند

source: Voucher Type
fa: نوع سند

source: Voucher {0} is over-allocated by {1}
fa: سند {0} به میزان {1} بیش از حد تخصیص یافته است

source: Voucher-wise Balance
fa: مانده به تفکیک سند

source: Vouchers
fa: اسناد

source: WARNING: Exotel app has been separated from ERPNext, please install the app to continue using Exotel integration.
fa: هشدار: برنامه Exotel از ERPNext جدا شده است، لطفاً برای ادامه استفاده از یکپارچه‌سازی Exotel، برنامه را نصب کنید.

source: WIP Composite Asset
fa: دارایی ترکیبی در جریان ساخت

source: WIP WH
fa: انبار در جریان ساخت

source: WIP Warehouse
fa: انبار در جریان ساخت

source: Wages
fa: دستمزدها

source: Waiting for payment...
fa: در انتظار پرداخت...

source: Walk In
fa: حضوری

source: Warehouse Capacity Summary
fa: خلاصه ظرفیت انبار

source: Warehouse Capacity for Item '{0}' must be greater than the existing stock level of {1} {2}.
fa: ظرفیت انبار برای آیتم '{0}' باید بیشتر از سطح موجودی فعلی {1} {2} باشد.

source: Warehouse Contact Info
fa: اطلاعات تماس انبار

source: Warehouse Detail
fa: جزئیات انبار

source: Warehouse Details
fa: جزئیات انبار

source: Warehouse Disabled?
fa: انبار غیرفعال است؟

source: Warehouse Name
fa: نام انبار

source: Warehouse Settings
fa: تنظیمات انبار

source: Warehouse Type
fa: نوع انبار

source: Warehouse Wise Stock Balance
fa: مانده موجودی به تفکیک انبار

source: Warehouse and Reference
fa: انبار و مرجع

source: Warehouse can not be deleted as stock ledger entry exists for this warehouse.
fa: انبار قابل حذف نیست زیرا سند حسابداری موجودی برای این انبار وجود دارد.

source: Warehouse cannot be changed for Serial No.
fa: انبار برای شماره سریال قابل تغییر نیست.

source: Warehouse is mandatory
fa: انبار اجباری است.

source: Warehouse not found against the account {0}
fa: انباری برای حساب {0} یافت نشد.

source: Warehouse required for stock Item {0}
fa: انبار برای کالای موجودی {0} الزامی است.

source: Warehouse wise Item Balance Age and Value
fa: عمر و ارزش مانده کالا به تفکیک انبار

source: Warehouse wise Stock Value
fa: ارزش موجودی به تفکیک انبار

source: Warehouse {0} can not be deleted as quantity exists for Item {1}
fa: انبار {0} قابل حذف نیست زیرا برای کالای {1} موجودی دارد.

source: Warehouse {0} does not belong to Company {1}.
fa: انبار {0} متعلق به شرکت {1} نیست.

source: Warehouse {0} does not belong to company {1}
fa: انبار {0} متعلق به شرکت {1} نیست.

source: Warehouse {0} is not allowed for Sales Order {1}, it should be {2}
fa: انبار {0} برای سفارش فروش {1} مجاز نیست، باید {2} باشد.

source: Warehouse {0} is not linked to any account, please mention the account in the warehouse record or set default inventory account in company {1}.
fa: انبار {0} به هیچ حسابی مرتبط نیست، لطفاً حساب را در رکورد انبار ذکر کنید یا حساب موجودی پیش‌فرض را در شرکت {1} تنظیم کنید.

source: Warehouse's Stock Value has already been booked in the following accounts:
fa: ارزش موجودی انبار قبلاً در حساب‌های زیر ثبت شده است:

source: Warehouse: {0} does not belong to {1}
fa: انبار: {0} متعلق به {1} نیست.

source: Warehouses
fa: انبارها

source: Warehouses with child nodes cannot be converted to ledger
fa: انبارهایی که دارای گره‌های فرزند هستند نمی‌توانند به دفتر کل تبدیل شوند.

source: Warehouses with existing transaction can not be converted to group.
fa: انبارهایی که دارای تراکنش هستند نمی‌توانند به گروه تبدیل شوند.

source: Warehouses with existing transaction can not be converted to ledger.
fa: انبارهایی که دارای تراکنش هستند نمی‌توانند به دفتر کل تبدیل شوند.

source: Warn
fa: هشدار

source: Warn POs
fa: هشدار سفارشات خرید

source: Warn Purchase Orders
fa: هشدار سفارشات خرید

source: Warn RFQs
fa: هشدار درخواست‌های قیمت

source: Warn for new Purchase Orders
fa: هشدار برای سفارشات خرید جدید

source: Warn for new Request for Quotations
fa: هشدار برای درخواست‌های قیمت جدید

source: Warning - Row {0}: Billing Hours are more than Actual Hours
fa: هشدار - ردیف {0}: ساعات صورتحساب بیشتر از ساعات واقعی است.

source: Warning on Negative Stock
fa: هشدار در مورد موجودی منفی

source: Warning!
fa: هشدار!

source: Warning: Another {0} # {1} exists against stock entry {2}
fa: هشدار: {0} دیگری با شماره {1} در برابر سند موجودی {2} وجود دارد.

source: Warning: Material Requested Qty is less than Minimum Order Qty
fa: هشدار: مقدار درخواست شده مواد کمتر از حداقل مقدار سفارش است.

source: Warning: Quantity exceeds maximum producible quantity based on quantity of raw materials received through the Subcontracting Inward Order {0}.
fa: هشدار: مقدار از حداکثر مقدار قابل تولید بر اساس مقدار مواد اولیه دریافتی از طریق سفارش ورودی برون‌سپاری {0} فراتر رفته است.

source: Warning: Sales Order {0} already exists against Customer's Purchase Order {1}
fa: هشدار: سفارش فروش {0} قبلاً در برابر سفارش خرید مشتری {1} وجود دارد.

source: Warnings
fa: هشدارها

source: Warranty
fa: گارانتی
