Repository: ai-solution-company/systemafarin-custom-addon
Catalog: iran_core/locale/*.po
Languages: fa

source: Debit Amount in Transaction Currency
fa: مبلغ بدهکار به ارز تراکنش

source: Debit Note
fa: سند بدهکار

source: Debit Note Amount
fa: مبلغ سند بدهکار

source: Debit Note Issued
fa: سند بدهکار صادر شده

source: Debit Note will update it's own outstanding amount, even if 'Return Against' is specified.
fa: سند بدهکار مبلغ باقیمانده خود را به‌روزرسانی خواهد کرد، حتی اگر 'برگشت در مقابل' مشخص شده باشد.

source: Debit To
fa: بدهکار به

source: Debit To is required
fa: بدهکار به اجباری است

source: Debit and Credit not equal for {0} #{1}. Difference is {2}.
fa: بدهکار و بستانکار برای {0} شماره {1} برابر نیستند. تفاوت {2} است.

source: Debit in Company Currency
fa: بدهکار به ارز شرکت

source: Debit to
fa: بدهکار به

source: Debit-Credit Mismatch
fa: مغایرت بدهکار-بستانکار

source: Debit-Credit mismatch
fa: مغایرت بدهکار-بستانکار

source: Debt Equity Ratio
fa: نسبت بدهی به حقوق صاحبان سهام

source: Debtor Turnover Ratio
fa: نسبت گردش حساب‌های دریافتنی

source: Debtor/Creditor
fa: بدهکار/بستانکار

source: Debtor/Creditor Advance
fa: پیش‌پرداخت بدهکار/بستانکار

source: Debtors
fa: بدهکاران

source: Decigram/Litre
fa: دسی‌گرم/لیتر

source: Decilitre
fa: دسی‌لیتر

source: Decimeter
fa: دسی‌متر

source: Declare Lost
fa: اعلام مفقودی

source: Deduct
fa: کسر

source: Deductee Details
fa: جزئیات کسرشونده

source: Deductions or Loss
fa: کسورات یا زیان

source: Default Account
fa: حساب پیش‌فرض

source: Default Accounts
fa: حساب‌های پیش‌فرض

source: Default Activity Cost exists for Activity Type - {0}
fa: هزینه فعالیت پیش‌فرض برای نوع فعالیت - {0} وجود دارد

source: Default Advance Account
fa: حساب پیش‌پرداخت پیش‌فرض

source: Default Advance Paid Account
fa: حساب پیش‌پرداخت‌های پرداخت‌شده پیش‌فرض

source: Default Advance Received Account
fa: حساب پیش‌دریافت‌های دریافت‌شده پیش‌فرض

source: Default BOM
fa: BOM پیش‌فرض

source: Default BOM ({0}) must be active for this item or its template
fa: BOM پیش‌فرض ({0}) باید برای این آیتم یا الگوی آن فعال باشد

source: Default BOM for {0} not found
fa: BOM پیش‌فرض برای {0} یافت نشد

source: Default BOM not found for FG Item {0}
fa: BOM پیش‌فرض برای آیتم کالای ساخته‌شده {0} یافت نشد

source: Default BOM not found for Item {0} and Project {1}
fa: BOM پیش‌فرض برای آیتم {0} و پروژه {1} یافت نشد

source: Default Bank Account
fa: حساب بانکی پیش‌فرض

source: Default Billing Rate
fa: نرخ صورت‌حساب‌دهی پیش‌فرض

source: Default Buying Cost Center
fa: مرکز هزینه خرید پیش‌فرض

source: Default Buying Price List
fa: لیست قیمت خرید پیش‌فرض

source: Default Buying Terms
fa: شرایط خرید پیش‌فرض

source: Default COGS Account
fa: حساب بهای تمام‌شده کالای فروش‌رفته پیش‌فرض

source: Default Cash Account
fa: حساب نقدی پیش‌فرض

source: Default Common Code
fa: کد مشترک پیش‌فرض

source: Default Company
fa: شرکت پیش‌فرض

source: Default Company Bank Account
fa: حساب بانکی شرکت پیش‌فرض

source: Default Cost Center
fa: مرکز هزینه پیش‌فرض

source: Default Cost of Goods Sold Account
fa: حساب بهای تمام‌شده کالای فروش‌رفته پیش‌فرض

source: Default Costing Rate
fa: نرخ بهای تمام‌شده پیش‌فرض

source: Default Currency
fa: واحد پول پیش‌فرض

source: Default Customer Group
fa: گروه مشتری پیش‌فرض

source: Default Deferred Expense Account
fa: حساب هزینه معوق پیش‌فرض

source: Default Deferred Revenue Account
fa: حساب درآمد معوق پیش‌فرض

source: Default Dimension
fa: بعد پیش‌فرض

source: Default Discount Account
fa: حساب تخفیف پیش‌فرض

source: Default Distance Unit
fa: واحد فاصله پیش‌فرض

source: Default Expense Account
fa: حساب هزینه پیش‌فرض

source: Default Finance Book
fa: دفتر مالی پیش‌فرض

source: Default Finished Goods Warehouse
fa: انبار پیش‌فرض کالای ساخته‌شده

source: Default Holiday List
fa: لیست تعطیلات پیش‌فرض

source: Default In-Transit Warehouse
fa: انبار پیش‌فرض در حال حمل

source: Default Income Account
fa: حساب درآمد پیش‌فرض

source: Default Inventory Account
fa: حساب موجودی کالای پیش‌فرض

source: Default Item Group
fa: گروه کالای پیش‌فرض

source: Default Item Manufacturer
fa: تولیدکننده کالای پیش‌فرض

source: Default Manufacturer Part No
fa: شماره قطعه تولیدکننده پیش‌فرض

source: Default Material Request Type
fa: نوع درخواست مواد پیش‌فرض

source: Default Operating Cost Account
fa: حساب هزینه عملیاتی پیش‌فرض

source: Default Payable Account
fa: حساب پرداختنی پیش‌فرض

source: Default Payment Discount Account
fa: حساب تخفیف پرداخت پیش‌فرض

source: Default Payment Request Message
fa: پیام درخواست پرداخت پیش‌فرض

source: Default Payment Terms Template
fa: الگوی شرایط پرداخت پیش‌فرض

source: Default Price List
fa: لیست قیمت پیش‌فرض

source: Default Priority
fa: اولویت پیش‌فرض

source: Default Provisional Account
fa: حساب موقت پیش‌فرض

source: Default Provisional Account (Service)
fa: حساب موقت پیش‌فرض (خدمات)

source: Default Purchase Unit of Measure
fa: واحد اندازه‌گیری خرید پیش‌فرض

source: Default Quotation Validity Days
fa: روزهای اعتبار پیش‌فاکتور پیش‌فرض

source: Default Receivable Account
fa: حساب دریافتنی پیش‌فرض

source: Default Sales Unit of Measure
fa: واحد اندازه‌گیری فروش پیش‌فرض

source: Default Scrap Warehouse
fa: انبار ضایعات پیش‌فرض

source: Default Selling Cost Center
fa: مرکز هزینه فروش پیش‌فرض

source: Default Selling Terms
fa: شرایط فروش پیش‌فرض

source: Default Service Level Agreement
fa: توافق‌نامه سطح خدمات پیش‌فرض

source: Default Service Level Agreement for {0} already exists.
fa: توافق‌نامه سطح خدمات پیش‌فرض برای {0} از قبل وجود دارد.

source: Default Source Warehouse
fa: انبار مبدأ پیش‌فرض

source: Default Stock UOM
fa: واحد اندازه‌گیری موجودی پیش‌فرض

source: Default Supplier
fa: تأمین‌کننده پیش‌فرض

source: Default Supplier Group
fa: گروه تأمین‌کننده پیش‌فرض

source: Default Target Warehouse
fa: انبار مقصد پیش‌فرض

source: Default Territory
fa: منطقه پیش‌فرض

source: Default Unit of Measure
fa: واحد اندازه‌گیری پیش‌فرض

source: Default Unit of Measure for Item {0} cannot be changed directly because you have already made some transaction(s) with another UOM. You need to either cancel the linked documents or create a new Item.
fa: واحد اندازه‌گیری پیش‌فرض برای آیتم {0} نمی‌تواند مستقیماً تغییر کند زیرا شما قبلاً تراکنش‌هایی با واحد اندازه‌گیری دیگری انجام داده‌اید. شما باید اسناد مرتبط را لغو کنید یا یک آیتم جدید ایجاد کنید.

source: Default Unit of Measure for Item {0} cannot be changed directly because you have already made some transaction(s) with another UOM. You will need to create a new Item to use a different Default UOM.
fa: واحد اندازه‌گیری پیش‌فرض برای آیتم {0} نمی‌تواند مستقیماً تغییر کند زیرا شما قبلاً تراکنش‌هایی با واحد اندازه‌گیری دیگری انجام داده‌اید. برای استفاده از واحد اندازه‌گیری پیش‌فرض متفاوت، باید یک آیتم جدید ایجاد کنید.

source: Default Unit of Measure for Variant '{0}' must be same as in Template '{1}'
fa: واحد اندازه‌گیری پیش‌فرض برای نوع '{0}' باید مشابه در الگوی '{1}' باشد.

source: Default Valuation Method
fa: روش ارزیابی پیش‌فرض

source: Default Warehouse
fa: انبار پیش‌فرض

source: Default Warehouse for Sales Return
fa: انبار پیش‌فرض برای برگشت از فروش

source: Default Warehouses for Production
fa: انبارهای پیش‌فرض برای تولید

source: Default Work In Progress Warehouse
fa: انبار پیش‌فرض کالای در جریان ساخت

source: Default Workstation
fa: ایستگاه کاری پیش‌فرض

source: Default account will be automatically updated in POS Invoice when this mode is selected.
fa: حساب پیش‌فرض هنگام انتخاب این حالت، به صورت خودکار در فاکتور فروشگاهی به‌روزرسانی خواهد شد.

source: Default settings for your stock-related transactions
fa: تنظیمات پیش‌فرض برای تراکنش‌های مرتبط با موجودی شما

source: Default tax templates for sales, purchase and items are created.
fa: الگوهای مالیاتی پیش‌فرض برای فروش، خرید و کالاها ایجاد شده‌اند.

source: Default: 10 mins
fa: پیش‌فرض: ۱۰ دقیقه

source: Defense
fa: دفاع

source: Deferred Accounting
fa: حسابداری تعهدی

source: Deferred Accounting Defaults
fa: پیش‌فرض‌های حسابداری تعهدی

source: Deferred Accounting Settings
fa: تنظیمات حسابداری تعهدی

source: Deferred Expense
fa: هزینه تعهدی

source: Deferred Expense Account
fa: حساب هزینه تعهدی

source: Deferred Revenue
fa: درآمد تعهدی

source: Deferred Revenue Account
fa: حساب درآمد تعهدی

source: Deferred Revenue and Expense
fa: درآمد و هزینه تعهدی

source: Deferred accounting failed for some invoices:
fa: حسابداری تعهدی برای برخی فاکتورها با شکست مواجه شد:

source: Define Project type.
fa: نوع پروژه را تعریف کنید.

source: Dekagram/Litre
fa: دکاگرم/لیتر

source: Delay (In Days)
fa: تأخیر (به روز)

source: Delay (in Days)
fa: تأخیر (به روز)

source: Delay between Delivery Stops
fa: تأخیر بین توقف‌های تحویل

source: Delay in payment (Days)
fa: تأخیر در پرداخت (روز)

source: Delayed Days
fa: روزهای تأخیر

source: Delayed Item Report
fa: گزارش کالاهای تأخیر یافته

source: Delayed Order Report
fa: گزارش سفارش‌های تأخیر یافته

source: Delayed Tasks Summary
fa: خلاصه وظایف تأخیر یافته

source: Delete Accounting and Stock Ledger Entries on deletion of Transaction
fa: حذف اسناد حسابداری و دفتر کل موجودی هنگام حذف تراکنش

source: Delete Bins
fa: حذف قفسه‌ها

source: Delete Cancelled Ledger Entries
fa: حذف اسناد دفتر کل لغو شده

source: Delete Dimension
fa: حذف بعد

source: Delete Leads and Addresses
fa: حذف سرنخ‌ها و آدرس‌ها

source: Delete Transactions
fa: حذف تراکنش‌ها

source: Delete all the Transactions for this Company
fa: حذف تمام تراکنش‌های این شرکت

source: Deleting {0} and all associated Common Code documents...
fa: در حال حذف {0} و تمام اسناد کد مشترک مرتبط...

source: Deletion in Progress!
fa: حذف در حال انجام است!

source: Deletion is not permitted for country {0}
fa: حذف برای کشور {0} مجاز نیست.

source: Delimiter options
fa: گزینه‌های جداکننده

source: Deliver Scrap Items
fa: تحویل اقلام ضایعاتی

source: Delivered
fa: تحویل شده

source: Delivered Amount
fa: مبلغ تحویل‌شده

source: Delivered At Place
fa: تحویل در محل

source: Delivered At Place Unloaded
fa: تحویل در محل تخلیه‌شده

source: Delivered By Supplier
fa: تحویل توسط تأمین‌کننده

source: Delivered Duty Paid
fa: تحویل با پرداخت عوارض

source: Delivered Items To Be Billed
fa: اقلام تحویل‌شده برای صورت‌حساب

source: Delivered Qty
fa: مقدار تحویل‌شده

source: Delivered Qty (in Stock UOM)
fa: مقدار تحویل‌شده (به واحد اندازه‌گیری انبار)

source: Delivered Quantity
fa: مقدار تحویل‌شده

source: Delivered by Supplier (Drop Ship)
fa: تحویل توسط تأمین‌کننده (دراپ شیپ)

source: Delivered: {0}
fa: تحویل‌شده: {0}

source: Delivery
fa: تحویل

source: Delivery Date
fa: تاریخ تحویل

source: Delivery Details
fa: جزئیات تحویل

source: Delivery From Date
fa: تاریخ شروع تحویل

source: Delivery Manager
fa: مدیر تحویل

source: Delivery Note
fa: حواله انبار

source: Delivery Note Item
fa: آیتم حواله انبار

source: Delivery Note No
fa: شماره حواله انبار

source: Delivery Note Packed Item
fa: آیتم بسته‌بندی‌شده حواله انبار

source: Delivery Note Trends
fa: روندهای حواله انبار

source: Delivery Note {0} is not submitted
fa: حواله انبار {0} ارسال نشده است

source: Delivery Notes
fa: حواله‌های انبار

source: Delivery Notes should not be in draft state when submitting a Delivery Trip. The following Delivery Notes are still in draft state: {0}. Please submit them first.
fa: حواله‌های انبار هنگام ارسال سفر تحویل نباید در وضعیت پیش‌نویس باشند. حواله‌های انبار زیر همچنان در وضعیت پیش‌نویس هستند: {0}. لطفاً ابتدا آن‌ها را ارسال کنید.

source: Delivery Notes {0} updated
fa: حواله‌های انبار {0} به‌روزرسانی شدند

source: Delivery Schedule
fa: برنامه تحویل

source: Delivery Schedule Item
fa: آیتم برنامه تحویل

source: Delivery Settings
fa: تنظیمات تحویل

source: Delivery Stop
fa: توقف تحویل

source: Delivery Stops
fa: توقف‌های تحویل

source: Delivery To
fa: تحویل به

source: Delivery To Date
fa: تاریخ پایان تحویل

source: Delivery Trip
fa: سفر تحویل

source: Delivery User
fa: کاربر تحویل

source: Delivery Warehouse
fa: انبار تحویل

source: Delivery to
fa: تحویل به

source: Delivery warehouse required for stock item {0}
fa: انبار تحویل برای آیتم انبار {0} الزامی است

source: Demand
fa: تقاضا

source: Demand Qty
fa: مقدار تقاضا

source: Demand vs Supply
fa: تقاضا در مقابل عرضه

source: Demo Bank Account
fa: حساب بانکی آزمایشی

source: Demo Company
fa: شرکت آزمایشی

source: Demo data cleared
fa: داده‌های آزمایشی پاک شد

source: Department Stores
fa: فروشگاه‌های زنجیره‌ای

source: Departure Time
fa: زمان حرکت

source: Dependant SLE Voucher Detail No
fa: شماره جزئیات سند SLE وابسته

source: Dependent Task
fa: وظیفه وابسته

source: Dependent Task {0} is not a Template Task
fa: وظیفه وابسته {0} یک وظیفه الگو نیست

source: Dependent Tasks
fa: وظایف وابسته

source: Depends on Tasks
fa: وابسته به وظایف

source: Deposit
fa: واریز

source: Depreciate based on daily pro-rata
fa: استهلاک بر اساس تناسب روزانه

source: Depreciate based on shifts
fa: استهلاک بر اساس شیفت‌ها

source: Depreciated Amount
fa: مبلغ مستهلک‌شده

source: Depreciation
fa: استهلاک

source: Depreciation Amount
fa: مبلغ استهلاک

source: Depreciation Amount during the period
fa: مبلغ استهلاک طی دوره

source: Depreciation Date
fa: تاریخ استهلاک

source: Depreciation Details
fa: جزئیات استهلاک

source: Depreciation Eliminated due to disposal of assets
fa: استهلاک حذف شده به دلیل واگذاری دارایی‌ها

source: Depreciation Entry
fa: سند استهلاک

source: Depreciation Entry Posting Status
fa: وضعیت ثبت سند استهلاک

source: Depreciation Entry against asset {0}
fa: سند استهلاک مربوط به دارایی {0}

source: Depreciation Entry against {0} worth {1}
fa: سند استهلاک مربوط به {0} به ارزش {1}

source: Depreciation Expense Account
fa: حساب هزینه استهلاک

source: Depreciation Expense Account should be an Income or Expense Account.
fa: حساب هزینه استهلاک باید یک حساب درآمد یا هزینه باشد.

source: Depreciation Method
fa: روش استهلاک

source: Depreciation Options
fa: گزینه‌های استهلاک

source: Depreciation Posting Date
fa: تاریخ ثبت استهلاک

source: Depreciation Posting Date cannot be before Available-for-use Date
fa: تاریخ ثبت استهلاک نمی‌تواند قبل از تاریخ آماده به کار باشد

source: Depreciation Row {0}: Depreciation Posting Date cannot be before Available-for-use Date
fa: ردیف استهلاک {0}: تاریخ ثبت استهلاک نمی‌تواند قبل از تاریخ آماده به کار باشد

source: Depreciation Row {0}: Expected value after useful life must be greater than or equal to {1}
fa: ردیف استهلاک {0}: ارزش مورد انتظار پس از عمر مفید باید بزرگتر یا مساوی {1} باشد

source: Depreciation Schedule
fa: جدول استهلاک

source: Depreciation Schedule View
fa: نمای جدول استهلاک

source: Depreciation cannot be calculated for fully depreciated assets
fa: استهلاک برای دارایی‌های کاملاً مستهلک شده قابل محاسبه نیست

source: Depreciation eliminated via reversal
fa: استهلاک از طریق برگشت حذف شد

source: Description of Content
fa: شرح محتوا

source: Descriptive name for your template (e.g., 'Standard P&L', 'Detailed Balance Sheet')
fa: نام توصیفی برای الگوی شما (مثال: 'سود و زیان استاندارد'، 'ترازنامه تفصیلی')

source: Designer
fa: طراح

source: Detailed Reason
fa: دلیل تفصیلی

source: Determine Address Tax Category From
fa: تعیین دسته‌بندی مالیاتی آدرس از

source: Diesel
fa: گازوئیل

source: Difference
fa: اختلاف

source: Difference (Dr - Cr)
fa: اختلاف (بدهکار - بستانکار)

source: Difference Account
fa: حساب اختلاف

source: Difference Account in Items Table
fa: حساب اختلاف در جدول آیتم‌ها

source: Difference Account must be a Asset/Liability type account (Temporary Opening), since this Stock Entry is an Opening Entry
fa: حساب اختلاف باید از نوع دارایی/بدهی (افتتاحیه موقت) باشد، زیرا این سند انبار یک سند افتتاحیه است.

source: Difference Account must be a Asset/Liability type account, since this Stock Reconciliation is an Opening Entry
fa: حساب اختلاف باید از نوع دارایی/بدهی باشد، زیرا این مغایرت‌گیری انبار یک سند افتتاحیه است.

source: Difference Amount
fa: مبلغ اختلاف

source: Difference Amount (Company Currency)
fa: مبلغ اختلاف (ارز شرکت)

source: Difference Amount must be zero
fa: مبلغ اختلاف باید صفر باشد

source: Difference In
fa: اختلاف در

source: Difference Posting Date
fa: تاریخ ثبت اختلاف

source: Difference Qty
fa: مقدار اختلاف

source: Difference Value
fa: ارزش اختلاف

source: Different 'Source Warehouse' and 'Target Warehouse' can be set for each row.
fa: «انبار مبدأ» و «انبار مقصد» متفاوت را می‌توان برای هر ردیف تنظیم کرد.

source: Different UOM for items will lead to incorrect (Total) Net Weight value. Make sure that Net Weight of each item is in the same UOM.
fa: واحد اندازه‌گیری (UOM) متفاوت برای آیتم‌ها منجر به ارزش (کل) وزن خالص نادرست می‌شود. اطمینان حاصل کنید که وزن خالص هر آیتم در یک واحد اندازه‌گیری (UOM) یکسان باشد.

source: Dimension Defaults
fa: پیش‌فرض‌های ابعاد

source: Dimension Details
fa: جزئیات ابعاد

source: Dimension Filter
fa: فیلتر ابعاد

source: Dimension Filter Help
fa: راهنمای فیلتر ابعاد

source: Dimension Name
fa: نام بعد

source: Dimension-wise Accounts Balance Report
fa: گزارش مانده حساب‌ها بر اساس ابعاد

source: Dimensions
fa: ابعاد

source: Direct Expense
fa: هزینه مستقیم

source: Direct Expenses
fa: هزینه‌های مستقیم

source: Direct Income
fa: درآمد مستقیم

source: Disable
fa: غیرفعال کردن

source: Disable Capacity Planning
fa: غیرفعال کردن برنامه‌ریزی ظرفیت

source: Disable In Words
fa: غیرفعال کردن مبلغ به حروف

source: Disable Last Purchase Rate
fa: غیرفعال کردن آخرین نرخ خرید

source: Disable Rounded Total
fa: غیرفعال کردن جمع گرد شده

source: Disable Serial No And Batch Selector
fa: غیرفعال کردن انتخابگر شماره سریال و بچ

source: Disable template to prevent use in reports
fa: غیرفعال کردن الگو برای جلوگیری از استفاده در گزارش‌ها

source: Disabled Account Selected
fa: حساب غیرفعال انتخاب شده است

source: Disabled Warehouse {0} cannot be used for this transaction.
fa: انبار غیرفعال {0} را نمی‌توان برای این تراکنش استفاده کرد.

source: Disabled pricing rules since this {} is an internal transfer
fa: قوانین قیمت‌گذاری غیرفعال شدند زیرا این {} یک انتقال داخلی است

source: Disabled tax included prices since this {} is an internal transfer
fa: قیمت‌های شامل مالیات غیرفعال شدند زیرا این {} یک انتقال داخلی است

source: Disabled template must not be default template
fa: الگوی غیرفعال نباید الگوی پیش‌فرض باشد

source: Disables auto-fetching of existing quantity
fa: غیرفعال کردن واکشی خودکار مقدار موجود

source: Disassemble
fa: جداسازی

source: Disassemble Order
fa: سفارش جداسازی

source: Disassembled Qty
fa: مقدار جداسازی شده

source: Disburse Loan
fa: پرداخت وام

source: Disbursed
fa: پرداخت شده

source: Discard Changes and Load New Invoice
fa: لغو تغییرات و بارگذاری فاکتور جدید

source: Discount
fa: تخفیف

source: Discount (%)
fa: تخفیف (٪)

source: Discount (%) on Price List Rate with Margin
fa: تخفیف (٪) بر نرخ لیست قیمت با حاشیه سود

source: Discount Account
fa: حساب تخفیف

source: Discount Amount
fa: مبلغ تخفیف

source: Discount Amount in Transaction
fa: مبلغ تخفیف در تراکنش

source: Discount Date
fa: تاریخ تخفیف

source: Discount Percentage
fa: درصد تخفیف

source: Discount Percentage can be applied either against a Price List or for all Price List.
fa: درصد تخفیف را می‌توان برای یک لیست قیمت خاص یا برای تمام لیست‌های قیمت اعمال کرد.

source: Discount Percentage in Transaction
fa: درصد تخفیف در تراکنش

source: Discount Settings
fa: تنظیمات تخفیف

source: Discount Type
fa: نوع تخفیف

source: Discount Validity
fa: اعتبار تخفیف

source: Discount Validity Based On
fa: اعتبار تخفیف بر اساس

source: Discount and Margin
fa: تخفیف و حاشیه سود

source: Discount cannot be greater than 100%
fa: تخفیف نمی‌تواند بیشتر از ۱۰۰٪ باشد

source: Discount cannot be greater than 100%.
fa: تخفیف نمی‌تواند بیشتر از ۱۰۰٪ باشد.

source: Discount must be less than 100
fa: تخفیف باید کمتر از ۱۰۰ باشد

source: Discount of {} applied as per Payment Term
fa: تخفیف {} طبق شرایط پرداخت اعمال شد

source: Discount on Other Item
fa: تخفیف بر روی آیتم دیگر

source: Discount on Price List Rate (%)
fa: تخفیف بر نرخ لیست قیمت (٪)

source: Discounted Amount
fa: مبلغ تخفیف‌خورده

source: Discounted Invoice
fa: فاکتور تخفیف‌خورده

source: Discounts
fa: تخفیفات

source: Discounts to be applied in sequential ranges like buy 1 get 1, buy 2 get 2, buy 3 get 3 and so on
fa: تخفیفات به صورت متوالی در محدوده‌هایی مانند «یکی بخر، یکی ببر»، «دو تا بخر، دو تا ببر» و غیره اعمال می‌شوند

source: Discrepancy between General and Payment Ledger
fa: اختلاف بین دفتر کل و دفتر پرداخت

source: Discretionary Reason
fa: دلیل اختیاری

source: Dislikes
fa: نپسندیدن‌ها

source: Dispatch
fa: ارسال

source: Dispatch Address
fa: آدرس ارسال

source: Dispatch Address Details
fa: جزئیات آدرس ارسال

source: Dispatch Address Name
fa: نام آدرس ارسال

source: Dispatch Address Template
fa: قالب آدرس ارسال

source: Dispatch Information
fa: اطلاعات ارسال

source: Dispatch Notification
fa: اعلان ارسال

source: Dispatch Notification Attachment
fa: پیوست اعلان ارسال

source: Dispatch Notification Template
fa: قالب اعلان ارسال

source: Dispatch Settings
fa: تنظیمات ارسال

source: Display Name
fa: نام نمایشی

source: Disposal Date
fa: تاریخ واگذاری

source: Disposal date {0} cannot be before {1} date {2} of the asset.
fa: تاریخ واگذاری {0} نمی‌تواند قبل از تاریخ {1} {2} دارایی باشد.

source: Distance
fa: فاصله

source: Distance UOM
fa: واحد اندازه‌گیری فاصله

source: Distance from left edge
fa: فاصله از لبه چپ

source: Distance from top edge
fa: فاصله از لبه بالا

source: Distinct Item and Warehouse
fa: آیتم و انبار مجزا

source: Distinct unit of an Item
fa: واحد مجزای یک آیتم

source: Distribute Additional Costs Based On
fa: توزیع هزینه‌های اضافی بر اساس

source: Distribute Charges Based On
fa: توزیع هزینه‌ها بر اساس

source: Distribute Manually
fa: توزیع دستی

source: Distributed Discount Amount
fa: مبلغ تخفیف توزیع‌شده

source: Distribution Name
fa: نام توزیع

source: Distributor
fa: توزیع‌کننده

source: Dividends Paid
fa: سود سهام پرداخت‌شده

source: Divorced
fa: مطلقه

source: Do Not Contact
fa: عدم تماس

source: Do Not Explode
fa: عدم بسط

source: Do Not Update Serial / Batch on Creation of Auto Bundle
fa: سریال / بچ را هنگام ایجاد بسته خودکار به‌روزرسانی نکنید

source: Do Not Use Batch-wise Valuation
fa: از ارزیابی دسته‌ای استفاده نکنید

source: Do not show any symbol like $ etc next to currencies.
fa: هیچ نمادی مانند $ و غیره را در کنار ارزها نمایش ندهید.

source: Do not update variants on save
fa: هنگام ذخیره، انواع را به‌روزرسانی نکنید

source: Do you really want to restore this scrapped asset?
fa: آیا واقعاً می‌خواهید این دارایی اسقاط‌شده را بازیابی کنید؟

source: Do you still want to enable immutable ledger?
fa: آیا همچنان می‌خواهید دفتر کل تغییرناپذیر را فعال کنید؟

source: Do you still want to enable negative inventory?
fa: آیا همچنان می‌خواهید موجودی منفی را فعال کنید؟

source: Do you want to change valuation method?
fa: آیا می‌خواهید روش ارزیابی را تغییر دهید؟

source: Do you want to notify all the customers by email?
fa: آیا می‌خواهید همه مشتریان را از طریق ایمیل مطلع کنید؟

source: Do you want to submit the material request
fa: آیا می‌خواهید درخواست مواد را ارسال کنید؟

source: Do you want to submit the stock entry?
fa: آیا می‌خواهید سند انبار را ارسال کنید؟

source: DocTypes should not be added manually to the 'Excluded DocTypes' table. You are only allowed to remove entries from it.
fa: DocTypeها نباید به صورت دستی به جدول 'DocTypeهای مستثنی‌شده' اضافه شوند. شما فقط مجاز به حذف ورودی‌ها از آن هستید.

source: Docs Search
fa: جستجوی اسناد

source: Document Type
fa: نوع سند

source: Document Type already used as a dimension
fa: نوع سند قبلاً به عنوان بعد استفاده شده است

source: Documentation
fa: مستندات

source: Documents Processed on each trigger. Queue Size should be between 5 and 100
fa: اسناد پردازش‌شده در هر رویداد. اندازه صف باید بین 5 تا 100 باشد

source: Documents: {0} have deferred revenue/expense enabled for them. Cannot repost.
fa: اسناد: {0} دارای درآمد/هزینه تعهدی فعال هستند. امکان ثبت مجدد وجود ندارد.

source: Don't Create Loyalty Points
fa: امتیازات وفاداری ایجاد نشود

source: Don't Enforce Free Item Qty
fa: مقدار آیتم رایگان اعمال نشود

source: Don't Reserve Sales Order Qty on Sales Return
fa: مقدار سفارش فروش در برگشت از فروش رزرو نشود

source: Dont Recompute tax
fa: مالیات مجدداً محاسبه نشود

source: Doors
fa: درب‌ها
