Repository: ai-solution-company/systemafarin-custom-addon
Catalog: iran_core/locale/*.po
Languages: fa

source: Is Purchase Receipt Required for Purchase Invoice Creation?
fa: آیا برای ایجاد فاکتور خرید، رسید خرید الزامی است؟

source: Is Rate Adjustment Entry (Debit Note)
fa: سند تعدیل نرخ (بدهکار) است

source: Is Recursive
fa: بازگشتی است

source: Is Rejected
fa: رد شده است

source: Is Rejected Warehouse
fa: انبار کالاهای رد شده است

source: Is Return
fa: برگشتی است

source: Is Return (Credit Note)
fa: برگشتی (بستانکار) است

source: Is Return (Debit Note)
fa: برگشتی (بدهکار) است

source: Is Sales Order Required for Sales Invoice & Delivery Note Creation?
fa: آیا برای ایجاد فاکتور فروش و حواله انبار، سفارش فروش الزامی است؟

source: Is Scrap Item
fa: کالای ضایعاتی است

source: Is Short/Long Year
fa: سال مالی کوتاه/بلند است

source: Is Stock Item
fa: کالای انبار است

source: Is Sub Assembly Item
fa: آیتم زیرمونتاژ است

source: Is Subcontracted
fa: برون‌سپاری شده است

source: Is Subcontracted Item
fa: آیتم برون‌سپاری شده است

source: Is Tax Withholding Account
fa: حساب کسر مالیات است

source: Is Template
fa: الگو است

source: Is Transporter
fa: حمل‌کننده است

source: Is Your Company Address
fa: آدرس شرکت شماست

source: Is a Subscription
fa: اشتراک است

source: Is created using POS
fa: با استفاده از POS ایجاد شده است

source: Is this Tax included in Basic Rate?
fa: آیا این مالیات در نرخ پایه لحاظ شده است؟

source: Issue
fa: موضوع

source: Issue Analytics
fa: تحلیل موضوعات

source: Issue Credit Note
fa: صدور برگشت از فروش

source: Issue Date
fa: تاریخ صدور

source: Issue Material
fa: خروج کالا

source: Issue Priority
fa: اولویت موضوع

source: Issue Split From
fa: موضوع جدا شده از

source: Issue Summary
fa: خلاصه موضوع

source: Issue Type
fa: نوع موضوع

source: Issue a debit note with 0 qty against an existing Sales Invoice
fa: صدور بدهکارنامه با مقدار صفر در مقابل یک فاکتور فروش موجود

source: Issued
fa: صادر شده

source: Issued Items Against Work Order
fa: اقلام خارج شده در مقابل سفارش کار

source: Issues
fa: موضوعات

source: Issuing Date
fa: تاریخ صدور

source: It can take upto few hours for accurate stock values to be visible after merging items.
fa: ممکن است تا چند ساعت طول بکشد تا مقادیر دقیق موجودی پس از ادغام آیتم‌ها قابل مشاهده باشد.

source: It is needed to fetch Item Details.
fa: برای دریافت جزئیات آیتم لازم است.

source: It's not possible to distribute charges equally when total amount is zero, please set 'Distribute Charges Based On' as 'Quantity'
fa: امکان توزیع یکسان هزینه‌ها در زمانی که مبلغ کل صفر است وجود ندارد، لطفاً 'توزیع هزینه‌ها بر اساس' را 'مقدار' تنظیم کنید.

source: Italic Text
fa: متن مورب

source: Italic text for subtotals or notes
fa: متن مورب برای جمع‌های فرعی یا یادداشت‌ها

source: Item
fa: آیتم

source: Item 1
fa: آیتم 1

source: Item 2
fa: آیتم 2

source: Item 3
fa: آیتم 3

source: Item 4
fa: آیتم 4

source: Item 5
fa: آیتم 5

source: Item Alternative
fa: آیتم جایگزین

source: Item Attribute
fa: ویژگی آیتم

source: Item Attribute Value
fa: مقدار ویژگی آیتم

source: Item Attribute Values
fa: مقادیر ویژگی‌های آیتم

source: Item Balance (Simple)
fa: موجودی کالا (ساده)

source: Item Barcode
fa: بارکد کالا

source: Item Cart
fa: سبد خرید کالا

source: Item Code
fa: کد کالا

source: Item Code (Final Product)
fa: کد کالا (محصول نهایی)

source: Item Code > Item Group > Brand
fa: کد کالا > گروه کالا > برند

source: Item Code cannot be changed for Serial No.
fa: کد کالا برای شماره سریال قابل تغییر نیست.

source: Item Code required at Row No {0}
fa: کد کالا در ردیف شماره {0} الزامی است.

source: Item Code: {0} is not available under warehouse {1}.
fa: کد کالا: {0} در انبار {1} موجود نیست.

source: Item Customer Detail
fa: جزئیات مشتری کالا

source: Item Default
fa: پیش‌فرض کالا

source: Item Defaults
fa: پیش‌فرض‌های کالا

source: Item Description
fa: شرح کالا

source: Item Details
fa: جزئیات کالا

source: Item Group
fa: گروه کالا

source: Item Group Defaults
fa: پیش‌فرض‌های گروه کالا

source: Item Group Name
fa: نام گروه کالا

source: Item Group Tree
fa: درخت گروه کالا

source: Item Group not mentioned in item master for item {0}
fa: گروه کالا برای کالای {0} در مستر کالا ذکر نشده است.

source: Item Group wise Discount
fa: تخفیف گروه کالا

source: Item Groups
fa: گروه‌های کالا

source: Item Image (if not slideshow)
fa: تصویر کالا (اگر اسلایدشو نباشد)

source: Item Information
fa: اطلاعات کالا

source: Item Lead Time
fa: زمان تحویل کالا

source: Item Locations
fa: مکان‌های کالا

source: Item Manager
fa: مدیر کالا

source: Item Manufacturer
fa: تولیدکننده کالا

source: Item Name
fa: نام کالا

source: Item Naming By
fa: روش نام‌گذاری کالا

source: Item Price
fa: قیمت کالا

source: Item Price Settings
fa: تنظیمات قیمت کالا

source: Item Price Stock
fa: قیمت موجودی کالا

source: Item Price added for {0} in Price List {1}
fa: قیمت کالا برای {0} در لیست قیمت {1} اضافه شد.

source: Item Price appears multiple times based on Price List, Supplier/Customer, Currency, Item, Batch, UOM, Qty, and Dates.
fa: قیمت کالا بر اساس لیست قیمت، تأمین‌کننده/مشتری، ارز، کالا، بچ، واحد اندازه‌گیری، مقدار و تاریخ‌ها چندین بار ظاهر می‌شود.

source: Item Price updated for {0} in Price List {1}
fa: قیمت کالا برای {0} در لیست قیمت {1} به‌روز شد.

source: Item Prices
fa: قیمت‌های کالا

source: Item Quality Inspection Parameter
fa: پارامتر بازرسی کیفیت کالا

source: Item Reference
fa: مرجع کالا

source: Item Reorder
fa: سفارش مجدد کالا

source: Item Row {0}: {1} {2} does not exist in above '{1}' table
fa: ردیف کالا {0}: {1} {2} در جدول '{1}' بالا وجود ندارد.

source: Item Serial No
fa: شماره سریال کالا

source: Item Shortage Report
fa: گزارش کسری کالا

source: Item Supplier
fa: تأمین‌کننده کالا

source: Item Tax
fa: مالیات کالا

source: Item Tax Amount Included in Value
fa: مبلغ مالیات کالا شامل در ارزش

source: Item Tax Rate
fa: نرخ مالیات کالا

source: Item Tax Row {0} must have account of type Tax or Income or Expense or Chargeable
fa: ردیف {0} مالیات کالا باید حسابی از نوع مالیات، درآمد، هزینه یا قابل شارژ داشته باشد

source: Item Tax Row {0}: Account must belong to Company - {1}
fa: ردیف {0} مالیات کالا: حساب باید متعلق به شرکت - {1} باشد

source: Item Tax Template
fa: الگوی مالیات کالا

source: Item Tax Template Detail
fa: جزئیات الگوی مالیات کالا

source: Item To Manufacture
fa: کالای جهت تولید

source: Item UOM
fa: واحد اندازه‌گیری کالا

source: Item Unavailable
fa: کالای ناموجود

source: Item Variant
fa: واریانت کالا

source: Item Variant Attribute
fa: ویژگی واریانت کالا

source: Item Variant Details
fa: جزئیات واریانت کالا

source: Item Variant Settings
fa: تنظیمات واریانت کالا

source: Item Variant {0} already exists with same attributes
fa: واریانت کالا {0} با همین ویژگی‌ها از قبل وجود دارد

source: Item Variants updated
fa: واریانت‌های کالا به‌روزرسانی شد

source: Item Warehouse based reposting has been enabled.
fa: ثبت مجدد بر اساس انبار کالا فعال شده است.

source: Item Website Specification
fa: مشخصات وب‌سایت کالا

source: Item Weight Details
fa: جزئیات وزن کالا

source: Item Wise Tax Detail
fa: جزئیات مالیات به تفکیک کالا

source: Item and Warehouse
fa: کالا و انبار

source: Item and Warranty Details
fa: کالا و جزئیات گارانتی

source: Item for row {0} does not match Material Request
fa: کالای ردیف {0} با درخواست مواد مطابقت ندارد

source: Item has variants.
fa: کالا دارای واریانت است.

source: Item is mandatory in Raw Materials table.
fa: کالا در جدول مواد اولیه اجباری است.

source: Item is removed since no serial / batch no selected.
fa: کالا حذف شد زیرا هیچ شماره سریال / بچی انتخاب نشده است.

source: Item must be added using 'Get Items from Purchase Receipts' button
fa: کالا باید با استفاده از دکمه 'دریافت کالاها از رسیدهای خرید' اضافه شود

source: Item name
fa: نام کالا

source: Item operation
fa: عملیات کالا

source: Item qty can not be updated as raw materials are already processed.
fa: مقدار کالا قابل به‌روزرسانی نیست زیرا مواد اولیه قبلاً پردازش شده‌اند.

source: Item rate has been updated to zero as Allow Zero Valuation Rate is checked for item {0}
fa: نرخ کالا به صفر به‌روزرسانی شده است زیرا گزینه 'اجازه نرخ ارزش‌گذاری صفر' برای کالا {0} علامت‌گذاری شده است

source: Item to Manufacture
fa: کالای جهت تولید

source: Item to be manufactured or repacked
fa: کالای جهت تولید یا بسته‌بندی مجدد

source: Item valuation rate is recalculated considering landed cost voucher amount
fa: نرخ ارزش‌گذاری کالا با در نظر گرفتن مبلغ سند هزینه‌های جانبی خرید مجدداً محاسبه می‌شود

source: Item valuation reposting in progress. Report might show incorrect item valuation.
fa: ثبت مجدد ارزش‌گذاری کالا در حال انجام است. گزارش ممکن است ارزش‌گذاری نادرست کالا را نشان دهد.

source: Item variant {0} exists with same attributes
fa: واریانت کالا {0} با همین ویژگی‌ها وجود دارد

source: Item {0} cannot be added as a sub-assembly of itself
fa: کالا {0} نمی‌تواند به عنوان زیرمونتاژ خودش اضافه شود

source: Item {0} cannot be ordered more than {1} against Blanket Order {2}.
fa: کالا {0} را نمی‌توان بیش از {1} در برابر سفارش کلی {2} سفارش داد.

source: Item {0} does not exist
fa: کالا {0} وجود ندارد

source: Item {0} does not exist in the system or has expired
fa: کالا {0} در سیستم وجود ندارد یا منقضی شده است

source: Item {0} does not exist.
fa: کالا {0} وجود ندارد.

source: Item {0} entered multiple times.
fa: کالا {0} چندین بار وارد شده است.

source: Item {0} has already been returned
fa: کالا {0} قبلاً برگشت داده شده است

source: Item {0} has been disabled
fa: کالا {0} غیرفعال شده است

source: Item {0} has no Serial No. Only serialized items can have delivery based on Serial No
fa: کالا {0} شماره سریال ندارد. فقط کالاهای سریالی می‌توانند بر اساس شماره سریال تحویل داده شوند

source: Item {0} has reached its end of life on {1}
fa: کالا {0} در تاریخ {1} به پایان عمر خود رسیده است

source: Item {0} ignored since it is not a stock item
fa: کالا {0} نادیده گرفته شد زیرا یک کالای موجودی نیست

source: Item {0} is already reserved/delivered against Sales Order {1}.
fa: کالا {0} قبلاً در برابر سفارش فروش {1} رزرو/تحویل شده است.

source: Item {0} is cancelled
fa: کالا {0} لغو شده است

source: Item {0} is disabled
fa: کالا {0} غیرفعال است

source: Item {0} is not a serialized Item
fa: کالا {0} یک کالای سریالی نیست

source: Item {0} is not a stock Item
fa: کالا {0} یک کالای موجودی نیست

source: Item {0} is not a subcontracted item
fa: کالا {0} یک کالای برون‌سپاری شده نیست

source: Item {0} is not active or end of life has been reached
fa: کالا {0} فعال نیست یا به پایان عمر خود رسیده است

source: Item {0} must be a Fixed Asset Item
fa: کالا {0} باید یک کالای دارایی ثابت باشد

source: Item {0} must be a Non-Stock Item
fa: کالا {0} باید یک کالای غیرموجودی باشد

source: Item {0} must be a Sub-contracted Item
fa: کالا {0} باید یک کالای برون‌سپاری شده باشد

source: Item {0} must be a non-stock item
fa: کالا {0} باید یک کالای غیرموجودی باشد

source: Item {0} not found in 'Raw Materials Supplied' table in {1} {2}
fa: کالا {0} در جدول 'مواد اولیه تأمین شده' در {1} {2} یافت نشد

source: Item {0} not found.
fa: کالا {0} یافت نشد.

source: Item {0}: Ordered qty {1} cannot be less than minimum order qty {2} (defined in Item).
fa: کالا {0}: مقدار سفارش داده شده {1} نمی‌تواند کمتر از حداقل مقدار سفارش {2} (تعریف شده در کالا) باشد.

source: Item {0}: {1} qty produced.
fa: کالا {0}: {1} مقدار تولید شد.

source: Item {} does not exist.
fa: کالا {} وجود ندارد.

source: Item-wise Price List Rate
fa: نرخ لیست قیمت بر اساس کالا

source: Item-wise Purchase History
fa: تاریخچه خرید بر اساس کالا

source: Item-wise Purchase Register
fa: دفتر ثبت خرید بر اساس کالا

source: Item-wise Sales History
fa: تاریخچه فروش بر اساس کالا

source: Item-wise Sales Register
fa: دفتر ثبت فروش بر اساس کالا

source: Item/Item Code required to get Item Tax Template.
fa: کالا/کد کالا برای دریافت الگوی مالیات کالا الزامی است.

source: Item: {0} does not exist in the system
fa: کالا: {0} در سیستم وجود ندارد

source: Items
fa: کالاها

source: Items & Pricing
fa: کالاها و قیمت‌گذاری

source: Items Catalogue
fa: کاتالوگ کالاها

source: Items Filter
fa: فیلتر کالاها

source: Items Required
fa: کالاهای مورد نیاز

source: Items To Be Requested
fa: کالاهای درخواستی

source: Items and Pricing
fa: کالاها و قیمت‌گذاری

source: Items cannot be updated as Subcontracting Inward Order(s) exist against this Subcontracted Sales Order.
fa: آیتم‌ها قابل به‌روزرسانی نیستند زیرا سفارش(های) ورودی برون‌سپاری در برابر این سفارش فروش برون‌سپاری‌شده وجود دارد.

source: Items cannot be updated as Subcontracting Order is created against the Purchase Order {0}.
fa: آیتم‌ها قابل به‌روزرسانی نیستند زیرا سفارش برون‌سپاری در برابر سفارش خرید {0} ایجاد شده است.

source: Items for Raw Material Request
fa: کالاهای درخواست مواد اولیه

source: Items rate has been updated to zero as Allow Zero Valuation Rate is checked for the following items: {0}
fa: نرخ آیتم‌ها به صفر به‌روزرسانی شده است زیرا نرخ ارزیابی صفر برای آیتم‌های زیر علامت‌گذاری شده است: {0}

source: Items to Be Repost
fa: آیتم‌های برای ثبت مجدد

source: Items to Manufacture are required to pull the Raw Materials associated with it.
fa: آیتم‌های تولیدی برای استخراج مواد اولیه مرتبط با آن‌ها مورد نیاز هستند.

source: Items to Order and Receive
fa: کالاهای برای سفارش و دریافت

source: Items to Reserve
fa: کالاهای برای رزرو

source: Items under this warehouse will be suggested
fa: کالاهای تحت این انبار پیشنهاد خواهند شد

source: Items {0} do not exist in the Item master.
fa: آیتم‌های {0} در مستر آیتم وجود ندارند.

source: Itemwise Discount
fa: تخفیف کالایی

source: Itemwise Recommended Reorder Level
fa: سطح سفارش مجدد پیشنهادی کالایی

source: JAN
fa: ژانویه

source: Job Capacity
fa: ظرفیت عملیات

source: Job Card
fa: کارت عملیات

source: Job Card Analysis
fa: تحلیل کارت عملیات

source: Job Card Item
fa: آیتم کارت عملیات

source: Job Card Operation
fa: عملیات کارت عملیات

source: Job Card Scheduled Time
fa: زمان برنامه‌ریزی‌شده کارت عملیات

source: Job Card Scrap Item
fa: آیتم ضایعاتی کارت عملیات

source: Job Card Summary
fa: خلاصه کارت عملیات

source: Job Card Time Log
fa: گزارش زمان کارت عملیات

source: Job Card and Capacity Planning
fa: کارت عملیات و برنامه‌ریزی ظرفیت

source: Job Card {0} has been completed
fa: کارت عملیات {0} تکمیل شده است

source: Job Cards
fa: کارت‌های عملیات

source: Job Paused
fa: عملیات متوقف شد

source: Job Started
fa: عملیات شروع شد

source: Job Title
fa: عنوان شغلی

source: Job Worker
fa: پیمانکار کار

source: Job Worker Address
fa: آدرس پیمانکار کار

source: Job Worker Address Details
fa: جزئیات آدرس پیمانکار کار

source: Job Worker Contact
fa: اطلاعات تماس پیمانکار کار

source: Job Worker Currency
fa: ارز پیمانکار کار

source: Job Worker Delivery Note
fa: حواله خروج پیمانکار کار

source: Job Worker Name
fa: نام پیمانکار کار

source: Job Worker Warehouse
fa: انبار پیمانکار کار

source: Job card {0} created
fa: کارت عملیات {0} ایجاد شد

source: Job: {0} has been triggered for processing failed transactions
fa: عملیات: {0} برای پردازش تراکنش‌های ناموفق فعال شده است.

source: Joining
fa: استخدام

source: Joule
fa: ژول

source: Joule/Meter
fa: ژول/متر

source: Journal Entries
fa: اسناد روزنامه

source: Journal Entries {0} are un-linked
fa: اسناد روزنامه {0} لینک نشده‌اند

source: Journal Entry
fa: سند روزنامه

source: Journal Entry Account
fa: حساب سند روزنامه

source: Journal Entry Template
fa: قالب سند روزنامه

source: Journal Entry Template Account
fa: حساب قالب سند روزنامه

source: Journal Entry Type
fa: نوع سند روزنامه

source: Journal Entry for Asset scrapping cannot be cancelled. Please restore the Asset.
fa: سند روزنامه برای اسقاط دارایی قابل لغو نیست. لطفاً دارایی را بازیابی کنید.

source: Journal Entry for Scrap
fa: سند روزنامه برای اسقاط

source: Journal Entry type should be set as Depreciation Entry for asset depreciation
fa: نوع سند روزنامه برای استهلاک دارایی باید به عنوان سند استهلاک تنظیم شود

source: Journal Entry {0} does not have account {1} or already matched against other voucher
fa: سند روزنامه {0} حساب {1} را ندارد یا قبلاً با سند دیگری تطبیق داده شده است

source: Journal entries have been created
fa: اسناد روزنامه ایجاد شده‌اند

source: Journals
fa: دفاتر

source: Keep Track of Sales Campaigns. Keep track of Leads, Quotations, Sales Order etc from Campaigns to gauge Return on Investment.
fa: کمپین‌های فروش را پیگیری کنید. سرنخ‌ها، پیش‌فاکتورها، سفارشات فروش و غیره را از کمپین‌ها پیگیری کنید تا بازگشت سرمایه را ارزیابی کنید.

source: Kelvin
fa: کلوین

source: Key Reports
fa: گزارش‌های کلیدی

source: Kg
fa: کیلوگرم

source: Kiloampere
fa: کیلوآمپر

source: Kilocalorie
fa: کیلوکالری

source: Kilocoulomb
fa: کیلوکولن

source: Kilogram-Force
fa: کیلوگرم-نیرو

source: Kilogram/Cubic Centimeter
fa: کیلوگرم/سانتی‌متر مکعب

source: Kilogram/Cubic Meter
fa: کیلوگرم/متر مکعب

source: Kilogram/Litre
fa: کیلوگرم/لیتر

source: Kilohertz
fa: کیلوهرتز

source: Kilojoule
fa: کیلوژول

source: Kilometer
fa: کیلومتر

source: Kilometer/Hour
fa: کیلومتر/ساعت

source: Kilopascal
fa: کیلوپاسکال

source: Kilopond
fa: کیلوپوند

source: Kilopound-Force
fa: کیلوپوند-نیرو

source: Kilowatt
fa: کیلووات

source: Kilowatt-Hour
fa: کیلووات-ساعت

source: Kindly cancel the Manufacturing Entries first against the work order {0}.
fa: لطفاً ابتدا ثبت‌های تولید مربوط به سفارش کار {0} را لغو کنید.

source: Kindly select the company first
fa: لطفاً ابتدا شرکت را انتخاب کنید

source: Kip
fa: کیپ

source: Knot
fa: گره

source: Landed Cost
fa: بهای تمام شده وارداتی

source: Landed Cost Help
fa: راهنمای بهای تمام شده تا انبار

source: Landed Cost Id
fa: شناسه بهای تمام شده تا انبار

source: Landed Cost Item
fa: آیتم بهای تمام شده تا انبار

source: Landed Cost Purchase Receipt
fa: رسید خرید بهای تمام شده تا انبار

source: Landed Cost Report
fa: گزارش بهای تمام شده تا انبار

source: Landed Cost Taxes and Charges
fa: مالیات و هزینه‌های بهای تمام شده تا انبار

source: Landed Cost Vendor Invoice
fa: فاکتور تأمین‌کننده بهای تمام شده تا انبار

source: Landed Cost Voucher
fa: سند بهای تمام شده تا انبار

source: Landed Cost Voucher Amount
fa: مبلغ سند بهای تمام شده تا انبار

source: Lapsed
fa: منقضی شده

source: Large
fa: بزرگ

source: Last Carbon Check
fa: آخرین بررسی کربن

source: Last Communication
fa: آخرین ارتباط

source: Last Communication Date
fa: تاریخ آخرین ارتباط

source: Last Completion Date
fa: تاریخ آخرین تکمیل

source: Last GL Entry update was done {}. This operation is not allowed while system is actively being used. Please wait for 5 minutes before retrying.
fa: آخرین به‌روزرسانی سند حسابداری کل در {} انجام شد. این عملیات در حالی که سیستم در حال استفاده فعال است، مجاز نیست. لطفاً قبل از تلاش مجدد، ۵ دقیقه صبر کنید.

source: Last Integration Date
fa: تاریخ آخرین یکپارچه‌سازی

source: Last Month Downtime Analysis
fa: تحلیل زمان توقف ماه گذشته

source: Last Name, Email or Phone/Mobile of the user are mandatory to continue.
fa: نام خانوادگی، ایمیل یا تلفن/موبایل کاربر برای ادامه اجباری است.

source: Last Order Amount
fa: مبلغ آخرین سفارش

source: Last Order Date
fa: تاریخ آخرین سفارش

source: Last Purchase Rate
fa: آخرین نرخ خرید

source: Last Scanned Warehouse
fa: آخرین انبار اسکن شده

source: Last Stock Transaction for item {0} under warehouse {1} was on {2}.
fa: آخرین تراکنش انبار برای آیتم {0} در انبار {1} در تاریخ {2} بود.

source: Last carbon check date cannot be a future date
fa: تاریخ آخرین بررسی کربن نمی‌تواند تاریخ آینده باشد.

source: Last transacted
fa: آخرین تراکنش

source: Latest
fa: آخرین

source: Latest Age
fa: آخرین سن

source: Latitude
fa: عرض جغرافیایی

source: Lead
fa: سرنخ

source: Lead -> Prospect
fa: سرنخ -> مشتری احتمالی

source: Lead Conversion Time
fa: زمان تبدیل سرنخ

source: Lead Count
fa: تعداد سرنخ

source: Lead Details
fa: جزئیات سرنخ

source: Lead Name
fa: نام سرنخ

source: Lead Owner
fa: مسئول سرنخ

source: Lead Owner Efficiency
fa: کارایی مسئول سرنخ

source: Lead Owner cannot be same as the Lead Email Address
fa: مسئول سرنخ نمی‌تواند با آدرس ایمیل سرنخ یکسان باشد.

source: Lead Source
fa: منبع سرنخ

source: Lead Time
fa: زمان تحویل

source: Lead Time (Days)
fa: زمان تحویل (روز)

source: Lead Time (in mins)
fa: زمان تحویل (به دقیقه)

source: Lead Time Date
fa: تاریخ زمان تحویل

source: Lead Time Days
fa: روزهای زمان تحویل

source: Lead Time in days
fa: مدت زمان تحویل (روز)

source: Lead Type
fa: نوع سرنخ

source: Lead {0} has been added to prospect {1}.
fa: سرنخ {0} به مشتری بالقوه {1} اضافه شد.

source: Leads
fa: سرنخ‌ها

source: Leads help you get business, add all your contacts and more as your leads
fa: سرنخ‌ها به شما کمک می‌کنند تا کسب‌وکار جذب کنید، همه مخاطبین و موارد دیگر را به عنوان سرنخ‌های خود اضافه کنید.

source: Learn Accounting
fa: آموزش حسابداری

source: Learn Inventory Management
fa: آموزش مدیریت موجودی

source: Learn Manufacturing
fa: آموزش تولید

source: Learn Procurement
fa: آموزش تدارکات

source: Learn Project Management
fa: آموزش مدیریت پروژه

source: Learn Sales Management
fa: آموزش مدیریت فروش

source: Learn about <a href="https://docs.erpnext.com/docs/v13/user/manual/en/accounts/articles/common_party_accounting#:~:text=Common%20Party%20Accounting%20in%20ERPNext,Invoice%20against%20a%20primary%20Supplier.">Common Party</a>
fa: درباره <a href="https://docs.erpnext.com/docs/v13/user/manual/en/accounts/articles/common_party_accounting#:~:text=Common%20Party%20Accounting%20in%20ERPNext,Invoice%20against%20a%20primary%20Supplier.">طرف حساب مشترک</a> بیشتر بدانید

source: Leave Encashed?
fa: مرخصی بازخرید شده؟

source: Leave blank for home. This is relative to site URL, for example "about" will redirect to "https://yoursitename.com/about"
fa: برای صفحه اصلی خالی بگذارید. این نسبت به آدرس URL سایت است، به عنوان مثال "about" به "https://yoursitename.com/about" هدایت می‌شود.

source: Leave blank if the Supplier is blocked indefinitely
fa: در صورتی که تأمین‌کننده به طور نامحدود مسدود شده است، خالی بگذارید.

source: Leave blank to use the standard Delivery Note format
fa: برای استفاده از قالب استاندارد حواله انبار، خالی بگذارید.

source: Ledger Health
fa: سلامت دفتر کل

source: Ledger Health Monitor
fa: پایشگر سلامت دفتر کل

source: Ledger Health Monitor Company
fa: شرکت پایشگر سلامت دفتر کل

source: Ledger Merge
fa: ادغام دفتر کل

source: Ledger Merge Accounts
fa: حساب‌های ادغام دفتر کل

source: Ledgers
fa: دفاتر کل

source: Left Child
fa: فرزند چپ

source: Left Index
fa: ایندکس چپ

source: Legacy Fields
fa: فیلدهای قدیمی

source: Legal Entity / Subsidiary with a separate Chart of Accounts belonging to the Organization.
fa: شخصیت حقوقی / شرکت تابعه با نمودار حساب‌های جداگانه متعلق به سازمان.

source: Legal Expenses
fa: هزینه‌های حقوقی

source: Legend
fa: راهنما

source: Length (cm)
fa: طول (سانتی‌متر)

source: Less Than Amount
fa: کمتر از مبلغ

source: Letter or Email Body Text
fa: متن اصلی نامه یا ایمیل

source: Letter or Email Closing Text
fa: متن پایانی نامه یا ایمیل

source: Level (BOM)
fa: سطح (BOM)

source: Liabilities
fa: بدهی‌ها

source: Liability
fa: بدهی

source: License Details
fa: جزئیات مجوز

source: License Number
fa: شماره مجوز

source: License Plate
fa: پلاک خودرو

source: Limit Crossed
fa: از حد مجاز عبور کرد

source: Limit timeslot for Stock Reposting
fa: محدودیت بازه زمانی برای ثبت مجدد موجودی

source: Limited to 12 characters
fa: محدود به ۱۲ کاراکتر

source: Limits don't apply on
fa: محدودیت‌ها شامل نمی‌شوند بر

source: Line Reference
fa: ارجاع سطر

source: Line spacing for amount in words
fa: فاصله خطوط برای مبلغ به حروف

source: Link Options
fa: گزینه‌های پیوند

source: Link a new bank account
fa: یک حساب بانکی جدید را پیوند دهید

source: Link existing Quality Procedure.
fa: رویه کیفیت موجود را پیوند دهید.

source: Link to Material Request
fa: پیوند به درخواست مواد

source: Link to Material Requests
fa: پیوند به درخواست‌های مواد

source: Link with Customer
fa: پیوند با مشتری

source: Link with Supplier
fa: پیوند با تأمین‌کننده

source: Linked Documents
fa: اسناد پیوندشده

source: Linked Invoices
fa: فاکتورهای پیوندشده

source: Linked Location
fa: مکان پیوندشده

source: Linked with submitted documents
fa: پیوندشده با اسناد ارسال‌شده

source: Linking Failed
fa: پیوند ناموفق بود
